{
    "801": {
        "code": "SB17",
        "name": "Happy New Year! The Torpedo Squadron Starts the Sortie!",
        "desc": "Sortie a CL as flagship and 1-5 DD to [W1-2], [W1-3] and [W1-4]. S-Rank the boss nodes of each map.",
        "memo": "➣Rewards a Repair Goddess",
        "unlock": [ 802 ]
    },
    "802": {
        "code": "SB18",
        "name": "New Year's Irako Support!",
        "desc": "Sortie an AV, AS or DD as flagship and up to 5 other ships to [W2-3]. S-Rank the boss node 3 times.",
        "unlock": [ 803 ]
    },
    "803": {
        "code": "SB19",
        "name": "The Time Has Come! The Aviation Ships' New Year!",
        "desc": "Sortie a BBV as flagship, 1 other BBV, 2 CAV and up to 2 other ships to [W4-2]. S-Rank the boss node 3 times. You will have to select a reward. Press F10 to clear the overlay.",
        "memo": "➣Rewards 3 Screws, a Furniture Fairy and ONLY ONE OF a Shiun OR an Ro.43 Reconnaissance Seaplane OR an OS2U",
        "unlock": [ 804 ]
    },
    "804": {
        "code": "SB20",
        "name": "New Year's Greeting! The Carrier Task Force Commences the Sortie!",
        "desc": "Sortie a CV as flagship, 2 DD, and 3 other ships to [W3-5]. S-Rank the boss node 3 times.",
        "memo": "➣Rewards a Skilled Pilot and furniture"
    },
    "831": {
        "code": "SB12",
        "name": "Saury Fishing: Light it Up! Saury Fishing Aid!",
        "desc": "Have 3 sauries in your inventory. They can be farmed from [W1], [W3], and [W6].",
        "unlock": [ 832 ]
    },
    "832": {
        "code": "SB13",
        "name": "Saury Fishing: More, More! Keep Fishing for Saury!",
        "desc": "Have 8 sauries in your inventory. They can be farmed from [W1], [W3], and [W6]. You will be prompted to pick a reward, so do your research beforehand.",
        "unlock": [ 833 ]
    },
    "833": {
        "code": "SB14",
        "name": "Saury Fishing: Bleeding Edge Saury Fishing! Keep Going!",
        "desc": "Have 24 sauries in your inventory. They can be farmed from [W1], [W3], and [W6]. You will be prompted to pick a reward, so do your research beforehand."
    },
    "845": {
        "code": "OH3",
        "name": "Sever the Rear Logistics of the Enemy's Large-Scale Anchorage!",
        "desc": "Sortie a Surface Task Force to [E-3]. A-Rank+ node J twice.",
        "memo": "➣Inflicts one of the two existing debuffs on the boss."
    },
    "866": {
        "code": "SB23",
        "name": "Saury Fishing: I'm Going to Secure the Saury Harvest!",
        "desc": "Have 4 Sauries in your inventory. Press F10 to clear the overlay.",
        "memo": "➣Rewards:\n¶First choice: Either a Furniture Fairy OR 4 Screws\n¶Second choice: Either a Type 3 Active Sonar OR a Searchlight OR 4 Combat Rations",
        "unlock": [ 867 ]
    },
    "867": {
        "code": "SB24",
        "name": "Saury Fishing: I'm Ready to Go All-Out Supporting the Fishing!",
        "desc": "Have 12 Sauries in your inventory. Press F10 to clear the overlay.",
        "memo": "➣Rewards:\n¶First choice: Either a Daihatsu Landing Craft OR a WG42 (Wurfgerät 42) OR a New Model Aviation Armament Materials\n¶Second choice: Either 2 Swordfish OR 2 Shiden Kai Ni OR a Skilled Crew Member",
        "unlock": [ 868 ]
    },
    "868": {
        "code": "SB25",
        "name": "Saury Fishing: Boooom! I'll Fire Up the Big Catch!",
        "desc": "Have 30 Sauries in your inventory. Press F10 to clear the overlay.",
        "memo": "➣Rewards furniture and either a Type124 ASDIC OR a TBF OR an Agano-class fishing banner"
    },
    "654": {
        "code": "OH2",
        "name": "Saiun Procurement and Dismantlement for Transport",
        "desc": "Have 10 Development Materials and one Type 97 Torpedo Bomber. Scrap one Type 0 Reconnaissance Seaplane. ☣BEWARE OF CHANGING DIFFICULTIES☣",
        "memo": "☣Changing difficulties after the completion of this quest will cause the Saiun (Disassembled for Transport) to disappear!!!\n✘Consumes the items and equipment. Make sure the equipment is unlocked!\n➣ Rewards Saiun (Disassembled for Transport)"
    },
    "655": {
        "code": "OH1",
        "name": "Saiun Dismantlement for Transport",
        "desc": "Have 20 Development Materials and one Saiun. Scrap one Type 0 Reconnaissance Seaplane. ☣BEWARE OF CHANGING DIFFICULTIES AFTERWARDS☣",
        "memo": "☣Changing difficulties after the completion of this quest will cause the Saiun (Disassembled for Transport) to disappear!!!\n✘Consumes the items and equipment. Make sure the equipment is unlocked!\n➣ Rewards Saiun (Disassembled for Transport)"
    },
    "188": {
        "code": "Le1A1",
        "name": "Fully Formed Nishimura Fleet, Prepare to Sortie!",
        "desc": "Have Yamashiro, Fusou, Mogami, Michishio, Asagumo, Yamagumo and Shigure in Fleet 3. Press F10 to clear the overlay.",
        "memo": "➣Rewards a Reinforcement Expansion and either a Skilled Lookouts OR a Furniture Fairy OR 3 Combat Rations"
    },
    "872": {
        "code": "Le1B1",
        "name": "Secure the Supply Line Logistics for Operation Sho-Ichi-Go!",
        "desc": "Sortie to [E-2]. A-Rank+ the boss node twice. Press F10 to clear the overlay.",
        "memo": "➣Rewards a Mamiya and either 2 Type 13 Air Radars OR 2 Type 22 Surface Radars OR an Action Report"
    },
    "801": {
        "code": "SB26",
        "name": "Happy New Year! Torpedo Squadron, Commence with the Sorties!",
        "desc": "Sortie a CL as flagship and up to 5 DD to [W1-2] and [W1-4]. A-Rank+ each boss node twice. Press F10 to clear the overlay.",
        "memo": "➣Rewards an Emergency Repair Goddess and either 2 Combat Rations OR 5 Development Materials"
    },
    "802": {
        "code": "SB27",
        "name": "Helping Out Irako in the New Year!",
        "desc": "Sortie an AV/CA(V)/CL(T)/CT as flagship and up to 5 additional ships to [W2-2] and [W2-3]. A-Rank+ each boss node twice. Press F10 to clear the overlay.",
        "memo": "➣Rewards 3 Irako and either a Combat Ration (Special Onigiri) OR 5 Buckets OR a New Model Artillery Armament Materials"
    },
    "803": {
        "code": "SB28",
        "name": "Commence the Escorts! A New Year for the Naval Escort Squadrons!",
        "desc": "Sortie only DD/DE (1 CVL is allowed) to [W1-5] and [W1-6]. A-Rank+ the [W1-5] boss node three times. Reach [W1-6] node N three times. Press F10 to clear the overlay.",
        "memo": "➣Rewards 3 Screws, a Furniture Fairy and either 2 Type 2 Depth Charges OR an Action Report OR a Raiden"
    },
    "804": {
        "code": "SB29",
        "name": "Happy New Year! Carrier Task Force, Sortie at Full Strength!",
        "desc": "Sortie a CV(B/L) as flagship, 2 DD and 3 additional ships to [W5-5]. A-Rank+ the boss node four times. Press F10 to clear the overlay.",
        "memo": "➣Rewards furniture and either a Skilled Crew Member OR 2 New Model Aviation Armament Materials OR 3 Shiden Kai Ni"
    },

    "681": {
        "code": "5A01",
        "name": "Fifth Anniversary Mission I: The Arsenal",
        "desc": "Scrap 5 Small Cal. Main Guns and 5 Medium Cal. Main Guns. Press F10 to clear the overlay.",
        "memo": "➣Rewards:\n¶First choice: Either eight Development Materials OR three 12cm 30-tube Rocket Launchers OR two Shiden Kai Ni\n¶Second choice: Either a Furniture Fairy OR a New Model Artillery Armament Materials OR a Reinforcement Expansion",
        "unlock": [ 882 ]
    },
    "882": {
        "code": "5A02",
        "name": "Fifth Anniversary Mission II: Naval Base Region Patrol",
        "desc": "Sortie a CL(T)/CT as flagship and 3 or more DD/DE to [W1-1], [W1-2], [W1-3], [W1-4] and [W1-5]. A-Rank+ the boss nodes of each.",
        "memo": "➣Rewards the DE, Tsushima\n☣CAUTION☣You will need this Tsushima reward for the next quest if you lack a modernizable DE.",
        "unlock": [ 706 ]
    },
    "883": {
        "code": "5A05",
        "name": "Fifth Anniversary Mission V: The Fifth Anniversary Fleet Sortie!",
        "desc": "Sortie a CL(T)/CT, 2 DD/DE and up to 3 additional ships. Pick one of these: A-Rank+ all [W2] maps OR A-Rank+ [W5-3] and [W5-5] OR A-Rank+ [W6-5]",
        "memo": "You may use up to 3 additional ships.\n☣This quest is still being verified. Report any problems to the KC3 team.\n➣Rewards the DD, Samuel B. Roberts"
    },
    "290": {
        "code": "SB30",
        "name": "Saury Fishing: This year's Saury is great as well!",
        "desc": "Have 3 Sauries in your inventory. Press F10 to clear the overlay.",
        "memo": "➣Rewards:\n¶First choice: Either 6 Development Materials OR two Searchlights OR 3 Combat Rations\n¶Second choice: Either a Type 3 Active Sonar OR a Skilled Lookouts OR 3 Screws",
        "unlock": [ 291 ]
    },
    "291": {
        "code": "SB31",
        "name": "Saury Fishing: I will not yield this important fishery location!",
        "desc": "Have 10 Sauries in your inventory. Press F10 to clear the overlay.",
        "memo": "➣Rewards:\n¶First choice: Either two Type 95 Depth Charges OR two Daihatsu Landing Crafts OR an Action Report\n¶Second choice: Either two WG42 (Wurfgerat 42) OR 2 Reinforcement Expansions OR a Night Operations Aviation Personnel",
        "unlock": [ 292 ]
    },
    "292": {
        "code": "SB32",
        "name": "Saury Fishing: Such a big haul... It's very helpful.",
        "desc": "Have 30 Sauries in your inventory. Press F10 to clear the overlay.",
        "memo": "➣Rewards furniture and either a GFCS Mk.37 OR an Asashio-class fishing banner OR an Agano-class fishing banner"
    },
    "801": {
        "code": "SB33",
        "name": "Happy New Year! New Year's Torpedo Squadron, begin Sortie!",
        "desc": "Sortie a CL/CT/CLT as flagship and up to 5 DD to [W1-2], [W1-3] and [W1-4]. A-Rank+ the boss nodes. Press F10 to clear the overlay.",
        "memo": "➣Rewards a Repair Goddess and either two 25mm Triple Autocannon Mount OR two Combat Rations OR 5 Development Materials",
        "unlock": [ 802 ]
    },
    "802": {
        "code": "SB34",
        "name": "Happy Zuiun! Ise and Hyuuga's help!",
        "desc": "Sortie a AV/CAV/BBV as flagship and up to 5 additional ships to [W2-2], [W2-3] and [W2-4]. A-Rank+ each boss node twice. Press F10 to clear the overlay.",
        "memo": "➣Rewards: \n¶First choice: Either 4 Zuiuns OR a Zuiun Model 12 OR 3 Improvement Materials\n¶Second choice: Either a Skilled Crew Member OR 4 12cm 30-tube Rocket Launchers OR two Type 13 Air Radar Kai",
        "unlock": [ 803 ]
    },
    "803": {
        "code": "SB35",
        "name": "The year begins with escorting! The New Year's of the Escort Convoy",
        "desc": "Sortie a fleet of ONLY DD/DE and 0-1 CVL to [W1-5], [W1-6] and [W2-1]. Reach [W1-6] node N twice and A-Rank+ each boss node twice. Press F10 to clear the overlay.",
        "memo": "➣Rewards: \n¶First choice: Either a Mamiya OR two Type 2 Depth Charges OR two Present Boxes\n¶Second choice: Either a Furniture Fairy OR 9 Buckets",
        "unlock": [ 804 ]
    },
    "804": {
        "code": "SB36",
        "name": "New Year's Greeting! Carrier Task Force welcoming the Year of the Boar in the West!",
        "desc": "Sortie a CV(L/B) as flagship, 2 DD and up to 3 additional ships to [W4-5]. A-rank+ the boss node four times. Press F10 to clear the overlay.",
        "memo": "➣Rewards a Steady Progress Hanging Scroll and either two New Model Aviation Armament Materials OR a Kyoufuu Kai OR a Shiun"
    },
    "235": {
        "code": "SB38",
        "name": "Weekly Setsubun Mission: Nansei Islands Naval Base Defense Operation!",
        "desc": "Sortie a CVL/CL as flagship, 2 DD/DE and up to 3 other ships to [W1-2] and [W1-4]. S-Rank the boss nodes of each.",
        "memo": "➣Rewards one unit of Setsubun Beans",
        "unlock": [ 236 ]
    },
    "236": {
        "code": "SB39",
        "name": "Weekly Setsubun Mission: The Northern Sea Recon in Force Operation",
        "desc": "Sortie a CA/AV as flagship, 2 DD and up to 3 other ships to [W3-1] and [W3-5]. S-Rank the boss nodes of each.",
        "memo": "➣Rewards two units of Setsubun Beans",
        "unlock": [ 237 ]
    },
    "237": {
        "code": "SB40",
        "name": "Weekly Setsubun Mission: Decisive Battle at the Nanpou Sea",
        "desc": "Sortie a BB/CV as flagship, 2 DD and up to 3 other ships to [W5-4] and [W5-5]. S-Rank the boss nodes of each.",
        "memo": "➣Rewards 180 Ranking Points and two units of Setsubun Beans"
    },
    "234": {
        "code": "SB41",
        "name": "Limited-Time Valentine's Mission: Operation 1",
        "desc": "Sortie a CL, 2 DD and up to 3 other ships to [W1-4], [W2-1], [W2-2] and [W2-3]. A-Rank+ the boss nodes of each. Press F10 to clear the overlay.",
        "memo": "➣Rewards a Mamiya and either two Type 0 Fighter Model 32 OR three Type 91 AP Shells OR a Furniture Fairy"
    },
    "238": {
        "code": "SB42",
        "name": "Limited-Time Valentine's Mission: Operation 2",
        "desc": "Sortie a CA(V)/CL(T)/CT as flagship and up to 5 other ships to [W2-4], [W3-1], [W3-2] and [W3-3]. S-Rank the boss nodes of each. Press F10 to clear the overlay.",
        "memo": "➣Rewards a Valentine's chocolate and a choice of ONE of the following:\n1. a New Model Aviation Armament Materials\n2. a Re.2001 OR Kai\n3. a Reinforcement Expansion"
    },
    "283": {
        "code": "SB45",
        "name": "G.W. Limited-Time Sixth Anniversary Sortie Mission",
        "desc": "Sortie a CL(T)/CT, 2 DD/DE and up to 3 additional ships to [W1-3], [W1-4], [W2-1] and [W2-2]. S-Rank the boss nodes of each. Press F10 to clear the overlay.",
        "memo": "➣Rewards Furniture and either six Development Materials OR six Flamethrowers OR a Furniture Fairy",
        "unlock": [ 284 ]
    },
    "284": {
        "code": "SB46",
        "name": "G.W. Limited-Time Sixth Anniversary Sortie Mission -Extra Operation-",
        "desc": "Sortie a CL(T)/CT/AV, 2 DD and up to 3 additional ships to [W3-2], [W4-5], [W5-3] and [W6-3]. S-Rank the boss nodes of each. Press F10 to clear the overlay.",
        "memo": "☣This quest is still being verified. Report any problems to the KC3 team.\n➣Rewards:\n¶First choice: Either an Action Report OR two Skilled Crew Members\n¶Second choice: Either three New Model Artillery Armament Materials OR 88 Development Materials OR a Blueprint"
    },
    "847": {
        "code": "SB22",
        "name": "Spring Preparatory Mission: Carry out Preparations for Hinamatsuri!",
        "desc": "Sortie to [W2-3]. S-Rank the boss node 5 times.",
        "memo": "➣Rewards 3 Hishimochi and a Reinforcement Expansion",
        "hash": -24724241
    },
    "653": {
        "code": "SF2",
        "name": "Special Setsubun Mission: Preparation for Setsubun!",
        "desc": "Have 5000 Furniture Coins, two 12cm Single Gun Mounts and two Type 0 Reconnaissance Seaplanes in your inventory. Scrap two 20.3cm Twin Gun Mounts.",
        "memo": "✘Consumes the items and equipment. Make sure the equipment is unlocked!\n➣Rewards a Furniture Fairy"
    },
    "657": {
        "code": "SF3",
        "name": "Spring Preparatory Mission: Preparation for Hinamatsuri!",
        "desc": "Have 5000 Furniture Coins, two Type 99 Dive Bombers and two 61cm Triple Torpedo Mounts in your inventory. Scrap two 14cm Single Gun Mounts.",
        "memo": "✘Consumes the items. Make sure the equipment is unlocked!\n➣Rewards a Furniture Fairy and a Hishimochi",
        "unlock": [ 847 ]
    },
    "932": {
        "code": "2010LQ1",
        "name": "[Fall-Limited] Nowaki's Great Adventure!",
        "desc": "Sortie Nowaki as flagship, Maikaze as second ship and up to 3 additional ships to [W1-4], [W1-6-N], [W2-2] and [W3-1] twice each. A-Rank+ all relevant boss nodes twice.",
        "memo": "Your fleet may not exceed 5 ships.\n➣Rewards:\n¶First choice: Either three Irako OR a Medal\n¶Second choice: Either two Type 2 12cm Mortars Kai OR a Reinforcement Expansion OR a New Model Artillery Armament Materials"
    },
    "326": {
        "code": "Cs4",
        "name": "Mass Exercises for Summer",
        "desc": "Secure 8 victories in Exercises within the same day.",
        "memo": "➣Rewards a Mamiya and a Present Box"
    },
    "959_22FaLB4": {
        "code": "22FaLB4",
        "name": "Preparations for the Naval District Saury Festival!",
        "desc": "Sortie a CL/CT/AV or Souya as flagship and up to 5 additional ships to [W1-1], [W1-2], [W1-3], [W1-4] and [W1-5]. S-Rank all relevant boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either two Zuiun M12 OR three Swordfish OR two Screws\n¶Second choice: Either two Searchlights OR two Type 3 Active Sonars OR two Screws"
    },
    "960_22FaLB5": {
        "code": "22FaLB5",
        "name": "Preparations for the Naval District Saury Festival, Continued!",
        "desc": "Sortie a CL/CT/AS or Souya as flagship and up to 5 additional ships to [W3-1], [W3-2], [W3-3], [W3-4] and [W3-5]. S-Rank all relevant boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either two Skilled Lookouts OR a Furniture Fairy OR four Screws\n¶Second choice: Either three Type 2 Depth Charges OR two Night Operation Aviation Personnel OR a Type 2 Flying Boat"
    },
    "866_22FaLB1": {
        "code": "22FaLB1",
        "name": "Saury Fishing: Poor catch~? I'm in trouble!",
        "desc": "Have 6 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either an Akashi OR an Ooyodo OR two Mamiya\n¶Second choice: Either four Screws OR two Searchlights OR a Furniture Fairy"
    },
    "867_22FaLB2": {
        "code": "22FaLB2",
        "name": "Saury Fishing: Poor catch of saury...? I'm unhappy...",
        "desc": "Have 15 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either three New Model Armament Materials OR six Type 3 Active Sonars OR an Action Report\n¶Second choice: Either four New Model Artillery Armament Materials OR four New Model Aviation Armament Materials OR a Blueprint"
    },
    "868_22FaLB3": {
        "code": "22FaLB3",
        "name": "Saury Fishing: There is no saury that cannot be caught!",
        "desc": "Have 39 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶a Type 22 Big Catch Banner and either two Blueprints OR a Prototype Flight Deck Catapult OR a Type 21 Big Catch Banner"
    },
    "1110_22FaLF1": {
        "code": "22FaLF1",
        "name": "Saury Festival Limited Time Mission: Deploy Special Zuiun!",
        "desc": "Have 8 Sauries, 22 Dev. Materials and 1700 bauxite. Set Mogami as secretary with a ★max Zuiun (634 Air Group / Skilled) in her 1st slot. Scrap two Zuiuns and two Shiden Kai Ni.",
        "memo": "✘Consumes the resources.\n➣Rewards a Zuiun Kai 2 (634 Air Group) ★+1"
    },
    "866_21FaLB1": {
        "code": "21FaLB1",
        "name": "Do you love....Saury Fishing?",
        "desc": "Have 5 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either eight Development Materials OR Furniture Submarine Fleet's Window OR a Mamiya\n¶Second choice: Either two Type 3 Active Sonars OR two Searchlights OR a Furniture Fairy"
    },
    "867_21FaLB2": {
        "code": "21FaLB2",
        "name": "Saury Fishing: My sister is so... please forgive her.",
        "desc": "Have 11 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either three Daihatsu Landing Craft OR four 12cm 30-tube Rocket Launchers OR an Action Report\n¶Second choice: Either three New Model Artillery Armament Materials OR three New Model Aviation Armament Materials OR a Blueprint"
    },
    "868_21FaLB3": {
        "code": "21FaLB3",
        "name": "Saury Fishing: Te~i~to~ku... let us get the big catch flag!",
        "desc": "Have 33 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶a Type 21 Big Catch Banner and either two Blueprints OR a Prototype Flight Deck Catapult OR a Type 19 Big Catch Banner"
    },
    "1110_21FaLF1": {
        "code": "21FaLF1",
        "name": "Pacific Saury Festival Limited Time Mission: Deploy Elite Swordfish!",
        "desc": "Have 13 Sauries, 39 Dev. Materials and 1300 bauxite. Set secretary with a ★max Swordfish Mk.II (Skilled) in her 1st slot. Scrap two 7.7mm Machine Guns and two Zuiuns.",
        "memo": "✘Consumes the resources.\n➣Rewards a Swordfish Mk.III (Skilled)"
    },

    "866_saury19": {
        "code": "SB47",
        "name": "Saury Fishing: It's a Bad Catch Year? But Even So... This is Great!",
        "desc": "Have 3 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either a Furniture Fairy OR five Development Materials\n¶Second choice: Either two Type 3 Active Sonars OR two Searchlights OR three Screws"
    },
    "867_saury19": {
        "code": "SB48",
        "name": "Saury Fishing: I'm Hyped for This Year!",
        "desc": "Have 8 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either two Daihatsu Landing Craft OR three 12cm 30-tube Rocket Launchers OR four Combat Rations\n¶Second choice: Either two New Model Artillery Armament Materials OR two New Model Aviation Armament Materials OR a Ryuusei Kai (CarDiv 1)"
    },
    "868_saury19": {
        "code": "SB49",
        "name": "Saury Fishing: The Big Catch Banner... I Won't... Give Up on It Now!",
        "desc": "Have 18 Sauries in your inventory.",
        "memo": "➣Rewards a Type 19 Big Catch Banner and either a Type144/147 ASDIC OR two Action Reports OR a Type 18 Big Catch Banner"
    },
    "882_saury19": {
        "code": "SB50",
        "name": "Special Mission: Don't Worry, We Still Have Sardines!",
        "desc": "Have 25 Sardines in your inventory.",
        "memo": "➣Rewards:\n¶First choice: One of Etorofu, Matsuwa, Sado, Tsushima or Fukae\n¶Second choice: Either two Type 2 Depth Charges OR a Reinforcement Expansion OR five Screws"
    },
    "883_saury19": {
        "code": "SB51",
        "name": "Special Mission: This Year is a Good Catch for Sardines!",
        "desc": "Have 50 Sardines in your inventory.",
        "memo": "➣Rewards:\n¶First choice: One of Hiburi, Daitou, Shimushu, Kunashiri or Akashi\n¶Second choice: Either a Blueprint OR a Prototype Flight Deck Catapult"
    },
    "984_2210B1": {
        "code": "2210B1",
        "name": "[Time-Limited] Fleet Pumpkin Festival, Let's Begin!",
        "desc": "Sortie any of Asashio, Hamanami, Nowaki, Yuudachi or Mizuho as flagship and up to 5 additional ships to [W1-3], [W1-4] and [W1-5]. S-Rank each boss node.",
        "memo": "➣Rewards: a Pumpkin and either four Buckets OR five Development Materials"
    },
    "985_2210B2": {
        "code": "2210B2",
        "name": "[Time-Limited] Fleet Pumpkin Festival, Heading North!",
        "desc": "Sortie two of Mogami, Shigure, Michishio, Yamagumo, Asagumo and up to 4 additional ships to [W3-1], [W3-3] and [W3-5]. S-Rank each boss node.",
        "memo": "➣Rewards: two Pumpkins and either a Reinforcement Expansion OR three Irako"
    },
    "986_2210B3": {
        "code": "2210B3",
        "name": "[Time-Limited] Fleet Pumpkin Festival, Heading West!",
        "desc": "Sortie any of Roma, Libeccio, Grecale, Hayanami and Tama as flagship and up to 5 additional ships to [W4-2], [W4-3] and [W4-5]. S-Rank each boss node.",
        "memo": "➣Rewards: two Pumpkins and either six Screws OR two Mamiya"
    },
    "987_2210B4": {
        "code": "2210B4",
        "name": "[First Class Quest] Fleet Pumpkin Festival, Extra Operation!",
        "desc": "Sortie either Fusou and Yamashiro OR Ise and Hyuuga OR Isokaze, Hamakaze and Yukikaze, and up to 4 or 3 additional ships to [W6-2], [W6-3], [W6-4] and [W6-5]. S-Rank each boss node.",
        "memo": "➣Rewards: three Pumpkins and either a Ryuusei Kai (Skilled) OR two Skilled Deck Personnel"
    },
    "359_2210C1": {
        "code": "2210C1",
        "name": "Halloween Special Exercise!",
        "desc": "Secure 4 S-Rank victories in Exercises within the same day using three of Asashio, Yuudachi, Nowaki, Hamanami, Hayanami, Mizuho, I-47, Johnston and Brooklyn and up to 3 additional ships.",
        "memo": "➣Rewards:\n¶First choice: Either a Mamiya OR five Flamethrowers OR three Screws\n¶Second choice: Either a Pumpkin OR 4000 Fuel OR 4000 Ammo"
    },
    "1119_2210F1": {
        "code": "2210F1",
        "name": "Weekly Cleaning up for Halloween!",
        "desc": "Have four 35.6cm Twin Gun Mount, two Type 13 Air Radar and 1031 Furniture coins. Scrap 5 Small Caliber Main Guns, 5 Medium Caliber Main Guns and 5 Recon Seaplanes.",
        "memo": "✘Consumes the items and resources.\n➣Rewards:\n¶First choice: Either a Pumpkin OR seven Flamethrowers OR seven Development Materials\n¶Second choice: Either 2000 Bauxite OR a Mamiya OR a Pumpkin"
    },
    "984_2310B1": {
        "code": "2310B1",
        "name": "[Limited Time Quest] 10th Anniversary Autumn Pumpkin Festival, Begin!",
        "desc": "Sortie any of Ukuru, Inagi, Yuudachi, Asashio or Kiyoshimo as flagship and up to 5 additional ships to [W1-3], [W1-4] and [W1-5]. S-Rank each boss node.",
        "memo": "➣Rewards a Pumpkin and either two Irako OR four Buckets OR six Development Materials"
    },
    "985_2310B2": {
        "code": "2310B2",
        "name": "[Limited Time Quest] 10th Anniversary Autumn Pumpkin Festival, Northward!",
        "desc": "Sortie any 2 of Kasumi, Ashigara, Ooyodo, Asashimo and Kiyoshimo and up to 4 additional ships to [W3-1], [W3-3] and [W3-5]. S-Rank each boss node.",
        "memo": "➣Rewards two Pumpkins and either two Daihatsu Landing Craft OR a Reinforcement Expansion OR two Mamiya"
    },
    "986_2310B3": {
        "code": "2310B3",
        "name": "[Limited Time Quest] 10th Anniversary Autumn Pumpkin Festival, Westward!",
        "desc": "Sortie any 2 of Roma, Maestrale, Grecale, Libeccio, Scirocco, Hamanami and Hayanami and up to 4 additional ships to [W4-2], [W4-3] and [W4-5]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either three Spitfire Mk.I OR three Type 1 Fighter Hayabusa Model II OR five Screws\n¶Second choice: Either an Action Report OR two Medals OR two Pumpkins"
    },
    "987_2310Bw1": {
        "code": "2310Bw1",
        "name": "Weekly [Extended Repeatable Quest] 10th Anniversary Autumn Pumpkin Festival, Seconds!",
        "desc": "Sortie either Abukuma and I-201 OR Ukuru and Inagi OR Mizuho, Brooklyn and Johnston, and up to 4 or 3 additional ships to [W6-1], [W6-2] and [W6-3]. A-Rank+ each boss node.",
        "memo": "➣Rewards: a Pumpkin and either two 12cm 30-tube Rocket Launchers OR a Mamiya OR a Medal"
    },
    "1002_2310B4": {
        "code": "2310B4",
        "name": "[Limited Time Quest] 10th Anniversary Autumn Pumpkin Festival Extra Operation!",
        "desc": "Sortie any 2 of Ukuru, Inagi, Asashio, Yuudachi, Nowaki, Hamanami, Hayanami and Abukuma and up to 4 additional ships to [W1-5], [W2-3], [W4-4] and [W6-4]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either four Daihatsu Landing Craft OR a ★4 Soukoutei (Armored Boat Class) OR a ★4 Type 1 Land-based Attack Aircraft Model 34\n¶Second choice: Either a ★2 Prototype Toukai OR an Action Report OR three Pumpkins"
    },
    "359_2310C1": {
        "code": "2310C1",
        "name": "Halloween Small Ship Exercises!",
        "desc": "Secure 4 A-Rank+ victories in Exercises within the same day using any 4 of Nowaki, Asashio, Yuudachi, Hamanami, Hayanami, Ukuru, Inagi, I-47, I-201 and Johnston and up to 2 additional ships.",
        "memo": "➣Rewards:\n¶First choice: Either a Mamiya OR five Flamethrowers OR three Screws\n¶Second choice: Either a Pumpkin OR 4000 Fuel OR 2500 Bauxite"
    },
    "1119_2310Fw1": {
        "code": "2310Fw1",
        "name": "Weekly [Limited Time] Cleaning up for Halloween, huh?",
        "desc": "Have three 35.6cm Twin Gun Mounts, three 25mm Twin Autocannon Mounts and 1031 Furniture coins. Scrap 6 Small Caliber Main Guns, 6 Medium Caliber Main Guns and 6 Recon Seaplanes.",
        "memo": "➣Rewards:\n¶First choice: Either a Medal OR eight Flamethrowers OR ten Development Materials\n¶Second choice: Either 2023 Bauxite OR two Irako OR a Pumpkin"
    },
    "801_SB52": {
        "code": "SB52",
        "name": "Happy New Year! Reiwa Era Year 2: Torpedo Squadron, Commence Sorties!",
        "desc": "Sortie a CL(T)/CT as flagship and 4-5 DD to [W1-2], [W1-3], [W1-4] and [W2-1]. No other ship types are allowed. A-Rank+ the boss nodes of each.",
        "memo": "➣Rewards: a Repair Goddess and either two Combat Rations OR two Type 95 Depth Charges OR two Irako"
    },
    "802_SB53": {
        "code": "SB53",
        "name": "Best Wishes for the New Year! Sortie, Seaplane Tender!",
        "desc": "Sortie an AV/CAV as flagship and up to 5 additional ships to [W2-2], [W2-3] and [W2-4]. A-Rank+ each boss node twice.",
        "memo": "➣Rewards:\n¶First choice: Either two Type 2 Seaplane Fighter Kais OR a Zuiun (631 Air Group) OR two +2 Laté 298Bs\n¶Second choice: Either a Skilled Carrier-based Aircraft Maintenance Personnel OR three New Model Aviation Armament Materials OR six 12cm 30-tube Rocket Launchers"
    },
    "803_SB54": {
        "code": "SB54",
        "name": "The Second Year of the Reiwa Era Begins! Set Sail, Naval Escorts!",
        "desc": "Sortie a fleet comprised of only DD/DE and 0-1 CVL to [W1-5], [W1-6] and [W7-1]. A-Rank+ all relevant boss nodes twice. Reach [W1-6-N] twice.",
        "memo": "➣Rewards:\n¶First choice: Either two Ka Type Observation Autogyros OR two Type 2 Depth Charges OR four Screws\n¶Second choice: Either ten Flamethrowers OR eight Development Materials OR a Furniture Fairy"
    },
    "804_SB55": {
        "code": "SB55",
        "name": "New Year's Greetings! Light Cruiser Yuubari, Northward!",
        "desc": "Sortie Yuubari or a DD as flagship, 2 other DD and up to 3 additional ships to [W3-5]. S-Rank the boss node 3 times.",
        "memo": "➣Rewards furniture and either two +8 14cm Twin Gun Mount Kais OR a +4 Type 1 Land-based Attack Aircraft Model 34 OR a Prototype Toukai"
    },
    "329_Y21": {
        "code": "2101LQ5",
        "name": "Daily Setsubun Mission: Setsubun Exercises!",
        "desc": "Secure 3 S-Rank victories in Exercises within the same day using 2 DD/DE and up to 4 additional ships.",
        "memo": "➣Rewards one unit of Setsubun Beans"
    },
    "840_SB56": {
        "code": "SB56",
        "name": "Weekly Setsubun Mission: Reiwa 2nd Year Setsubun Operation",
        "desc": "Sortie a CVL/CL as flagship, 3 DD/DE and up to 2 additional ships to [W1-4], [W2-1] and [W2-2]. A-Rank+ each boss node.",
        "memo": "➣Rewards one unit of Setsubun Beans and either three Buckets OR an Underway Replenishment OR an Emergency Repair Material"
    },
    "840_Y21": {
        "code": "2102LQ6",
        "name": "Weekly Setsubun Mission: Reiwa 3rd Year Setsubun Operation",
        "desc": "Sortie a CVL/CL(T)/CT as flagship, 3 DD/DE and up to 2 additional ships to [W2-1], [W2-2] and [W2-3]. A-Rank+ each boss node.",
        "memo": "➣Rewards two units of Setsubun Beans and either three Buckets OR an Underway Replenishment OR an Emergency Repair Material"
    },
    "841_SB57": {
        "code": "SB57",
        "name": "Weekly Setsubun Mission: Reiwa 2nd Year Western Region Setsubun Operation",
        "desc": "Sortie a CA(V)/AV as flagship, 2 DD/DE and up to 3 additional ships to [W4-1], [W4-2] and [W4-3]. S-Rank each boss node.",
        "memo": "➣Rewards two units of Setsubun Beans and either five Development Materials OR a Screw"
    },
    "841_Y21": {
        "code": "2101LQ7",
        "name": "Weekly Setsubun Mission: Reiwa 3rd Year Western Region Setsubun Operation",
        "desc": "Sortie 2 CAV or 2 CA or 2 AV* with one of them as flagship, and up to 4 additional ships to [W4-1], [W4-2] and [W4-3]. S-Rank each boss node.",
        "memo": "*For the two required ships, you can't mix ship types. For example, if your flagship is a CAV, you must sortie another CAV as well.\nThe four additional ships can be anything that enables you to reach the boss nodes.\n➣Rewards two units of Setsubun Beans and either five Development Materials OR an Irako OR a Screw"
    },
    "843_SB58": {
        "code": "SB58",
        "name": "Weekly Setsubun Extra Mission: Reiwa 2nd Year Setsubun Operation, All-Out Sortie!",
        "desc": "Sortie a (F)BB(V)/CV(B) as flagship, 2 DD and up 3 additional ships to [W5-4], [W5-5] and [W6-4]. S-Rank each boss node.",
        "memo": "➣Rewards two units of Setsubun Beans and 203 Ranking Points"
    },
    "843_Y21": {
        "code": "2101LQ8",
        "name": "Weekly Setsubun Extra Mission: Reiwa 3rd Year Setsubun Operation, All-Out Sortie!",
        "desc": "Sortie a (F)BB(V)/CV(L/B) as flagship, 2 DD and up 3 additional ships to [W5-2], [W5-5] and [W6-4]. S-Rank each boss node.",
        "memo": "➣Rewards three units of Setsubun Beans and 203 Ranking Points"
    },
    "441_Y21": {
        "code": "2101LQ9",
        "name": "Setsubun Mission: Reiwa 3rd Year Setsubun Expeditionary Mission",
        "desc": "Complete Expeditions B1, 27, 28 and D1.",
        "memo": "➣Rewards furniture and either a Furniture Fairy OR six Development Materials OR three Screws"
    },
    "329_2201LC1": {
        "code": "2201LC1",
        "name": "[Setsubun Mission] Setsubun Exercises 2022!",
        "desc": "Secure 3 S-Rank victories in Exercises within the same day using 2 CL/CT, 2 DD/DE and up to 2 additional ships.",
        "memo": "➣Rewards one unit of Setsubun Beans"
    },
    "840_2201LB5": {
        "code": "2201LB5",
        "name": "[Setsubun Mission] Setsubun Operation 2022",
        "desc": "Sortie a CVL/CL(T)/CT as flagship, 3 DD/DE and up to 2 additional ships to [W1-3], [W1-5] and [W2-3]. A-Rank+ each boss node.",
        "memo": "➣Rewards two units of Setsubun Beans and either three Buckets OR an Underway Replenishment OR an Emergency Repair Material"
    },
    "841_2201LB6": {
        "code": "2201LB6",
        "name": "[Setsubun Mission] Southwestern Sea Setsubun Operation 2022",
        "desc": "Sortie 2 CA/ 2 CAV/ 2 AV※, one of them as flagship and up to 4 additional ships to [W7-2-M], [W7-3-P] and [W7-4]. S-Rank [W7-2-M] and [W7-3-P] boss node, A-Rank+ [W7-4] boss node.",
        "memo": "※For the two required ships, you can't mix ship types. For example, if your flagship is a CAV, you must sortie another CAV as well.\n➣Rewards two units of Setsubun Beans and either six Development Materials OR an Irako OR two Screws"
    },
    "441_2201LD1": {
        "code": "2201LD1",
        "name": "[Setsubun Mission] Reiwa's 4th Year Setsubun Expedition Mission",
        "desc": "Complete Expeditions A3, 29, 30, 45 and D1.",
        "memo": "➣Rewards:\n¶First choice: either a Furniture Fairy OR two New Model Aviation Armament Materials OR four Screws\n¶Second choice: either a Me163B OR two Do 17 Z-2 OR three ★+2 2cm Flakvierling 38"
    },
    "843_2201LB7": {
        "code": "2201LB7",
        "name": "[Setsubun Extra Mission] Setsubun 2022, All-out Sortie!",
        "desc": "Sortie 2 (F)BB(V)/ 2 CV(L/B)※, a Sendai-class CL/Ooyodo and up to 3 additional ships to [W2-5], [W5-2], [W5-5] and [W6-4]. S-Rank each boss node.",
        "memo": "※For the two required ships, you can't mix ship types between BB and CV. For example, if one is a (F)BB(V), you must sortie another (F)BB(V) as well.\n➣Rewards three units of Setsubun Beans and 220 Ranking Points"
    },
    "329_2301C1": {
        "code": "2301C1",
        "name": "[Setsubun Mission] Setsubun Exercises 2023",
        "desc": "Secure 3 S-Rank victories in Exercises within the same day using 2 CL/CT, 3 DD/DE and up to 1 additional ships.",
        "memo": "➣Rewards one unit of Setsubun Beans"
    },
    "840_2301B5": {
        "code": "2301B5",
        "name": "[Setsubun Mission] Setsubun Operation 2023",
        "desc": "Sortie a CVL/CL(T)/CT as flagship, 3 DD/DE and up to 2 additional ships to [W1-3], [W1-4] and [W1-5]. A-Rank+ each boss node.",
        "memo": "➣Rewards two units of Setsubun Beans and either four Buckets OR an Underway Replenishment OR six Development Materials"
    },
    "841_2301B6": {
        "code": "2301B6",
        "name": "[Setsubun Mission] Southwestern Sea Setsubun Operation 2023",
        "desc": "Sortie 2 CAV/ 2 AV※, one of them as flagship and up to 4 additional ships to [W7-2-M], [W7-3-P], [W7-4] and [W7-5-T]. S-Rank [W7-2-M], [W7-3-P] and [W7-5-T] boss node, A-Rank+ [W7-4] boss node.",
        "memo": "※For the two required ships, you can't mix ship types. For example, if your flagship is a CAV, you must sortie another CAV as well.\n➣Rewards three units of Setsubun Beans and either a Mamiya OR two Irako OR four Screws"
    },
    "441_2301D1": {
        "code": "2301D1",
        "name": "[Setsubun Mission] Reiwa's 5th Year Setsubun Expedition Mission",
        "desc": "Complete Expeditions 41, 04, 05, A3, B1 and 14.",
        "memo": "➣Rewards:\n¶First choice: either two New Model Aviation Armament Materials OR three units of Setsubun Beans OR 2023 Fuel\n¶Second choice: either five Screws OR a Medal OR a Type 2 Depth Charge Kai 2"
    },
    "843_2301B7": {
        "code": "2301B7",
        "name": "[Setsubun Extra Mission] Setsubun 2023, All-out Sortie!",
        "desc": "Sortie 2 (F)BB(V)/ 2 CV(L/B)※, a Kuma-class CL(T)/Ooyodo and up to 3 additional ships to [W2-5], [W4-5], [W5-5] and [W6-5]. S-Rank each boss node.",
        "memo": "※For the two required ships, you can't mix ship types between BB and CV. For example, if one is a (F)BB(V), you must sortie another (F)BB(V) as well.\n➣Rewards four units of Setsubun Beans and 230 Ranking Points"
    },
    "710_W20G4": {
        "code": "W20G4",
        "name": "Peach Festival Mission: Hishimochi Improvement - Beginning",
        "desc": "Have 10 Hishimochi. Modernize a Yuugumo-class DD using 4 CA twice",
        "memo": "✘Consumes the items.\n➣Rewards either an Action Report OR two New Model Artillery Armament Materials OR a Ne-Type Engine"
    },
    "711_W20G5": {
        "code": "W20G5",
        "name": "Peach Festival Mission: Hishimochi Improvement - Midpoint",
        "desc": "Have 15 Hishimochi, 8800 steel and 8800 bauxite. Modernize Okinami using 4 BB twice",
        "memo": "✘Consumes the items and resources.\n➣Rewards either a Blueprint OR two New Model Aircraft Blueprints OR a Prototype Flight Deck Catapult"
    },
    "712_W20G6": {
        "code": "W20G6",
        "name": "Weekly Peach Festival Mission: Hishimochi Improvement",
        "desc": "Have 6 Hishimochi, 100 Development Materials, 3000 steel and 3000 bauxite. Modernize a CVL using 3 CVL twice",
        "memo": "✘Consumes the items and resources.\n➣Rewards either a New Model Aircraft Blueprint OR a New Model Artillery Armament Materials OR a New Model Rocket Development Materials"
    },
    "713_W20G7": {
        "code": "W20G7",
        "name": "Peach Festival Mission: Hishimochi Improvement - Final",
        "desc": "Have 17 Hishimochi, 300 Development Materials, 15000 steel and 15000 bauxite. Modernize a CV using 5 CV twice",
        "memo": "✘Consumes the items and resources.\n➣Rewards either a Prototype Flight Deck Catapult OR a Ne-Type Engine OR a Night Operations Aviation Personnel + Skilled Deck Hands"
    },
    "801_NY21": {
        "code": "2101LQ1",
        "name": "New Year's Greetings! Reiwa Era Year 3 Naval Escort, Set Sail!",
        "desc": "Sortie ONLY 3-6 DD, 0-1 CVL and 0-1 CL(T)/CT to [W1-2], [W1-3], [W1-5], [W1-6-N] and [W7-1]. A-Rank+ all relevant boss nodes.",
        "memo": "No other ship types are allowed.\n➣Rewards a Repair Goddess and either two Type 2 Depth Charges OR two Furniture Fairies OR an Action Report"
    },
    "802_NY21": {
        "code": "2101LQ2",
        "name": "Happy New Year! Heavy Cruiser Division, Deploy to the Nansei Islands!",
        "desc": "Sortie a CA(V) as flagship, 1 additional CA(V) and up to 4 additional ships to [W1-4], [W2-2], [W2-3], [W2-4] and [W2-5]. A-Rank+ the boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either ten Development Materials OR eight Buckets OR four Screws\n¶Second choice: Either a +8 20.3cm (No.3) Twin Gun Mount OR a 61cm Quadruple (Oxygen) Torpedo Mount Late Model OR two Medals"
    },
    "803_NY21": {
        "code": "2101LQ3",
        "name": "Best Wishes for the New Year! Special Fleet, to the Arctic Ocean of a New Year!",
        "desc": "Sortie 3+ CV(L/B)/AV/AS/AO and any other ships to [W3-4], [E2-Q] and [E3-Z]. A-Rank+ each boss node twice.",
        "memo": "➣Rewards furniture and either four New Model Aviation Armament Materials OR three Skilled Crew Members OR a Blueprint"
    },
    "804_NY21": {
        "code": "2101LQ4",
        "name": "New Year's Quest Chain, Extra Operation: First Fleet, Sortie!",
        "desc": "Sortie Fleet 1 to [W3-5], [W4-5], [W7-2-M] and [W7-3-P]. S-Rank the boss nodes.",
        "memo": "➣Rewards furniture and either two Blueprints OR a Prototype Flight Deck Catapult OR a Type 4 Heavy Bomber Hiryuu"
    },
    "906_W20B1": {
        "code": "W20B1",
        "name": "Weekly Peach Festival Mission: Securing the waters around the Naval District!",
        "desc": "Sortie 3 DD/DE and up to 3 additional ships to [W1-2], [W1-3], [W1-5], [1-6-N] and [W2-1]. S-Rank all relevant boss nodes.",
        "memo": "➣Rewards a Hishimochi and either a Type 3 Shell OR a Daihatsu Landing Craft OR a Type 2 12cm Mortar Kai"
    },
    "907_W20B2": {
        "code": "W20B2",
        "name": "Peach Festival Mission: Invasion Force, Assault the Supply Depot!",
        "desc": "Sortie 3 DD and up to 3 additional ships to node J of the event map. S-Rank the boss node twice.",
        "memo": "➣Rewards two Hishimochi and either a Furniture Fairy OR two Type 3 Shells OR a Medal"
    },
    "908_W20B3": {
        "code": "W20B3",
        "name": "Peach Festival Mission: Intercept the Enemy Carrier Task Force!",
        "desc": "Sortie 2 CV, 2 BB, 2 CA and up to 6 additional ships to node T of the event map. Secure an A-Rank or higher at the boss node four times.",
        "memo": "➣Rewards four Hishimochi and either eight buckets OR two Mamiya OR ten Development Materials"
    },
    "909_W20B4": {
        "code": "W20B4",
        "name": "Weekly Peach Festival Mission: Mainstay of Mainstays, Heading Out!",
        "desc": "Sortie 3 Yuugumo-class DD and up to 3-9 additional ships to [W2-2], [W2-3], [W3-5], [W7-2-M] and node I of the event map. S-Rank the boss nodes.",
        "memo": "➣Rewards three Hishimochi and either DE Etorofu, DE Matsuwa, DE Sado, DE Tsushima OR DE Fukae"
    },
    "910_W20": {
        "code": "W20B5",
        "name": "Peach Festival Mission: Waves in the Offing, Sortie!",
        "desc": "Sortie Okinami, 2 other Yuugumo-class DD and up to 3-9 additional ships to nodes I, J and T of the event map. Secure an A-Rank or higher at the boss nodes.",
        "memo": "➣Rewards four Hishimochi and either two Mamiya OR a +4 Type 13 Air Radar Kai OR a Medal"
    },
    "910_7thAnvLB3": {
        "code": "7thAnvLB3",
        "name": "7th Anniversary Mission: Extra Operation",
        "desc": "Sortie to [W6-1], [W6-2], [W6-3], [W6-4] and [W6-5]. S-Rank the boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either AV Mizuho, AO Kamoi, AO Hayasui, AV Commandant Teste OR CL Gotland\n¶Second choice: Either 7 Underway Replenishments OR 7 Screws OR a New Model Aviation Armament Material"
    },
    "801_2201LB1": {
        "code": "2201LB1",
        "name": "A New Year! Reiwa 4 [Elite Torpedo Squadron] begins to sortie!",
        "desc": "Sortie a CL(T)/CT as flagship and up to 5 DDs to [W1-2], [W1-3], [W1-4], [W1-6-N] and [W2-1]. A-Rank+ all relevant boss nodes.",
        "memo": "➣Rewards a Repair Goddess and either two 61cm Triple (Oxygen) Torpedo Late Model OR three Mamiya OR two Tenzan Model 12A"
    },
    "802_2201LB2": {
        "code": "2201LB2",
        "name": "2022 Reiwa's 4th Year! Initate the Okinoshima Defense Operation!",
        "desc": "Sortie 1 CA(V), either Gotland or 1 AV and up to 4 additional ships to [W2-2], [W2-3], [W2-4] and [W2-5]. S-Rank [W2-5], A-Rank+ the other boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either ten Development Materials OR five Screws or a Medal\n¶Second choice: Either two Furniture Fairies OR two ★8 15.2cm Twin Gun Mount Kai or a ★3 Swordfish Mk.III Kai (Seaplane Model / Skilled)"
    },
    "803_2201LB3": {
        "code": "2201LB3",
        "name": "Happy New Year! Special Formation Carrier Task Force, to the West!",
        "desc": "Sortie 1 CV(L/B), 1 AO/AS and up to 4 additional ships to [W7-4], [W4-1], [W4-2] and [W4-5]. S-Rank [W4-5], A-Rank+ the other boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either three New Model Aviation Armament Materials OR six Screws\n¶Second choice: Either three Tenzan Model 12A OR four Skilled Crew Members OR a Toku Daihatsu Landing Craft + Type 1 Gun Tank"
    },
    "804_2201LB4": {
        "code": "2201LB4",
        "name": "New Year Task Force [Expanded Operation] 5th Carrier Division, Weigh Anchor!",
        "desc": "Sortie Shoukaku and Zuikaku, one as flagship, and up to 4 additional ships to [W5-2], [W3-5], [W3-3], [W7-2-M] and [W6-5]. S-Rank the boss nodes.",
        "memo": "➣Rewards 5th Carrier Division New Year Furniture and either a Blueprint OR a Prototype Catapult OR a ★3 Tenzan Model 12A Kai (w/ Type 6 Airborne Radar Kai)"
    },
    "801_2301B1": {
        "code": "2301B1",
        "name": "Welcome to the New Year! In Reiwa 5th Year, Weigh Anchor!",
        "desc": "Sortie 3 DD/DE and up to 3 additional ships to [W1-3], [W2-2], [W2-3] and [W1-6-N]. A-Rank+ all relevant boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either a Emergency Repair Material OR a Submarine Supply Material OR a Emergency Repair Goddess\n¶Second choice: Either two Mamiya OR two Furniture Fairy OR three Irako"
    },
    "802_2301B2": {
        "code": "2301B2",
        "name": "2023 Nansei Islands Patrol Defense Operation, Commence!",
        "desc": "Sortie 2 CA(V), 1 CL(T)/CT and up to 3 additional ships to [W1-2], [W1-4], [W2-1] and [W2-4]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either a Shiden Kai (343 Air Group) 301st Fighter Squadron OR a Shiden Kai (343 Air Group) 701st Fighter Squadron OR four Skilled Crew Members\n¶Second choice: Either two New Model Artillery Armament Materials OR five Screws OR a Medal"
    },
    "803_2301B3": {
        "code": "2301B3",
        "name": "Reiwa's 5th Happy New Year, Special Task Force, to the North!",
        "desc": "Sortie 1 AV, 1 AO/AS and up to 4 additional ships to [W3-3], [W3-4] and [W3-5]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either a Saiun (4th Recon Squad) OR two Reinforcement Expansions OR three New Model Aviation Armament Materials\n¶Second choice: Either a Toku Daihatsu Landing Craft + Type 1 Gun Tank OR two Prototype Toukai OR two Action Reports"
    },
    "804_2301B4": {
        "code": "2301B4",
        "name": "New Year Missions [Expanded Operation] Carrier Task Force, Run Wild!",
        "desc": "Sortie CV(L/B) as flagship, 2 DD and up to 3 additional ships to [W7-2-M], [W7-4], [W4-5], [W6-4] and [W6-5]. S-Rank each boss node.",
        "memo": "➣Rewards New Year's Greetings! DesRon 2 Yahagi Scroll Furniture and either two Blueprints OR a Prototype Catapult OR a ★3 Ginga"
    },
    "801_2401B1": {
        "code": "2401B1",
        "name": "Happy New Year! In 2024, Weigh Anchor!",
        "desc": "Sortie a CL(T)/CT as flagship, 2 DD and up to 3 additional ships to [W1-2], [W1-3] and [W1-4]. A-Rank+ each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either a Emergency Repair Material OR a Submarine Supply Material OR two Irakos\n¶Second choice: Either two Mamiya OR four Screws OR ten Devmats"
    },
    "802_2401B2": {
        "code": "2401B2",
        "name": "Reiwa 6th Year, Fleet Sortie! Defense Battle of Nansei Islands",
        "desc": "Sortie any 2 of Akatsuki, Hibiki, Ikazuchi and Inazuma, and up to 4 additional ships to [W2-1], [W2-2], [W2-3] and [W2-4]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either two New Model Artillery Armament Materials OR two New Model Aviation Armament Materials OR a Furniture Fairy\n¶Second choice: Either two ★max 12.7cm Twin Gun Mount Model A OR a ★2 12.7cm Twin Gun Mount Model A Kai 2 OR two Medals"
    },
    "803_2401B3": {
        "code": "2401B3",
        "name": "2024 New Year's Greetings! Naval Escort, Heading to the Sea in New Year!",
        "desc": "Sortie any 2 of any AS, Kaiboukan No.4, Kaiboukan No.22, Kaiboukan No.30, Shinyou, Ryuuhou, Zuihou, Yamashio Maru, Sendai, Ooi, Hiei and Souya, and up to 4 additional ships to [W1-5] and [W7-4]. S-Rank each boss nodes twice. Reach [W1-6-N] twice.",
        "memo": "➣Rewards:\n¶First choice: Either four New Model Armament Materials OR two Reinforcement Expansions OR two Medals\n¶Second choice: Either two ★8 Type 97 Torpedo Bomber (931 Air Group) OR a Prototype Type 97 Torpedo Bomber Kai Type 3 Model E (w/ Type 6 Airborne Radar Kai) OR two Prototype 15cm 9-tube ASW Rocket Launcher"
    },
    "804_2401B4": {
        "code": "2401B4",
        "name": "New Year [Expanded Operation] CarDiv1 and CarDiv5, New Year Joint Operation!",
        "desc": "Sortie any 2 of Akagi, Kaga, Shokaku and Zuikaku, and up to 4 additional ships to [W7-2-M], [W4-5], [W5-2], [W5-5] and [W6-4]. S-Rank each boss node.",
        "memo": "➣Rewards Happy New Year! No.101 Scroll Furniture and either two ★2 Ryuusei Kai (Skilled) OR a Prototype Catapult OR a Shinden Kai"
    },
    "234_2102LQ1": {
        "code": "2102LQ1",
        "name": "Time-Limited Valentine's Day Quest: First Operation",
        "desc": "Sortie a CL, 2 DD and up to 3 additional ships to [W1-4], [W2-1], [W2-2] and [W2-3]. A-Rank+ the boss nodes.",
        "memo": "➣Rewards a Mamiya and either four Development Materials OR two 25mm Twin Autocannon Mounts OR a Furniture Fairy"
    },
    "238_2102LQ2": {
        "code": "2102LQ2",
        "name": "Time-Limited Valentine's Day Quest: Second Operation",
        "desc": "Sortie a CL(T)/CA(V)/CT as flagship and up to 5 additional ships to [W1-3], [W2-4], [W3-1], [W3-3] and [W4-2]. S-Rank the boss nodes.",
        "memo": "➣Rewards Valentine's Day Chocolate and either a Medal OR a Reinforcement Expansion OR an Action Report"
    },
    "349_2102LQ3": {
        "code": "2102LQ3",
        "name": "Time-Limited Valentine's Day Quest: Special Exercises",
        "desc": "Secure 4 S-Rank victories in Exercises within the same day using 1 AV, 1 CA(V), 1 CL(T)/CT, 2 DD and up to 1 additional ship.",
        "memo": "➣Rewards:\n¶First choice: Either a New Model Artillery Armament Materials OR a New Model Aviation Armament Materials OR five Development Materials\n¶Second choice: Either a Medal OR a Mamiya"
    },
    "906_2103B1": {
        "code": "2103B1",
        "name": "[Hinamatsuri] Weekly W1",
        "desc": "Sortie 3 DD/DE and up to 3 additional ships to [W1-2], [W1-3], [W1-5] and [W1-6-N]. A-Rank+ all relevant boss nodes.",
        "memo": "Hinamatsuri: A Springtime of Safeguarding the Naval Base's Coastal Waters\n➣Rewards Hishimochi and either two 25mm Single Autocannon Mounts OR five Development Materials OR a Type 2 12cm Mortar Kai"
    },
    "907_2103B2": {
        "code": "2103B2",
        "name": "[Hinamatsuri] Weekly W2",
        "desc": "Sortie 4 DD/DE and up to 2 additional ships to [W2-1], [W2-2] and [W2-3]. S-Rank each boss node twice.",
        "memo": "Hinamatsuri: A Springtime of Nansei Region Combat Patrols!\n➣Rewards two Hishimochi and either five Buckets OR a Mamiya OR two Type 3 Depth Charge Projectors"
    },
    "908_2103B3": {
        "code": "2103B3",
        "name": "[Hinamatsuri] A Springtime of Decisive Battles! Strike Down the Enemy Task Force!",
        "desc": "Sortie a CV(L/B), a CA(V), a CL and up to 3 additional ships to [W2-4], [W2-5] and [W7-2-M]. S-Rank each boss node twice.",
        "memo": "➣Rewards four Hishimochi and either ten Development Materials OR a Reinforcement Expansion OR a Medal"
    },
    "962_2112LB1": {
        "code": "2112LB1",
        "name": "[Christmas Limited] Merry Christmas Torpedo Squadron!",
        "desc": "Sortie either Shigure Kai Ni, Asagumo and Yamagumo OR Naka, Oboro and Ushio AND up to three aditional ships to [W1-3], [W1-4] and [W2-2]. S-Rank each boss node twice.",
        "memo": "➣Rewards eight Development Materials OR four Screws OR a Furniture Fairy"
    },
    "963_2112LB2": {
        "code": "2112LB2",
        "name": "[Christmas Limited] Christmas Maritime Escort, weigh anchor!",
        "desc": "Sortie four of Etorofu, Matsuwa, Sado, Fukae, Kaiboukan No.4 or Kaiboukan No.30 AND up to two aditional ships to [W1-5], [W7-1] and [W1-6-N]. S-Rank each relevant boss node twice. Reach [W1-6-N] twice.",
        "memo": "➣Rewards:\n¶First choice: Either two Type 2 Depth Charges OR three 7.7mm Machine Guns\n¶Second choice: Either five Buckets OR three Screws"
    },
    "964_2112LB3": {
        "code": "2112LB3",
        "name": "[Christmas Limited] Wings of the Holy Night, sortie!",
        "desc": "Sortie either Shoukaku, Zuikaku and Hayasui OR Suzuya, Kumano and Gotland AND up to three aditional ships to [W2-4], [W3-5] and [W5-2]. S-Rank each boss node twice.",
        "memo": "➣Rewards:\n¶First choice: Either two Type 1 Land-based Attack Aircraft OR a Shinzan OR a Prototype Keiun (Carrier-based Reconnaissance Model)\n¶Second choice: Either two Skilled Crew Members OR two New Model Aviation Armament Materials OR a Ne-Type Engine"
    },
    "965_2112LB4": {
        "code": "2112LB4",
        "name": "[Christmas Limited (Extra Operation)] Activate the final Christmas operation!",
        "desc": "Sortie three of Sheffield, Commandant Teste, Kinugasa, Kashima, Kuma or Sakawa and up to three additional ships to [W4-5] and [W5-3]. S-Rank each boss node twice.",
        "memo": "➣Rewards:\n¶First choice: Either a Medal OR five Screws\n¶Second choice: Either three New Model Armament Materials OR an Action Report OR a Torpedo Squadron Skilled Lookout"
    },
    "962_2311B6": {
        "code": "2311B6",
        "name": "[Xmas Limited] Merry Xmas Destroyer Squadron, Sortie!",
        "desc": "Sortie any 4 of Yuugumo, Hayanami, Hamanami, Makinami, Oboro, Sazanami, Ushio and Akebono and up to 2 additional ships to [W1-1], [W1-3], [W1-4] and [W1-5]. S-Rank each boss node twice.",
        "memo": "➣Rewards a Present Box and either ten Development Materials OR four Screws OR a Furniture Fairy"
    },
    "963_2311B7": {
        "code": "2311B7",
        "name": "[Xmas Limited] Holy Night Light Cruiser, Weigh Anchor!",
        "desc": "Sortie any 2 of Ooyodo, Naka, Sakawa, Yahagi Kai Ni+, Sheffield, De Ruyter and Gotland, one of them as flagship and up to 4 additional ships to [W2-3] and [W2-4]. S-Rank each boss node twice.",
        "memo": "➣Rewards:\n¶First choice: Either a ★2 New Model High Temperature High Pressure Boiler OR two New Model Artillery Armament Materials OR 6 Buckets\n¶Second choice: Either a ★4 15.2cm Twin Gun Mount Kai OR a ★8 8cm High-angle Gun OR a Medal"
    },
    "964_2311B8": {
        "code": "2311B8",
        "name": "[Xmas Extra Operation I] Xmas Special Mission Ship, Operation Start!",
        "desc": "Sortie any 2 of Kamoi, Mizuho, Hayasui, Jingei, Chougei, Akashi, Asahi, Commandant Teste, Nevada, Kashima and Souya, one of them as flagship and up to 4 additional ships to [W4-1], [W6-2] and [W6-3]. S-Rank each boss node twice.",
        "memo": "➣Rewards:\n¶First choice: Either two Skilled Crew Members OR a 14cm Twin Gun Mount Kai Ni OR six Screws\n¶Second choice: Either three New Model Artillery Armament Materials OR three New Model Armament Materials OR a Barracuda Mk.II"
    },
    "965_2311B9": {
        "code": "2311B9",
        "name": "[Xmas Extra Operation II] Xmas Final Battle, Begin!",
        "desc": "Sortie any 3 of Warspite, Sheffield, Houston, Suzuya, Kumano and Kinugasa and up to 3 additional ships to [W4-5], [W5-3] and [W6-4]. S-Rank each boss node twice.",
        "memo": "➣Rewards:\n¶First choice: Either two Type 1 Land-based Attack Aircraft Model 22A OR a Ginga OR two Barracuda Mk.II\n¶Second choice: Either three New Model Aviation Armament Materials OR two Medals OR a Ne-Type Engine"
    },
    "361_2212C1": {
        "code": "2212C1",
        "name": "[New Year Limited] First Escort Fleet, Special Exercise!",
        "desc": "Secure 5 S-Rank victories in Exercises within the same day using 2 DE and up to 4 additional ships, OR 1 CVL, 4 DD and up to 1 additional ship.",
        "memo": "➣Rewards:\n¶First choice: Either a Mamiya OR two Irako\n¶Second choice: Either eight Buckets OR four Type 3 Depth Charge Projectors OR 3000 Fuel"
    },
    "990_2212B2": {
        "code": "2212B2",
        "name": "[New Year Limited] Carrier Task Force, Patrol the Nansei Islands!",
        "desc": "Sortie a CV(L/B) as flagship, 1 CL, 2 DD and up to 2 additional ships to [W1-2], [W1-3], [W1-4], [W2-1] and [W2-3]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either ten Development Materials OR two 61cm Quintuple (Oxygen) Torpedo Mounts OR four Screws\n¶Second choice: Either a Type 99 Dive Bomber (Egusa Squadron) OR a Type 97 Torpedo Bomber (Tomonaga Squadron) OR two Skilled Crew Members"
    },
    "1121_2212F1": {
        "code": "2212F1",
        "name": "[New Year Limited] Naval District General Cleaning! Happy New Year!",
        "desc": "Have 2 Type 96 Fighters, 2 41cm Twin Gun Mounts and 900 steel. Scrap 3 AA Machine Guns, 3 Secondary Guns and 3 Medium Caliber Main Guns.",
        "memo": "✘Consumes the items and resources.\n➣Rewards:\n¶First choice: Either ten Development Materials OR a New Model Armament Material OR 2022 Bauxite\n¶Second choice: Either a Medal OR two New Model Artillery Armament Materials OR five Screws"
    },
    "1122_2212F2": {
        "code": "2212F2",
        "name": "[New Year Limited] Naval District End-of-year Prototype Renovated Jumbo",
        "desc": "Have 3 Type 97 Torpedo Bombers, 8 Development Materials, 8 Flamethrowers, 550 ammo and 550 bauxite. Set secretary with a ★max 12.7mm Single Machine Gun Mount in her first slot.",
        "memo": "✘Consumes the items and resources.\n➣Rewards a ★8 2cm Flakvierling 38 and either two Medals OR a ★2 Type 1 Land-based Attack Aircraft (Nonaka Squadron) OR a Shinzan"
    },
    "990_2312B2": {
        "code": "2312B2",
        "name": "[New Year Limited] Carrier Task Force Patrol, Defend the Nansei Islands!",
        "desc": "Sortie a CV(L/B) as flagship, 1 CL, 2 DD and up to 2 additional ships to [W1-4], [W2-1], [W2-2], [W2-3] and [W2-4]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either ten Development Materials OR a Reinforcement Expansion OR a Medal\n¶Second choice: Either a ★7 Type 0 Fighter Model 62 (Fighter-bomber) OR a ★7 Shiden Kai 2 OR three Skilled Crew Members"
    },
    "361_2312C1": {
        "code": "2312C1",
        "name": "[New Year Limited] First Escort Fleet, Special Exercise!",
        "desc": "Secure 5 S-Rank victories in Exercises within the same day using 2 DE and up to 4 additional ships, OR 1 CVL, 4 DD and up to 1 additional ship.",
        "memo": "➣Rewards:\n¶First choice: Either a Mamiya OR two Irako OR three Type 96 Fighters\n¶Second choice: Either four 25mm Single Autocannon Mounts OR three Type 3 Depth Charge Projectors OR 3300 Fuel"
    },
    "1121_2312F1": {
        "code": "2312F1",
        "name": "[New Year Limited] Naval District General Cleaning! Happy New Year!",
        "desc": "Have 6 Type 96 Fighters, 4 Combat Rations and 2023 steel. Scrap 8 Small Caliber Main Guns, 8 Medium Caliber Main Guns and 8 Reconnaissance Seaplanes.",
        "memo": "✘Consumes the items and resources.\n➣Rewards:\n¶First choice: Either twelve Development Materials OR two New Model Artillery Armament Materials OR 2024 Bauxite\n¶Second choice: Either four 25mm Single Autocannon Mounts OR two New Model Aviation Armament Materials OR five Screws"
    },
    "1122_2312F2": {
        "code": "2312F2",
        "name": "[New Year Limited] Continuation: Naval District End-of-year Renovated Jumbo",
        "desc": "Have 8 Type 97 Torpedo Bombers, 8 Development Materials, 8 Flamethrowers, 2800 steel and 2800 ammo. Set secretary with a ★max 25mm Single Autocannon Mount in her first slot.",
        "memo": "✘Consumes the items and resources.\n➣Rewards a ★8 3.7cm FlaK M42 and either three Medals OR a B-25 OR a Shinzan"
    },
    "992_2304B1": {
        "code": "2304B1",
        "name": "[10th Anniversary Quest] Fubuki-class Destroyers, Sortie!",
        "desc": "Sortie 4 Fubuki-class DD and up to 2 additional ships to [W1-1], [W1-2], [W1-3] and [W1-4]. S-Rank each boss node.",
        "memo": "➣Rewards either two Irako OR a New Model Aviation Armament Material OR a Furniture Fairy"
    },
    "993_2304B2": {
        "code": "2304B2",
        "name": "[10th Anniversary Quest] Shiratsuyu-class Destroyers, Sortie!",
        "desc": "Sortie 3 Shiratsuyu-class DD and up to 3 additional ships to [W2-2], [W2-3], [W2-4] and [W2-5]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either ten Irako OR ten Screws OR three New Model Aviation Armament Materials\n¶Second choice: Either a 12.7cm Twin Gun Mount Model C Kai 3 OR a ★1 Type 3 Active Sonar Kai OR a ★2 61cm Quadruple (Oxygen) Torpedo Mount"
    },
    "994_2304B3": {
        "code": "2304B3",
        "name": "[Commemorative Mission: Extra Operation] Mainstay of Mainstays, Decisive Battle!",
        "desc": "Sortie 2 Yuugumo-class DD and up to 4 additional ships to [W3-5], [W4-5], [W5-2] and [W5-5]. S-Rank each boss node.",
        "memo": "➣Rewards furniture and either three Medals OR a ★8 Shiden Kai 2 OR a ★3 12.7cm Twin Gun Mount Model D Kai 2"
    },
    "915_LQ1": {
        "code": "LQ1",
        "name": "Time-Limited Spring Mission: Fly! Seaplane Swordfish!",
        "desc": "Sortie an AV as flagship, a DD/DE and up to 4 additional ships to [W1-4], [W2-3] and [W2-4]. A-Rank+ each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either a Swordfish (Seaplane Model) OR an Action Report\n¶Second choice: Either a Skilled Crew Member OR a New Model Aviation Armament Material OR four Screws"
    },
    "234": {
        "code": "2302B1",
        "name": "Time-Limited 2023 Valentine's Day Quest: First Operation",
        "desc": "Sortie 2 CL(T)/CT, 2 DD and up to 2 additional ships to [W1-3], [W1-4], [W2-2] and [W2-3]. A-Rank+ the boss nodes.",
        "memo": "➣Rewards a Mamiya and either five Development Materials OR two 12cm 30-tube Rocket Launcher OR a Furniture Fairy"
    },
    "238": {
        "code": "2302B2",
        "name": "Time-Limited 2023 Valentine's Day Quest: Second Operation",
        "desc": "Sortie 3 CL(T)/CA(V)/CT and up to 3 additional ships to [W2-4], [W3-1], [W3-3] and [W3-4]. S-Rank the boss nodes.",
        "memo": "➣Rewards Valentine's Day Chocolate and either a Medal OR a Reinforcement Expansion OR an Action Report"
    },
    "349": {
        "code": "2302C1",
        "name": "Time-Limited 2023 Valentine's Day Quest: Special Exercises",
        "desc": "Secure 4 S-Rank victories in Exercises within the same day using 1 AV, 1 CA(V), 1 CL(T)/CT, 2 DD and up to 1 additional ship.",
        "memo": "➣Rewards a Valentine Window Furniture and either three Zuiun OR two Type 2 Depth Charge OR two New Model Aviation Armament Materials"
    },
    "971": {
        "code": "2204B2",
        "name": "[Limited] 9th Anniversary Fleet, Set Sail!",
        "desc": "Sortie a CL as flagship, 2 DD and up to 3 additional ships to [W1-1], [W1-2], [W1-3], [W1-4] and [W1-5]. S-Rank each boss node.",
        "memo": "➣Rewards:\n¶First choice: Either nine Development Materials OR nine Buckets\n¶Second choice: Either three Type 99 Dive Bomber Model 22 OR a Type 99 Dive Bomber Model 22 (Skilled) OR a Reinforcement Expansion"
    },
    "363": {
        "code": "2304C1",
        "name": "[10th Anniversary Quest] Mutsuki-class Destroyers, Exercises!",
        "desc": "Secure 5 A-Rank+ victories in Exercises within the same day using 4 Mutsuki-class DD and up to 2 additional ships.",
        "memo": "➣Rewards:\n¶First choice: Either a Skilled Lookouts OR four 25mm Single Autocannon Mounts OR a Reinforcement Expansion\n¶Second choice: Either a ★3 12cm Single Gun Mount Kai 2 OR a ★3 61cm Triple (Oxygen) Torpedo Mount)"
    },
    "972": {
        "code": "2204B3",
        "name": "[Limited] 9th Anniversary Fleet, Extra Operation!",
        "desc": "Sortie a CVL as flagship, 2 DD and up to 3 additional ships to [W2-3], [W3-5], [W7-4] and [W6-4]. S-Rank each boss node.",
        "memo": "➣Rewards either six New Model Aviation Armament Materials OR 3 Medals OR a 51cm Twin Gun Mount"
    },
    "979": {
        "code": "2207B1",
        "name": "[Limited-Time Mission] Maritime Escort for Resource Recovery",
        "desc": "Sortie to [W1-2], [W1-3], [W1-5], [W1-6-N] and [W2-3]. S-Rank all relevant boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either eight Buckets OR 4000 Steel OR 10 Development Materials\n¶Second choice: Either a Medal OR 8000 Fuel OR a Furniture Fairy"
    },
    "448": {
        "code": "2304D1",
        "name": "[10th Anniversary Quest] 10th Anniversary Logistics Expedition",
        "desc": "Complete Expeditions 5, A1, 9 and 11 once each, and Expedition 7 three times.",
        "memo": "➣Rewards:\n¶First choice: Either 8800 Fuel OR eight Screws\n¶Second choice: Either ten Development Materials OR two Daihatsu Landing Craft OR 3900 Bauxite"
    },
    "1126": {
        "code": "2304F1",
        "name": "[10th Anniversary Quest: Extended Mission] Special Arsenal Quest",
        "desc": "Have 2 Shiden Kai 4, 80 Development Materials and 3000 Bauxite. Scrap 8 Fighters, 4 Seaplane Bombers and 4 AA Machine Guns.",
        "memo": "✘Consumes the items (even with any ★) and resources.\n➣Rewards either two Reppuu Kai (Prototype Carrier-based Model) OR a Reppuu Kai 2 Model E OR a Shinden Kai"
    },
    "367": {
        "code": "2306C1",
        "name": "[Rainy Season] Torpedo Squadron, Exercises in the Rain!",
        "desc": "Secure 4 A-Rank+ victories in Exercises within the same day using a CL/CT (not CLT) as flagship and 5 DD.",
        "memo": "➣Rewards a Teru Teru Bouzu"
    },
    "953": {
        "code": "2306B1",
        "name": "[Rainy Season] Protect the Marine Transportation Route in the Rainy Season!",
        "desc": "Sortie a CL/AV as flagship, 3 DD and up to 2 additional ships to [W1-2], [W1-3], [W2-2] and [W2-3]. S-Rank each boss node.",
        "memo": "➣Rewards two Teru Teru Bouzu and either five Buckets OR five Development Materials OR an Underway Replenishment"
    },
    "954": {
        "code": "2306B2",
        "name": "[Rainy Season Extra Operation] Heavy Cruiser Rainy Operation!",
        "desc": "Sortie 2 CA(V), one of them as flagship and up to 4 additional ships to [W7-3-P] and [W7-4]. S-Rank each boss node twice.",
        "memo": "➣Rewards three Teru Teru Bouzu and either eight Development Materials OR two Screws OR a Mamiya"
    },
    "955": {
        "code": "2306B3",
        "name": "[Rainy Season Monthly Quest] Southern Solomons Area Operation",
        "desc": "Sortie 2 (F)BB(V), an Agano-class CL/Ooyodo and up to 3 additional ships to [W5-1], [W5-2], [W5-3], [W5-4] and [W5-5]. S-Rank each boss node.",
        "memo": "➣Rewards four Teru Teru Bouzu and 350 Ranking Points"
    },
    "369_2311C1": {
        "code": "2311C1",
        "name": "[Naval Base Saury Festival] Saury Fishing Exercises!",
        "desc": "Secure 4 A-Rank+ victories in Exercises within the same day using any 4 of Oboro, Akebono, Sazanami, Ushio, Yuugumo, Okinami, Kishinami, Asashimo, Isokaze, Taigei (not Ryuuhou), Michishio, Shigure Kai Ni/San, Shirayuki, Shouhou and Ranger and up to 2 additional ships.",
        "memo": "➣Rewards:\n¶First choice: Either two Mamiya OR four Screws OR a Type 2 Fighter Toryuu Model C\n¶Second choice: Either Yamashio Maru OR Kumano Maru OR a Medal"
    },
    "866_2311B1": {
        "code": "2311B1",
        "name": "Saury Fishing: Saury Festival, Mainstay of Mainstays, here we go!",
        "desc": "Have 8 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either Jingei OR Chougei OR three Irako\n¶Second choice: Either a Type 96 150cm Searchlight OR Akashi OR a Furniture Fairy"
    },
    "867_2311B2": {
        "code": "2311B2",
        "name": "Saury Fishing: Let's Draw the Big Catch Flag!",
        "desc": "Have 16 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either three New Model Armament Materials OR four New Model Aviation Armament Materials OR an Action Report\n¶Second choice: Either two Type 22 Surface Radar Kai 4 OR two Type 33 Surface Radar OR a Blueprint"
    },
    "868_2311B3": {
        "code": "2311B3",
        "name": "Saury Fishing: Oh, is it a big catch again this year? Nice to meet you.",
        "desc": "Have 46 Sauries in your inventory.",
        "memo": "➣Rewards:\n¶First choice: Either a ★4 Ki-96 OR two Blueprints OR a Prototype Flight Deck Catapult\n¶Second choice: Either a Type 22 Big Catch Banner OR a Type 23 Big Catch Banner"
    },
    "959_2311B4": {
        "code": "2311B4",
        "name": "[Naval Base Saury Festival] Full-Scale Operation Preparations!",
        "desc": "Sortie a CL/CT/AR or Souya as flagship and up to 5 additional ships to [W1-1], [W1-2], [W1-3], [W1-4] and [W1-5]. S-Rank all relevant boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either three Searchlights OR two Type 3 Active Sonar OR two Screws\n¶Second choice: Either three Ka Type Autogyro OR three Type 2 Fighter Toryuu OR three Screws"
    },
    "960_2311B5": {
        "code": "2311B5",
        "name": "[Naval Base Saury Festival] Northern Fishing Grounds Defense Strategy!",
        "desc": "Sortie a CL/CT/AR or Souya as flagship and up to 5 additional ships to [W3-1], [W3-2], [W3-3], [W3-4] and [W3-5]. S-Rank all relevant boss nodes.",
        "memo": "➣Rewards:\n¶First choice: Either a Type 22 Surface Radar Kai 4 OR three Skilled Lookouts OR five Screws\n¶Second choice: Either four Do 17 Z-2 OR a Type 4 Heavy Bomber Hiryuu + No.1 Model 1A Guided Missile OR two ★3 Type 2 Flying Boat"
    },
    "1110_2311F1": {
        "code": "2311F1",
        "name": "Saury Festival [Extra Operation] The Most Elite Hiryuu Squadron!",
        "desc": "Have a Type 4 Heavy Bomber Hiryuu + No.1 Model 1A Guided Missile, a ★7+ Ki-96, 10 Sauries and 35 Dev. Materials. Set Yamashio Maru or Kumano Maru or Asahi as secretary.",
        "memo": "✘Consumes the items and resources.\n➣Rewards a ★1 Type 4 Heavy Bomber Hiryuu (Skilled) + No.1 Model 1A Guided Missile"
    },


"EoF": {}
}