{
	"801": {
		"code": "SB17",
		"name": "ฉลองปีใหม่กับภารกิจของกองเรือตอร์ปิโด!",
		"desc": "SB17: จัดเรือ CL เป็นเรือธง, DD 1-5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-2, 1-3, 1-4 อย่างละ 1 ครั้ง"
	},
	"802": {
		"code": "SB18",
		"name": "ฉลองปีใหม่กับอิราโกะ",
		"desc": "SB18: จัดเรือ AV, AS, DD เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3 จำนวน 3 ครั้ง"
	},
	"803": {
		"code": "SB19",
		"name": "ฉลองปีใหม่กับภารกิจของกองเรือบรรทุกเครื่องบินทะเล",
		"desc": "SB19: จัดเรือ BBV เป็นเรือธง และมีเรือ BBV อีก 1 ลำ, CAV 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 4-2 จำนวน 3 ครั้ง (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"804": {
		"code": "SB20",
		"name": "ฉลองปีใหม่กับภารกิจของกองเรือบรรทุกเครื่องบิน",
		"desc": "SB20: จัดเรือ CV เป็นเรือธง, DD 2 ลำ และอะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-5 จำนวน 3 ครั้ง"
	},
	"831": {
		"code": "SB12",
		"name": "เทศกาลปลาซันมะ 1",
		"desc": "SB12: จัดเรือไปหาปลาซันมะ 3 ตัว"
	},
	"832": {
		"code": "SB13",
		"name": "เทศกาลปลาซันมะ 2",
		"desc": "SB13: จัดเรือไปหาปลาซันมะ 8 ตัว"
	},
	"833": {
		"code": "SB14",
		"name": "เทศกาลปลาซันมะ 3",
		"desc": "SB14: จัดเรือไปหาปลาซันมะ 24 ตัว หามาอีกเยอะ ๆ เลยนะคะผู้การ ทั้งหมดนี้ก็เพื่ออาคากิซังค่ะ!!!"
	},
	"845": {
		"code": "OH3",
		"name": "[อีเวนท์ฤดูหนาว2017] ตัดกำลังสนับสนุนของศัตรู",
		"desc": "OH3: จัดกองเรือซุยโจบุไต (Surface Task Force) ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน E-3 ที่จุด J จำนวน 2 ครั้ง"
	}, 
	"654": {
		"code": "OH2",
		"name": "[อีเวนท์ฤดูหนาว2017] แยกชิ้นส่วนซุยอุนเพื่อการขนส่ง ระดับง่าย",
		"desc": "OH2: มีตะปู 10 อัน และ Type 97 Torpedo Bomber 1 อัน ในคลังเก็บของ [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Reconnaissance Seaplane 1 อัน [ห้ามเปลี่ยนระดับความยาก]"
	},
	"655": {
		"code": "OH1",
		"name": "[อีเวนท์ฤดูหนาว2017] แยกชิ้นส่วนซุยอุนเพื่อการขนส่ง ระดับกลาง/ยาก",
		"desc": "OH1: มีตะปู 20 อัน และ Saiun 1 อัน ในคลังเก็บของ [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Reconnaissance Seaplane 1 อัน [ห้ามเปลี่ยนระดับความยาก]"
	},
	"188": {
		"code": "Le1A1",
		"name": "กองเรือนิชิมูระ ออกปฏิบัติการ!",
		"desc": "Le1A1: จัดเรือ ฟุโซ, ยามาชิโระ, โมกามิ, ชิกุเระ, มิจิชิโอะ, อาซากุโมะ, ยามากุโมะ ลงในกองเรือที่ 3"
	},
	"872": {
		"code": "Le1B1",
		"name": "ปกป้องเส้นทางการขนส่งในปฏิบัติการโชอิจิโก",
		"desc": "Le1B1: จัดกองเรือ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน E-2 ที่จุด P จำนวน 2 ครั้ง"
	},
	"801": {
		"code": "SB26",
		"name": "สวัสดีปีใหม่! กับกองเรือตอร์ปิโด",
		"desc": "SB26: จัดเรือ CL เป็นเรือธง และ DD 5 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-2, 1-4 จำนวน 2 ครั้ง (กด F10 ถ้าคำแปลบังของรางวัล)"
	},    
	"802": {
		"code": "SB27",
		"name": "ช่วยงานอิราโกะในวันปีใหม่",
		"desc": "SB27: จัดเรือ AV/CA(V)/CL(T)/CT เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-2, 2-3 จำนวน 2 ครั้ง"
	},    
	"803": {
		"code": "SB28",
		"name": "สวัสดีปีใหม่! กับกองเรือคุ้มกัน",
		"desc": "SB28: จัดกองเรือ DD/DE และมี CVL ไม่เกิน 1 ลำ มีเหล็ก 2400 ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-5 จำนวน 3 ครั้ง และส่งยุทธปัจจัยในด่าน 1-6 จำนวน 3 ครั้ง"
	},    
	"804": {
		"code": "SB29",
		"name": "สวัสดีปีใหม่! กับกองเรือบรรทุกเครื่องบิน",
		"desc": "SB29: จัดเรือ CV/CVB/CVL เป็นเรือธง, DD 2 ลำ ละเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 5-5 จำนวน 4 ครั้ง"
	}
}