{
    "101": {
        "name": "จัดทีมครั้งแรก",
        "desc": "จัดเรือ 2 ลำลงในกองเรือหลัก"
    },
    "102": {
        "name": "จัดกองเรือพิฆาต",
        "desc": "จัดเรือ 4 DD (เรือพิฆาต) ลงในกองเรือหลัก"
    },
    "103": {
        "name": "จัดกองเรือตอร์ปิโด",
        "desc": "ให้ CL เป็นเรือธงและมี 5 DD อยู่ในกองเรือหลัก"
    },
    "104": {
        "name": "จัดกองเรือหกลำ",
        "desc": "จัดกองเรือ 6 ลำ ในกองเรือหลัก"
    },
    "105": {
        "name": "จัดกองเรือลาดตระเวนเบา 2 ลำ",
        "desc": "จัดกองเรือ CL 2 ลำ ลงในกองเรือหลัก"
    },
    "106": {
        "name": "จัดกองเรือลาดตระเวนหนัก",
        "desc": "จัดกองเรือให้ CV หรือ CVL 1 ลำ และ DD 3 ลำ ลงในกองเรือที่ 2"
    },
    "107": {
        "name": "จัดกองเรือบรรทุกเครื่องบิน",
        "desc": "จัดกองเรือให้ CV หรือ CVL 1 ลำ และ DD 3 ลำ ลงในกองเรือที่ 2"
    },
    "108": {
        "name": "จัดกองเรือชั้นเทนริว",
        "desc": "จัดเรือ เทนริว (天龍) และ ทัตสึตะ (龍田) ลงในหองเรือหลัก"
    },
    "109": {
        "name": "จัดกองเรือชั้นเซนได",
        "desc": "จัดเรือ เซนได (川内), จินซือ (神通), นากะ (那珂) ลำลงในกองเรือหลัก"
    },
    "110": {
        "name": "จัดกองเรือชั้นเมียวโค",
        "desc": "จัดเรือ เมียวโค (妙高), นาจิ (那智), อาชิงาระ (足柄), ฮากุโระ (羽黒) ลงในกองเรือหลัก"
    },
    "111": {
        "name": "จัดกองเรือชั้นฟุโซ",
        "desc": "จัดเรือ ฟุโซ (扶桑) และ ยามาชิโระ (山城) ลงในกองเรือหลัก"
    },
    "112": {
        "name": "จัดกองเรือชั้นอิเสะ",
        "desc": "จัดเรือ อิเสะ (伊勢) และ ฮิวงะ (日向) ลงในกองเรือหลัก"
    },
    "113": {
        "name": "จัดกองเรือหลัก BB และ CA ในกองเรือหลัก",
        "desc": "จัดกองเรือ BB และ CA อย่างละ 2 ลำ ลงในกองเรือหลัก"
    },
    "114": {
        "name": "จัดกองเรือบรรทุกเครื่องบินนากุโมะ",
        "desc": "จัดเรือ อาคากิ (赤城), คากะ (加賀), ฮิริว (飛龍), โซริว (蒼龍) ลงในกองเรือหลัก"
    },
    "115": {
        "name": "จัดกองเรือที่ 2",
        "desc": "จัดเรือธงลงในกองเรือที่ 2"
    },
    "116": {
        "name": "จัดกองเรือบรรทุกเครื่องบินทะเล",
        "desc": "จัดกองเรือ AV ลงในกองเรือหลัก"
    },
    "117": {
        "name": "จัดกองเรือบรรทุกเครื่องบินลงในกองเรือที่ 2",
        "desc": "จัดเรือ CV หรือ CVL จำนวน 1 ลำ และ DD 3 ลำ ลงในกองเรือที่ 2"
    },
    "118": {
        "name": "จัดกองเรือชั้นคองโก",
        "desc": "จัดเรือ คองโก (金剛), ฮิเอย์ (比叡), ฮารุนะ (榛名), คิริชิมะ (霧島) ลงในกองเรือหลัก"
    },
    "119": {
        "name": "จัดกองเรือมิคาวะ",
        "desc": "จัดเรือ โจไค (鳥海), อาโอบะ (青葉), คาโกะ (加古), ฟุรุทากะ (古鷹), เทนริว (天龍) และ เรือเร็ว 1ลำ ลงในกองเรือหลัก"
    },
    "120": {
        "name": "จัดกองเรือพิฆาตชั้นอาคัทสึกิ",
        "desc": "จัดเรือ อาคัทสึกิ (暁), ฮิบิกิ (響), อินาซึมะ (雷), อิคาซึจิ (電) ลงในกองเรือหลัก"
    },
    "121": {
        "name": "จัดกองเรือลาดตระเวนหนักที่ 4",
        "desc": "จัดเรือ อาตาโกะ (愛宕), ทาคาโอะ (高雄), โจไค (鳥海), มายะ (摩耶) ลงในกองเรือหลัก"
    },
    "122": {
        "name": "จัดกองเรือนิชิมูระ",
        "desc": "จัดเรือ ฟุโซ (扶桑), ยามาชิโระ (山城), โมกามิ (最上), ชิงุเระ(時雨) ลงในกองเรือหลัก"
    },
    "123": {
        "name": "จัดกองเรือบรรทุกเครื่องบินที่ 5",
        "desc": "จัดเรือ โชคาคุ (翔鶴), ซุยคาคุ (瑞鶴) และ DD 2 ลำ ลงในกองเรือหลัก"
    },
    "124": {
        "name": "จัดกองเรือมิคาวะทีมใหม่",
        "desc": "จัดเรือ โจไค (鳥海), อาโอบะ (青葉), คินุกาสะ (衣笠), คาโกะ (加古), ฟุรุทากะ (古鷹), เทนริว (天龍) ลงในกองเรือหลัก"
    },
    "125": {
        "name": "จัดกองเรือดำน้ำ",
        "desc": "จัดเรือ SS 2 ลำ ลงในกองเรือหลัก"
    },
    "126": {
        "name": "จัดกองเรือเครื่องบินจู่โจม",
        "desc": "จัดเรือ 2 BBV และ 2 CAV ลงในกองเรือหลัก"
    },
    "127": {
        "name": "จัดกองเรือดำน้ำขนาดกลาง",
        "desc": "จัดเรือ 3 SS ลงในกองเรือหลัก"
    },
    "128": {
        "name": "จัดกองเรือลาดตระเวนหนักที่ 6",
        "desc": "จัดเรือ ฟุรุทากะ (古鷹), คาโกะ(加古), อาโอบะ (青葉), คินุกาสะ (衣笠) ลงในกองเรือหลัก"
    },
    "129": {
        "name": "จัดกองเรือที่ 5",
        "desc": "จัดเรือ นาจิ (那智), อาชิงาระ (足柄), ทามะ (多摩), คิโสะ (木曾) ลงในกองเรือหลัก"
    },
    "130": {
        "name": "จัดกองเรือตอร์ปิโดที่ 1",
        "desc": "จัดเรือ อาบุคุมะ (阿武隈), อาเคโบโนะ (曙), อุชิโอะ (潮), คาสุมิ (霞), ชิรานุอิ (不知火) ลงในกองเรือหลัก"
    },
    "131": {
        "name": "จัดกองเรือพิฆาตที่ 8",
        "desc": "จัดเรือ อาซาชิโอะ (朝潮), มิจิซิโอะ (満潮), โอชิโอะ (大潮), อาราชิโอะ (荒潮) ลงในกองเรือหลัก"
    },
    "132": {
        "name": "จัดกองเรือพิฆาตที่ 18",
        "desc": "จัดเรือ คาสุมิ (霞), อาราเระ (霰), คาเงโร่ (陽炎), ชิรานุอิ (不知火) ลงในกองเรือหลัก"
    },
    "133": {
        "name": "จัดกองเรือพิฆาตที่ 30 (Gen-1)",
        "desc": "จัดเรือ มุทสึกิ (睦月), คิซารากิ (如月), ยาโยอิ (弥生), โมจิสึกิ (望月) ลงในกองเรือหลัก"
    },
    "134": {
        "name": "แต่งงานกับเรือที่รัก (Part 3)",
        "desc": "ตั้งเรือ Lv.90~99 ที่คุณรักเป็นเรือธงในกองเรือหลัก"
    },
    "135": {
        "name": "การเดินทางครั้งใหม่",
        "desc": "ตั้งเรือ LV.100 เป็นเรือธง และ จัดกองเรืออื่น ๆ ให้ครบ 6 ลำ"
    },
    "136": {
        "name": "จัดกองเรือพิฆาตที่ 30 (Gen-2)",
        "desc": "จัดเรือ มุทสึกิ (睦月), ยาโยอิ (弥生), อุซึกิ (卯月), โมจิสึกิ (望月) ลงในกองเรือหลัก"
    },
    "137": {
        "name": "จัดกองเรือรูปแบบที่ 5",
        "desc": "จัดเรือ เมียวโค (妙高), นาจิ (那智), ฮากุโระ (羽黒) ลงในกองเรือหลัก"
    },
    "138": {
        "name": "จัดกองเรือบรรทุกเครื่องบินที่ 2 (กองใหม่)",
        "desc": "จัดเรือ ฮิริว (飛龍改二) ให้เป็นเรือธง และจัด โซริว (蒼龍) กับ DD 2 ลำ ลงในกองเรือหลัก"
    },
    "139": {
        "name": "จัดกองเรือดำน้ำที่ 6",
        "desc": "ตั้งเรือ AS เป็นเรือธง และ SS 4 ลำ ลงในกองเรือหลัก"
    },
    "140": {
        "name": "ทดสอบเรดาห์ใหม่",
        "desc": "ตั้งเรือ เมียวโค ไคนิ เป็นเรือธงในกองเรือหลัก"
    },
    "141": {
        "name": "ปรับความแข็งแกร่งกองเรือบรรทุกเครื่องบินที่ 2",
        "desc": "จัดเรือ โซริว ไคนิ (蒼龍改二) ให้เป็นเรือธง และจัด ฮิริว ไคนิ (飛龍改二) กับ DD 2 ลำ ในกองเรือหลัก"
    },
    "142": {
        "name": "จัดกองเรือประจัญบานที่ 3",
        "desc": "จัดเรือ คองโก ไคนิ, ฮิเอย์ ไคนิ, ฮารุนะ ไคนิ, คิริชิมะ ไคนิ ลงในกองเรือหลัก"
    },
    "143": {
        "name": "จัดกองเรือบรรทุกเครื่องบินมาตรฐานใหม่",
        "desc": "ตั้งเรือ อุนริว (雲龍) เป็นเรือธงในกองเรือหลัก"
    },
    "144": {
        "name": "จัดกองเรือหลักประจัญบานที่ 2",
        "desc": "จัดเรือ นางาโตะ, มุทสึ, ฟุโซ, ยามาชิโระ ลงในกองเรือหลัก"
    },
    "145": {
        "name": "จัดกองเรือประจัญบานหลัก",
        "desc": "เลือกเรือจากชั้น นางาโตะคลาส, อิเสะคลาส, ฟุโซคลาส, ยามาโตะคลาส มาจำนวน 3 ลำ และ CL อีก 1 ลำ (เท่านั้น) ลงในกองเรือหลัก"
    },
    "146": {
        "name": "เตรียมซ่อมแซมบำรุงคลังอาวุธ",
        "desc": "ตั้งเรือ อาคาชิ (明石) เป็นเรือธงในกองเรือหลัก"
    },
    "147": {
        "name": "จัดกองเรือรูปแบนิชิมูระ",
        "desc": "จัดเรือ ฟุโซ (扶桑), ยามาชิโระ (山城), โมกามิ (最上), ชิงุเระ (時雨), มิจิซิโอะ (満潮) ลงในกองเรือหลัก"
    },
    "148": {
        "name": "จัดกองเรือตอบโต้ฝูงบิน",
        "desc": "ตั้งเรือ คาสุมิ (霞) เป็นเรือธง, อาชิงาระ (足柄), 1 CL และ ที่เหลือเป็น DD ทั้งหมด ลงในกองเรือหลัก"
    },
    "149": {
        "name": "จัดกองเรือพิฆาตที่ 11",
        "desc": "จัดเรือ ฟุบุกิ (吹雪), ชิรายูกิ (白雪), ฮัทสึยูกิ (初雪), มุราคุโมะ (叢雲) ลงในกองเรือหลัก"
    },
    "150": {
        "name": "จัดกองเรือพิฆาตที่ 21",
        "desc": "จัดเรือ ฮัทสึฮารุ (初春), เนโนฮิ (子日), วาคาบะ (若葉), ฮัทสึชิโมะ (初霜) ลงในกองเรือหลัก"
    },
    "151": {
        "name": "จัดกองเรือพิฆาตที่ 22",
        "desc": "จัดเรือ ฮัทสึฮารุ (皐月), ฟุมิสึกิ (文月), นางาสึกิ (長月) และ DD อีก 1 ลำ ลงในกองเรือหลัก"
    },
    "152": {
        "name": "จัดกองเรือมิคาวะรุ่นใหม่",
        "desc": "ตั้งเรือ โจไค ไคนิ เป็นเรือธง และ เลือกเรืออีก 5 ลำจากรายการนี้ อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว, ยูบาริ ลงในกองเรือหลัก"
    },
    "153": {
        "name": "จัดกองเรือที่ 18",
        "desc": "จัดเรือ เทนริว, ทัตสึตะ และอะไรก็ได้อีก 4 ลำ ลงในกองเรือหลัก"
    },
    "154": {
        "name": "จัดกองเรือจู่โจมภาคพื้นน้ำ",
        "desc": "จัดเรือ ฮิเอย์, คิริชิมะ, นาการะ, อาคัทสึกิ, อิคาซึจิ, อินาซึมะ ลงในกองเรือหลัก"
    },
    "155": {
        "name": "จัดกองเรือพิฆาตที่ 6 (ใหม่)",
        "desc": "ตั้งเรือ อาคัทสึกิ ไคนิ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้) อิคาซึจิ, อินาซึมะ ลงในกองเรือหลัก"
    },
    "156": {
        "name": "จัดกองเรือตอปิโดที่ 1 เตรียมความพร้อมที่ทะเลเหนือ",
        "desc": "ตั้งเรือ อาบุคุมะ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ฮัทสึชิโมะ, วาคาบะ, ซามิดาเระ, ชิมะคาเซะ ลงในกองเรือหลัก"
    },
    "157": {
        "name": "จัดกองเรือตอปิโดที่ 1 เตรียมความพร้อมอีกครั้งที่ทะเลเหนือ",
        "desc": "ตั้งเรือ อาบุคุมะ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ยูกุโมะ, นากานามิ, อากิกุโมะ, ชิมะคาเซะ ลงในกองเรือหลัก"
    },
    
    
    
    "202": {
        "name": "ออกรบครั้งแรก",
        "desc": "ส่งกองเรือที่ 1 ออกรบ"
    },
    "203": {
        "name": "ปกป้องท้องทะเลจินจุฟุ",
        "desc": "ส่งกองเรือที่ไปรบด่าน 1-1 จนจบด่าน"
    },
    "204": {
        "name": "ปฏิบัติการสู่ชายฝั่งเกาะนันเซอิ",
        "desc": "ส่งกองเรือไปรบด่าน 1-2 จนจบด่าน"
    },
    "205": {
        "name": "ขัดขวางกองทัพเรือศัตรูที่ใกล้เข้ามา",
        "desc": "ส่งกองเรือไปรบด่าน 1-2 อีกครั้ง และ ชนะบอสให้ได้"
    },
    "206": {
        "name": "ปฏิบัติการกองเรือตอปิโด",
        "desc": "ตั้งเรือ CL เป็นเรือธง และ DD 3 ลำ ไปออกรบ"
    },
    "207": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนัก",
        "desc": "ตั้งเรือ CA เป็นเรือธง และ ออกไปรบ"
    },
    "208": {
        "name": "ปฏิบัติการกองเรือประจัญบาน",
        "desc": "ตั้งเรือ BB เป็นเรือธง และ ออกไปรบ (เรือ BBV ไม่สามารถใช้แทนได้)"
    },
    "209": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบิน",
        "desc": "ตั้งเรือ CVL เป็นเรือธง และ เรือที่เหลือ 5 ลำต้องเป็น CL, DD, AV เท่านั้น"
    },
    "215": {
        "name": "ปฏิบัติการกองเรือทีม 2",
        "desc": "ส่งกองเรือที่ 2 ไปออกรบ"
    },
    "217": {
        "name": "จมเรือบรรทุกเครื่องบินของศัตรู",
        "desc": "จมเรือบรรทุกเครื่องบินของศัตรู 1 ลำ"
    },
    "219": {
        "name": "ปฏิบัติการกองเรือทมิคาวะ",
        "desc": "จัดเรือ โจไค, ฟุรุทากะ, คาโกะ, อาโอบะ, เทนริว, และเรือเร็วอีก 1 ลำ ไปออกรบ (BB กับ CV ไม่สามารถใช้แทนได้)"
    },
    "222": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 6",
        "desc": "จัดเรือ อาคัทสึกิ, ฮิบิกิ (หรือเวลนุยก็ได้), อินาซึมะ, อิคาซึจิ ไปออกรบ"
    },
    "223": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนักที่ 4",
        "desc": "จัดเรือ อาตาโกะ, ทาคาโอะ, โจไค, มายะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-2 ให้ได้"
    },
    "224": {
        "name": "ปฏิบัติการกองเรือนิชิมุระ",
        "desc": "จัดเรือ ฟุโซ, ยามาชิโระ, โมกามิ, ชิงุเระ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "225": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 5",
        "desc": "จัดเรือ โชคาคุ, ซุยคาคุ และอะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 3-1 ให้ได้"
    },
    "227": {
        "name": "ปฏิบัติการกองเรือมิคาวะ (ใหม่)",
        "desc": "จัดเรือ โจไค, อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "231": {
        "name": "ปฏิบัติการกองเรือดำน้ำ",
        "desc": "จัดเรือ SS 2 ลำ และอะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "232": {
        "name": "ปฏิบัตการกองเรือบรรทุกเครื่องบินทะเล",
        "desc": "จัดเรือ BBV 2 ลำ, CAV 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 4-2 ให้ได้"
    },
    "233": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนักที่ 6",
        "desc": "จัดเรือ ฟุรุทากะ, คาโกะ, คินุกาสะ, อาโอบะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "239": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 8",
        "desc": "จัดเรือ อาราชิโอะ, มิจิซิโอะ, โอชิโอะ, อาราชิโอะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "240": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 18",
        "desc": "จัดเรือ คาสุมิ, อาราเระ, คาเงโร่, ชิรานุอิ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 3-1 ให้ได้"
    },
    "244": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 30 (Gen-1)",
        "desc": "จัดเรือ มุทสึกิ (睦月), คิซารากิ (如月), ยาโยอิ (弥生), โมจิสึกิ (望月) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 3-2"
    },
    "245": {
        "name": "แต่งงานกับเรือที่รัก (Final)",
        "desc": "ตั้งเรือ Lv.90~99 ที่คุณรักเป็นเรือธง ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "246": {
        "name": "พาเรือที่รักไปทำภารกิจ",
        "desc": "ตั้งเรือ Lv.100+ ที่คุณแต่งงานเป็นเรือธง ไปชนะบอสให้ได้ Rank S ในด่าน 4-3"
    },
    "247": {
        "name": "ปฏิบัติการกองเรือประจัญบานบรรทุกเครื่องบิน",
        "desc": "จัดเรือ BBV 2 ลำ และอะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 4-4 ให้ได้"
    },
    "248": {
        "name": "กองเรือพิฆาตที่ 30 (กองลาดตะเวนต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ มุทสึกิ, ยาโยอิ, อุซึกิ, โมจิสึกิ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
    },
    "250": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 2",
        "desc": "จัดเรือ ฮิริว ไคนิ (飛龍改二) เป็นเรือธง, โซริว (蒼龍) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-2 (โซริว ไคนิ ทำเควสได้เช่นกัน)"
    },
    "251": {
        "name": "ปฏิบัตการกองเรือบรรทุกเครื่องบินที่ 2 ออกรบอีกครั้ง",
        "desc": "จัดเรือ โซริว ไคนิ (蒼龍改二) เป็นเรือธง, ฮิริว ไคนิ (飛龍改二), DD 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-3"
    },
    "252": {
        "name": "ปฏิบัติการกองเรือฮารุนะ",
        "desc": "จัดเรือ ฮารุนะ ไคนิ (榛名改二) เป็นเรือธง และอะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "253": {
        "name": "ปฏิบัติการฝูงบิน 601",
        "desc": "จัดเรือ อุนริว ไค (雲龍改) เป็นเรือธง และอะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-2"
    },
    "254": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินเบา",
        "desc": "จัดเรือ CVL 1-2 ลำ, CL 1 ลำ, DD 3-4 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-1"
    },
    "255": {
        "name": "ปฏิบัติการกองเรือตอปิโดที่เกาะบาชิ",
        "desc": "จัดเรือ CL 1-2 ลำ เป็นเรือธง และ DD 4-5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-2"
    },
    "258": {
        "name": "ปฏิบัติการกองเรือที่ 2",
        "desc": "จัดเรือ นางาโตะ (長門), มุทสึ (陸奥), ฟุโซ (扶桑), ยามาชิโระ (山城) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-2 จำนวน 2 รอบ"
    },
    "260": {
        "name": "ปฏิบัติการกองเรือประจัญบานในทะเลทางตอนเหนือ",
        "desc": "จัดเรือ BB 2 ลำ, CVL 1 ลำ และอะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-5"
    },
    "262": {
        "name": "ปฏิบัติการกองเรือนิชิมุระในทะเลทางตอนใต้",
        "desc": "จัดเรือ ฟุโซ (扶桑), ยามาชิโระ (山城), โมกามิ (最上), ชิงุเระ (時雨), มิจิซิโอะ (満潮) และอะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "263": {
        "name": "ปฏิบัติการกองเรือที่ 6 ในทะเลทางตะวันตกเฉียงใต้",
        "desc": "จัดเรือ ฟุรุทากะ (古鷹), คาโกะ (加古), อาโอบะ (青葉), คินุกาสะ (衣笠) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-5"
    },
    "267": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 11",
        "desc": "จัดเรือ ฟุบุกิ (吹雪), ซิรายูกิ(白雪), ฮัทสึยูกิ (初雪), มุราคุโมะ(叢雲) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสในด่าน 2-3"
    },
    "268": {
        "name": "กองเรือพิฆาตที่ 11 (กองเรือลาดตะเวนต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ ฟุบุกิ(吹雪), ซิรายูกิ(白雪), ฮัทสึยูกิ (初雪), มุราคุโมะ(叢雲) ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
    },
    "269": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 21",
        "desc": "จัดเรือ ฮัทสึฮารุ (初春), เนโนฮิ (子日), วาคาบะ (若葉), ฮัทสึชิโมะ (初霜) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-1"
    },
    "270": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 22",
        "desc": "จัดเรือ ซัทสึกิ (皐月), ฟุมิสึกิ (文月), นางาสึกิ (長月), DD 1 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 1-4"
    },
    "271": {
        "name": "ปฏิบัติการกองเรือนาจิ",
        "desc": "ตั้งเรือ นาจิ (那智) เป็นเรือธง, ฮัทสึชิโมะ (初霜), คาสุมิ (霞), อุชิโอะ (潮), อาเคโบโนะ (曙) และอะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-2"
    },
    "272": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนักต่อต้านอากาศยาน",
        "desc": "จัดเรือ มายะ (摩耶) (ไค หรือ ไคนิ ก็ได้), CL 1 ลำ, DD 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "273": {
        "name": "ปฏิบัติการกองเรือมิคาวะที่เกาะโซโลม่อน",
        "desc": "ตั้งเรือ โจไค ไคนิ เป็นเรือธง, และเลือกเรือมา 5 ลำ จากรายการนี้ อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว, ยูบาริ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "274": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 6 (ต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ อาคัทสึกิ, ฮิบิกิ (หรือเวลนุยก็ได้) (響 or Верный), อินาซึมะ, อิคาซึจิ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
    },
    "275": {
        "name": "ปฏิบัติการกองเรือที่ 18",
        "desc": "จัดเรือ เทนริส, ทัตสึตะ, และอะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "276": {
        "name": "ปฏิบัติการกองเรือจู่โจมภาคพื้นน้ำ",
        "desc": "จัดเรือ ฮิเอย์, คิริชิมะ, นาการะ, อาคัทสึกิ, อิคาซึจิ, อินาซึมะ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "277": {
        "name": "ปฏิบัติการอีกครั้งกองเรือพิฆาติที่ 6 (ต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ อาคัทสึกิ ไคนิ, ฮิบิกิ (หรือเวลนุยก็ได้), อิคาซึจิ, อินาซึมะ ไปชนะบอสให้ได้ Rank A ขึ้นไป ในด่าน 1-5"
    },
    "278": {
        "name": "ปฏิบัติการกองเรือตอปิโดที่ 1 กับภาระกิจ KE",
        "desc": "ตั้งเรือ อาบุคุมะ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ฮัทสึชิโมะ, วาคาบะ, ซามิดาเระ, ชิมะคาเซะ ไปชนะบอสให้ได้ Rank B ขึ้นไป ในด่าน 3-2"
    },
    "279": {
        "name": "ปฏิบัติการกองเรือตอปิโดที่ 1 กับภาระกิจ KE (อีกครั้ง)",
        "desc": "ตั้งเรือ อาบุคุมะ ไคนิ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ยูกุโมะ, นากานามิ, อากิกุโมะ, ชิมะคาเซะ ไปชนะบอสให้ได้ Rank S ในด่าน 3-2"
    },
    "285": {
        "name": "กองเรือบรรทุกเครื่องบินมุงหน้าสู่ทะเลทางตอนเหนือ!",
        "desc": "จัดเรือ CV เป็นเรือธง, และอะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-5"
    },
	"286": {
        "name": "เสริมความแข็งแกร่งทีมเรือลาดตะเวนต่อต้านเรือดำน้ำของฐานทัพเรือ",
        "desc": "จัดเรือไปชนะบอสให้ได้ Rank B ขึ้นไปในด่าน 1-5 จำนวน 4 ครั้ง"
    },
    
    
    "201": {
        "code": "Bd1",
        "name": "Daily Sortie 1",
        "desc": "Defeat an abyssal fleet",
        "unlock": [ 216, 211, 212 ],
        "tracking": [ [0,1] ]
    },
    "216": {
        "code": "Bd2",
        "name": "Daily Sortie 2",
        "desc": "Defeat the flagship of an abyssal fleet",
        "unlock": [ 210, 218, 214, 213 ],
        "tracking": [ [0,1] ]
    },
    "210": {
        "code": "Bd3",
        "name": "Daily Sortie 3",
        "desc": "Defeat 10 abyssal fleets (B rank+)",
        "tracking": [ [0,10] ]
    },
    "211": {
        "code": "Bd4",
        "name": "Daily Sortie 4",
        "desc": "Sink 3 abyssal CV(L)",
        "tracking": [ [0,3] ]
    },
    "218": {
        "code": "Bd5",
        "name": "Daily Sortie 5",
        "desc": "Sink 3 abyssal transport ships",
        "unlock": [ 226, 220 ],
        "tracking": [ [0,3] ]
    },
    "212": {
        "code": "Bd6",
        "name": "Daily Sortie 6",
        "desc": "Sink 5 abyssal transport ships",
        "tracking": [ [0,5] ]
    },
    "226": {
        "code": "Bd7",
        "name": "Daily Sortie 7",
        "desc": "Defeat 5 bosses in horned nodes in World 2",
        "unlock": [ 230 ],
        "tracking": [ [0,5] ]
    },
    "230": {
        "code": "Bd8",
        "name": "Daily Sortie 8",
        "desc": "Sink 6 abyssal submarines",
        "tracking": [ [0,6] ]
    },
    
    
    
    
    
    "214": {
        "code": "Bw1",
        "name": "Weekly Sortie 1",
        "desc": "Sortie 36x, Encounter 24 bosses, Win vs 12 bosses, 6 S-ranks",
        "unlock": [ 221 ],
        "tracking": [ [0,36], [0,24], [0,12], [0,6] ]
    },
    "220": {
        "code": "Bw2",
        "name": "Weekly Sortie 2",
        "desc": "Sink 20 abyssal CV(L)",
        "unlock": [ 228 ],
        "tracking": [ [0,20] ]
    },
    "213": {
        "code": "Bw3",
        "name": "Weekly Sortie 3",
        "desc": "Sink 20 abyssal transport ships",
        "tracking": [ [0,20] ]
    },
    "221": {
        "code": "Bw4",
        "name": "Weekly Sortie 4",
        "desc": "Sink 50 abyssal transport ships",
        "unlock": [ 261, 257, 264 ],
        "tracking": [ [0,50] ]
    },
    "228": {
        "code": "Bw5",
        "name": "Weekly Sortie 5",
        "desc": "Sink 15 submarines",
        "unlock": [ 229, 241, 613 ],
        "tracking": [ [0,15] ]
    },
    "229": {
        "code": "Bw6",
        "name": "Weekly Sortie 6",
        "desc": "Defeat 12 bosses in horned nodes in World 4",
        "unlock": [ 242 ],
        "tracking": [ [0,12] ]
    },
    "241": {
        "code": "Bw7",
        "name": "Weekly Sortie 7",
        "desc": "Defeat 5 bosses in Worlds [W3-3], [W3-4] or [W3-5]",
        "tracking": [ [0,5] ]
    },
    "242": {
        "code": "Bw8",
        "name": "Weekly Sortie 8",
        "desc": "Defeat a boss in World [W4-4]",
        "unlock": [ 243 ],
        "tracking": [ [0,1] ]
    },
    "243": {
        "code": "Bw9",
        "name": "Weekly Sortie 9",
        "desc": "Sortie to [W5-2] and S-rank the boss node 2 times",
        "tracking": [ [0,2] ]
    },
    "261": {
        "code": "Bw10",
        "name": "Weekly Sortie 10",
        "desc": "Sortie to [W1-5] and A-rank+ the boss node 3 times",
        "tracking": [ [0,3] ]
    },
    
    
    
    
    
    "249": {
        "code": "Bm1",
        "name": "Deploy the Fifth squadron",
        "desc": "Deploy Myoukou, Nachi, Haguro, +3 ships to [W2-5]. S-rank the boss node",
        "unlock": [ 265 ]
    },
    "256": {
        "code": "Bm2",
        "name": "Deploy a Submarine Fleet to World 6-1",
        "desc": "Deploy to [W6-1] and obtain an S-rank the boss node 3 times",
        "tracking": [ [0,3] ]
    },
    "257": {
        "code": "Bm3",
        "name": "Deploy a Torpedo Squadron",
        "desc": "1~3 CL (CL flagship) and 3~5 destroyers to [W1-4]. S-rank the boss node"
    },
    "259": {
        "code": "Bm4",
        "name": "Deploy a Battleship Squadron",
        "desc": "Deploy 3 BB(V) + 1 CL + 2 ships to [W5-1] and S-rank the boss node"
    },
    "265": {
        "code": "Bm5",
        "name": "Monthly Escort Duty",
        "desc": "Deploy a fleet to [W1-5] and A-rank+ the boss node 10 times",
        "tracking": [ [0,10] ]
    },
    "264": {
        "code": "Bm6",
        "name": "Sortie the Aircraft Carrier Task Force to the West",
        "desc": "2 CV + 2 DD + 2 ships to [W4-2]. S-rank the boss node",
        "unlock": [ 266 ]
    },
    "266": {
        "code": "Bm7",
        "name": "Deploy the Counterattack Squadron",
        "desc": "4 DD (DD flagship) + 1 CA (Not CAV) + 1 CL to [W2-5] and S-rank the boss node"
    },
    
    
    
    
    
    "301": {
        "code": "C1",
        "name": "First Exercise!",
        "desc": "Challenge another fleet in practice mode"
    },
    "303": {
        "code": "C2",
        "name": "Daily Exercises 1",
        "desc": "Challenge 3 other fleets in practice mode",
        "unlock": [ 304, 302 ],
        "tracking": [ [0,3] ]
    },
    "304": {
        "code": "C3",
        "name": "Daily Exercises 2",
        "desc": "Get 5 victories in practice mode within the same day",
        "tracking": [ [0,5] ]
    },
    "302": {
        "code": "C4",
        "name": "Weekly Exercises",
        "desc": "(Weekly) Get 20 victories in practice mode",
        "tracking": [ [0,20] ]
    },
    "307": {
        "code": "C5",
        "name": "Improve the Efficiency of the Fleet",
        "desc": "Get 3 victories in practice mode within the same day"
    },
    "308": {
        "code": "C6",
        "name": "Improve the Efficiency of the Fleet One More Time",
        "desc": "Get 4 victories in practice mode within the same day"
    },
    "309": {
        "code": "C7",
        "name": "Strive to Increase the Level of Training in Preparation for Another Rush to the Northern Sea",
        "desc": "Get 4 victories in Exercises within the same day"
    },
    "311": {
        "code": "C8",
        "name": "Elite Fleet Practice",
        "desc": "Get 7 victories in Exercises within the same day",
		"tracking": [ [0,7] ]
    },
    
    
    
    "401": {
        "code": "D1",
        "name": "First Expedition",
        "desc": "Perform an expedition"
    },
    "402": {
        "code": "D2",
        "name": "Daily Expeditions 1",
        "desc": "Perform 3 successful expeditions",
        "unlock": [ 403 ],
        "tracking": [ [0,3] ]
    },
    "403": {
        "code": "D3",
        "name": "Daily Expeditions 2",
        "desc": "Perform 10 successful expeditions",
        "tracking": [ [0,10] ]
    },
    "404": {
        "code": "D4",
        "name": "Weekly Expeditions",
        "desc": "(Weekly) Perform 30 successful expeditions",
        "tracking": [ [0,30] ]
    },
    "405": {
        "code": "D5",
        "name": "The First Submarine Operation",
        "desc": "Complete Expedition 30"
    },
    "406": {
        "code": "D6",
        "name": "The Second Submarine Operation",
        "desc": "Complete Expedition 30 one more time"
    },
    "408": {
        "code": "D7",
        "name": "Continuation of Submarine Operations",
        "desc": "Complete Expedition 30 two more times"
    },
    "409": {
        "code": "D8",
        "name": "Strategy Meeting with Overseas Submarine Dispatch!",
        "desc": "Complete Expedition 31"
    },
    "410": {
        "code": "D9",
        "name": "Weekly Expedition 2",
        "desc": "(Weekly) Complete expedition 37 or 38",
        "unlock": [ 411 ],
        "tracking": [ [0,1] ]
    },
    "412": {
        "code": "D10",
        "name": "Strengthen the Operation of the BBV",
        "desc": "Complete expedition 23"
    },
    "411": {
        "code": "D11",
        "name": "Weekly Expedition 3",
        "desc": "(Weekly) Complete expedition 37 or 38 a total of 7 times",
        "tracking": [ [0,6] ]
    },
    "413": {
        "code": "D12",
        "name": "Strengthen the Operation of the BBV (Cont.)",
        "desc": "Complete expedition 23 four more times"
    },
    "414": {
        "code": "D13",
        "name": "Blue Waters Submarine Operation",
        "desc": "Complete expedition 39"
    },
    "415": {
        "code": "D14",
        "name": "Blue Waters Extended Submarine Operation",
        "desc": "Complete expedition 39 two more times"
    },
    "416": {
        "code": "D15",
        "name": "Air Defence Exercises",
        "desc": "Complete expedition 6 three times"
    },
    "417": {
        "code": "D16",
        "name": "Deploy the Decoy Task Force",
        "desc": "Complete expedition 15"
    },
    "418": {
        "code": "D17",
        "name": "Naval Ceremony Preparations",
        "desc": "Complete Expedition 7 twice"
    },
    "419": {
        "code": "D18",
        "name": "Naval Ceremony",
        "desc": "Complete expedition 8"
    },
    
    
    
    
    
    "501": {
        "code": "E1",
        "name": "First Supply",
        "desc": "Resupply a ship"
    },
    "502": {
        "code": "E2",
        "name": "First Docking",
        "desc": "Repair a ship"
    },
    "503": {
        "code": "E3",
        "name": "Daily Repairs",
        "desc": "Repair 5 ships",
        "unlock": [ 504 ],
        "tracking": [ [0,5] ]
    },
    "504": {
        "code": "E4",
        "name": "Daily Resupplies",
        "desc": "Resupply your ships 15 times",
        "tracking": [ [0,15] ]
    },
    
    
    
    
    
    "605": {
        "code": "F1",
        "name": "Daily Development 1",
        "desc": "Craft a piece of equipment (Failures are OK)",
        "unlock": [ 606 ],
        "tracking": [ [0,1] ]
    },
    "606": {
        "code": "F2",
        "name": "Daily Construction 1",
        "desc": "Craft a ship",
        "unlock": [ 607 ],
        "tracking": [ [0,1] ]
    },
    "607": {
        "code": "F3",
        "name": "Daily Development 2",
        "desc": "Craft 3 pieces of equipment (Failures are OK)",
        "unlock": [ 608 ],
        "tracking": [ [0,3] ]
    },
     "608": {
        "code": "F4",
        "name": "Daily Construction 2",
        "desc": "Craft 3 ships",
        "unlock": [ 609, 619 ],
        "tracking": [ [0,3] ]
    },
     "609": {
        "code": "F5",
        "name": "Daily Dismantlement",
        "desc": "Scrap 2 ships",
        "tracking": [ [0,2] ]
    },
    "601": {
        "code": "F6",
        "name": "First Construction",
        "desc": "Craft a ship"
    },
    "602": {
        "code": "F7",
        "name": "First Development",
        "desc": "Craft a piece of equipment"
    },
    "603": {
        "code": "F8",
        "name": "First Dismantlement",
        "desc": "Dismantle a ship"
    },
    "604": {
        "code": "F9",
        "name": "First Disposal",
        "desc": "Scrap a piece of equipment"
    },
    "610": {
        "code": "F10",
        "name": "Preparation for LSC (Part 2)",
        "desc": "Scrap equipment 4 times"
    },
    "612": {
        "code": "F11",
        "name": "Prepare the Drum Canisters",
        "desc": "Scrap equipment 3 times"
    },
     "613": {
        "code": "F12",
        "name": "Weekly Dismantlement",
        "desc": "Scrap equipment 24 times",
        "tracking": [ [0,24] ]
    },
     "614": {
        "code": "F13",
        "name": "Model Conversion (Tomonaga Squadron to Tenzan)",
        "desc": "Have flagship equipped with Type 97 Torpedo Bomber (Tomonaga Squadron), then scrap 2 Tenzan"
    },
    "615": {
        "code": "F14",
        "name": "Model Conversion (Egusa Squadron to Suisei)",
        "desc": "Have flagship equipped with Type 99 Dive Bomber (Egusa Squadron), then scrap 2 Suisei"
    },
    "616": {
        "code": "F15",
        "name": "Model Conversion (601 Air Group to Reppuu)",
        "desc": "Have flagship equipped with Zero Fighter Type 52 Type C (601 Air Group), then scrap 2 Reppuu"
    },
    "617": {
        "code": "F16",
        "name": "Preparing for Irako",
        "desc": "Scrap equipment 10 times"
    },
    "618": {
        "code": "F17",
        "name": "First Equipment Modernisation",
        "desc": "Perform equipment modernisation once"
    },
    "619": {
        "code": "F18",
        "name": "Daily Equipment Modernisation",
        "desc": "Perform equipment modernisation once",
        "tracking": [ [0,1] ]
    },
    
    
    
    
    
    "701": {
        "code": "G1",
        "name": "First Modernization",
        "desc": "Perform a successful modernization"
    },
    "702": {
        "code": "G2",
        "name": "Daily Modernization",
        "desc": "Perform 2 successful modernizations",
        "unlock": [ 703 ],
        "tracking": [ [0,2] ]
    },
    "703": {
        "code": "G3",
        "name": "Weekly Modernization",
        "desc": "(Weekly) Perform 15 successful modernizations",
        "tracking": [ [0,15] ]
    },
    "704": {
        "code": "G4",
        "name": "Preparation for LSC (Part 1)",
        "desc": "Perform 4 successful modernizations"
    },
    
    
    
    "611": {
        "name": "In Preparation of Love! (Part 1)",
        "desc": "Scrap equipment 2 times to show your love!"
    },
    "306": {
        "name": "In Preparation of Love (Part 2)",
        "desc": "Show your love by getting 2 victories in practice mode."
    },
    
    "280": {
        "code": "SN01",
        "name": "Second SN strategy, Initial Operations",
        "desc": "Clear the Summer 2015 Event Map 2"
    },
    "620": {
        "code": "SN02",
        "name": "Tidying Up the Arsenal",
        "desc": " Scrap Equipment 5 times"
    },
    "281": {
        "code": "SN03",
        "name": "Carry Out the Patrol for Main Force's Route",
        "desc": "Sink 6 abyssal sumbarines"
    },
    "158": {
        "code": "SN04",
        "name": "Assign the Murata Squadron Torpedo Bomber to Akagi",
        "desc": "Set Akagi as the Secretary Ship and equip her with Type 97 Torpedo Bomber (Murata Squadron)"
    },
    "282": {
        "code": "SN05",
        "name": "Snatch Away the Air Superiority in the Solomon Sea Area",
        "desc": "Clear the Summer 2015 Event Map 4"
    },
    "159": {
        "code": "SN06",
        "name": "Reassign the Murata Squadron Torpedo Bomber to Shoukaku",
        "desc": "Set Shoukaku as the Secretary Ship and equip her with Type 97 Torpedo Bomber (Murata Squadron)"
    },
    "310": {
        "code": "SN07",
        "name": "Naval Practice in Preparation for Operation FS",
        "desc": "Get 4 victories in practice mode"
    },
    "621": {
        "code": "SN08",
        "name": "Model Conversion (Murata Squadron to Tenzan)",
        "desc": "Have Shoukaku as the Secretary Ship and equip her with Type 97 Torpedo Bomber (Murata Squadron), then scrap 2 Tenzan"
    },
    "160": {
        "code": "SN09",
        "name": "Organize the Third Fleet of the Carrier Task Force",
        "desc": "Create a Carrier Task Force (Combined Fleet) containing Shoukaku, Zuikaku and Zuihou in the first fleet"
    },
    "284": {
        "code": "SN10",
        "name": "Establish a Bridgehead to Operation FS",
        "desc": "Sink 10 Abyssal CV(L)"
    },
    "283": {
        "code": "SN11",
        "name": "Eastern Area Dispatch Fleet, Sortie!",
        "desc": "Clear the Summer 2015 Event Map 5"
    }
    
}
