{
	"101": {
		"code": "A1",
		"name": "จัดทีมครั้งแรก",
		"desc": "A1: จัดเรืออะไรก็ได้ 2 ลำ ลงในกองเรือหลัก"
	},
	"102": {
		"code": "A2",
		"name": "จัดกองเรือพิฆาต",
		"desc": "A2: จัดเรือพิฆาต (DD) 4 ลำ ลงในกองเรือหลัก"
	},
	"103": {
		"code": "A3",
		"name": "จัดกองเรือตอร์ปิโด",
		"desc": "A3: จัดเรือเรือลาดตระเวนเบา (CL) เป็นเรือธง และเรือพิฆาต (DD) 3-5 ลำ ลงในกองเรือหลัก"
	},
	"104": {
		"code": "A4",
		"name": "จัดกองเรือหกลำ",
		"desc": "A4: จัดเรืออะไรก็ได้ 6 ลำ ลงในกองเรือหลัก [ปลดล็อกกองเรือที่ 2 และโหมดสำรวจ]"
	},
	"105": {
		"code": "A5",
		"name": "จัดกองเรือลาดตระเวนเบา 2 ลำ",
		"desc": "A5: จัดเรือลาดตระเวนเบา (CL) 2 ลำ ลงในกองเรือหลัก"
	},
	"106": {
		"code": "A7",
		"name": "จัดกองเรือลาดตระเวนหนัก",
		"desc": "A7: จัดเรือลาดตระเวนหนัก (CA) 2 ลำ ลงในกองเรือหลัก"
	},
	"107": {
		"code": "A12",
		"name": "จัดกองเรือบรรทุกเครื่องบิน",
		"desc": "A12: จัดเรือบรรทุกเครื่องบินมาตรฐาน (CV) หรือเรือบรรทุกเครื่องบินเบา (CVL) 1 ลำ และเรือพิฆาต (DD) 3 ลำ ลงในกองเรือหลัก"
	},
	"108": {
		"code": "A8",
		"name": "จัดกองเรือลาดตระเวนเบาชั้นเทนริว",
		"desc": "A8: จัดเรือ เทนริว (Tenryuu) และ ทัตสึตะ (Tatsuta) ลงในกองเรือหลัก"
	},
	"109": {
		"code": "A14",
		"name": "จัดกองเรือลาดตระเวนเบาชั้นเซนได",
		"desc": "A14: จัดเรือ เซนได (Sendai), จินซือ (Jintsuu), นากะ (Naka) ลงในกองเรือหลัก [ปลดล็อกกองเรือที่ 3]"
	},
	"110": {
		"code": "A15",
		"name": "จัดกองเรือลาดตระเวนหนักชั้นเมียวโค",
		"desc": "A15: จัดเรือ เมียวโค (Myoukou), นาจิ (Nachi), อาชิการะ (Ashigara), ฮากุโระ (Haguro) ลงในกองเรือหลัก"
	},
	"111": {
		"code": "A17",
		"name": "จัดกองเรือประจัญบานชั้นฟุโซ",
		"desc": "A17: จัดเรือ ฟุโซ (Fusou), ยามาชิโระ (Yamashiro) ลงในกองเรือหลัก"
	},
	"112": {
		"code": "A18",
		"name": "จัดกองเรือประจัญบานชั้นอิเสะ",
		"desc": "A18: จัดเรือ อิเสะ (Ise), ฮิวงะ (Hyuuga) ลงในกองเรือหลัก"
	},
	"113": {
		"code": "A13",
		"name": "จัดกองเรือประจัญบานและเรือลาดตระเวนหนัก",
		"desc": "A13: จัดเรือประจัญบาน (BB) 2 ลำ [ห้ามใช้ BBV] และเรือลาดตระเวนหนัก (CA) 2 ลำ ลงในกองเรือหลัก"
	},
	"114": {
		"code": "A19",
		"name": "จัดกองเรือบรรทุกเครื่องบินนากุโมะ",
		"desc": "A19: จัดเรือ อาคากิ (Akagi), คากะ (Kaga), ฮิริว (Hiryuu), โซริว (Souryuu) ลงในกองเรือหลัก"
	},
	"115": {
		"code": "A6",
		"name": "จัดกองเรือที่ 2",
		"desc": "A6: จัดเรืออะไรก็ได้ ลงในกองเรือที่ 2"
	},
	"116": {
		"code": "A9",
		"name": "จัดกองเรือบรรทุกเครื่องบินทะเล",
		"desc": "A9: จัดเรือบรรทุกเครื่องบินทะเล (AV) ลงในกองเรือหลัก"
	},
	"117": {
		"code": "A11",
		"name": "จัดกองเรือบรรทุกเครื่องบินที่ 2",
		"desc": "A11: จัดเรือบรรทุกเครื่องบินมาตรฐาน (CV) หรือเรือบรรทุกเครื่องบินเบา (CVL) 1 ลำ และเรือพิฆาต (DD) 3 ลำ ลงในกองเรือที่ 2"
	},
	"118": {
		"code": "A16",
		"name": "จัดกองเรือประจัญบานความเร็วสูงชั้นคองโก",
		"desc": "A16: จัดเรือ คองโก (Kongou), ฮิเอย์ (Hiei), ฮารุนะ (Haruna), คิริชิมะ (Kirishima) ลงในกองเรือหลัก [ปลดล็อกกองเรือที่ 4]"
	},
	"119": {
		"code": "A20",
		"name": "จัดกองเรือมิคาวะ",
		"desc": "A20: จัดเรือ โจไค (Choukai), อาโอบะ (Aoba), คาโกะ (Kako), ฟุรุทากะ (Furutaka), เทนริว และเรือเร็วอีก 1 ลำ (เช่น DD/CL) ลงในกองเรือหลัก"
	},
	"120": {
		"code": "A10",
		"name": "จัดกองเรือพิฆาตชั้นอาคัทสึกิ",
		"desc": "A10: จัดเรือ อาคัทสึกิ (Akatsuki), ฮิบิกิ (Hibiki), อินาซึมะ (Inazuma), อิคาซึจิ (Ikazuchi) ลงในกองเรือหลัก"
	},
	"121": {
		"code": "A21",
		"name": "จัดกองเรือลาดตระเวนหนักชั้นทาคาโอะ",
		"desc": "A21: จัดเรือ ทาคาโอะ (Takao), อาตาโกะ (Atago), โจไค (Choukai), มายะ (Maya) ลงในกองเรือหลัก"
	},
	"122": {
		"code": "A22",
		"name": "จัดกองเรือนิชิมูระ",
		"desc": "A22: จัดเรือ ฟุโซ (Fusou), ยามาชิโระ (Yamashiro), โมกามิ (Mogami), ชิกุเระ (Shigure) ลงในกองเรือหลัก"
	},
	"123": {
		"code": "A23",
		"name": "จัดกองเรือบรรทุกเครื่องบินที่ 5",
		"desc": "A23: จัดเรือ โชคาคุ (Shoukaku), ซุยคาคุ (Zuikaku) และเรือพิฆาต (DD) 2 ลำ ลงในกองเรือหลัก"
	},
	"124": {
		"code": "A24",
		"name": "จัดกองเรือมิคาวะรุ่นใหม่",
		"desc": "A24: จัดเรือ โจไค (Choukai), อาโอบะ (Aoba), คินุกาสะ (Kinugasa), คาโกะ (Kako), ฟุรุทากะ, เทนริว ลงในกองเรือหลัก"
	},
	"125": {
		"code": "A25",
		"name": "จัดกองเรือดำน้ำ",
		"desc": "A25: จัดเรือดำน้ำ (SS/SSV) 2 ลำ ลงในกองเรือหลัก"
	},
	"126": {
		"code": "A26",
		"name": "จัดกองเรือบรรทุกเครื่องบินจู่โจม",
		"desc": "A26: เรือประจัญบานบรรทุกเครื่องบิน (BBV) 2 ลำ และเรือลาดตระเวนบรรทุกเครื่องบิน (CAV) 2 ลำ ลงในกองเรือหลัก"
	},
	"127": {
		"code": "A27",
		"name": "จัดกองเรือดำน้ำขนาดกลาง",
		"desc": "A27: จัดเรือดำน้ำ (SS/SSV) 3 ลำ ลงในกองเรือหลัก"
	},
	"128": {
		"code": "A28",
		"name": "จัดกองเรือลาดตระเวนหนักที่ 6",
		"desc": "A28: จัดเรือ ฟุรุทากะ (Furutaka), คาโกะ (Kako), อาโอบะ (Aoba), คินุกาสะ (Kinugasa) ลงในกองเรือหลัก"
	},
	"129": {
		"code": "A29",
		"name": "จัดกองเรือที่ 5",
		"desc": "A29: จัดเรือ นาจิ (Nachi), อาชิการะ (Ashigara), ทามะ (Tama), คิโสะ (Kiso) ลงในกองเรือหลัก"
	},
	"130": {
		"code": "A30",
		"name": "จัดกองเรือตอร์ปิโดที่ 1",
		"desc": "A30: จัดเรือ อาบุคุมะ (Abukuma), อาเคโบโนะ (Akebono), อุชิโอะ (Ushio), คาสุมิ (Kasumi), ชิรานุอิ (Shiranui) ลงในกองเรือหลัก"
	},
	"131": {
		"code": "A31",
		"name": "จัดกองเรือพิฆาตที่ 8",
		"desc": "A31: จัดเรือ อาซาชิโอะ (Asashio), มิจิชิโอะ (Michishio), โอชิโอะ (Ooshio), อาราชิโอะ (Arashio) ลงในกองเรือหลัก"
	},
	"132": {
		"code": "A32",
		"name": "จัดกองเรือพิฆาตที่ 18",
		"desc": "A32: จัดเรือ คาสุมิ (Kasumi), อาราเระ (Arare), คาเงโร่ (Kagerou), ชิรานุอิ (Shiranui) ลงในกองเรือหลัก"
	},
	"133": {
		"code": "A33",
		"name": "จัดกองเรือพิฆาตที่ 30 รุ่นที่ 1",
		"desc": "A33: จัดเรือ มุทสึกิ (Mutsuki), คิซารากิ (Kisaragi), ยาโยอิ (Yayoi), โมจิสึกิ (Mochizuki) ลงในกองเรือหลัก"
	},
	"134": {
		"code": "WA01",
		"name": "แต่งงานกับเรือที่รัก 3",
		"desc": "WA01: จัดเรือเลเวล 90~99 ที่คุณรัก เป็นเรือธง ลงในกองเรือหลัก"
	},
	"135": {
		"code": "WA02",
		"name": "การเดินทางครั้งใหม่",
		"desc": "WA02: จัดเรือเลเวล 100 เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ลงในกองเรือหลัก"
	},
	"136": {
		"code": "A34",
		"name": "จัดกองเรือพิฆาตที่ 30 รุ่นที่ 2",
		"desc": "A34: จัดเรือ มุทสึกิ (Mutsuki), ยาโยอิ (Yayoi), อุซึกิ (Uzuki), โมจิสึกิ (Mochizuki) ลงในกองเรือหลัก"
	},
	"137": {
		"code": "A35",
		"name": "จัดกองเรือลาดตระเวนที่ 5",
		"desc": "A35: จัดเรือ เมียวโค (Myoukou), นาจิ (Nachi), ฮากุโระ (Haguro) ลงในกองเรือหลัก"
	},
	"138": {
		"code": "A36",
		"name": "จัดกองเรือบรรทุกเครื่องบินที่ 2 รุ่นใหม่",
		"desc": "A36: จัดเรือ ฮิริว ไคนิ (Hiryuu Kai Ni) เป็นเรือธง, โซริว (Souryuu) และเรือพิฆาต (DD) 2 ลำ ลงในกองเรือหลัก"
	},
	"139": {
		"code": "A37",
		"name": "จัดกองเรือดำน้ำที่ 6",
		"desc": "A37: จัดเรือพี่เลี้ยงเรือดำน้ำ (AS) เป็นเรือธง และเรือดำน้ำ (SS) 4 ลำ ลงในกองเรือหลัก"
	},
	"140": {
		"code": "A38",
		"name": "ทดสอบเรดาห์ใหม่",
		"desc": "A38: จัดเรือ เมียวโค ไคนิ (Myoukou Kai Ni) เป็นเรือธง ลงในกองเรือหลัก"
	},
	"141": {
		"code": "A39",
		"name": "ปรับสมรรถนะกองเรือบรรทุกเครื่องบินที่ 2",
		"desc": "A39: จัดเรือ โซริว ไคนิ (Souryuu Kai Ni) ให้เป็นเรือธง, ฮิริว ไคนิ (Hiryuu Kai Ni) และเรือพิฆาต (DD) 2 ลำ ลงในกองเรือหลัก"
	},
	"142": {
		"code": "A40",
		"name": "จัดกองเรือประจัญบานที่ 3",
		"desc": "A40: จัดเรือ คองโก ไคนิ, ฮิเอย์ ไคนิ, ฮารุนะ ไคนิ, คิริชิมะ ไคนิ ลงในกองเรือหลัก"
	},
	"143": {
		"code": "A41",
		"name": "จัดกองเรือบรรทุกเครื่องบินใหม่",
		"desc": "A41: จัดเรือ อุนริว (Unryuu) เป็นเรือธง ลงในกองเรือหลัก"
	},
	"144": {
		"code": "A42",
		"name": "จัดกองเรือประจัญบานที่ 2",
		"desc": "A42: จัดเรือ นางาโตะ (Nagato), มุทสึ (Mutsu), ฟุโซ (Fusou), ยามาชิโระ (Yamashiro) ลงในกองเรือหลัก"
	},
	"145": {
		"code": "A43",
		"name": "จัดกองเรือประจัญบานหลัก",
		"desc": "A43: จัดเรืออะไรก็ได้จาก ชั้นนางาโตะ (Nagato), ชั้นอิเสะ (Ise), ชั้นฟุโซ (Fusou), ชั้นยามาโตะ (Yamato) 3 ลำ และ CL 1 ลำ ลงในกองเรือหลัก"
	},
	"146": {
		"code": "A45",
		"name": "เตรียมความพร้อมเรือซ่อมบำรุง",
		"desc": "A45: จัดเรือ อาคาชิ (Akashi) เป็นเรือธง ลงในกองเรือหลัก"
	},
	"147": {
		"code": "A44",
		"name": "ปรับกำลังพลกองเรือนิชิมูระ",
		"desc": "A44: จัดเรือ ฟุโซ (Fusou), ยามาชิโระ (Yamashiro), โมกามิ (Mogami), ชิกุเระ (Shigure), มิจิชิโอะ (Michishio) ลงในกองเรือหลัก"
	},
	"148": {
		"code": "A46",
		"name": "จัดกองเรือตอบโต้ฝูงบิน",
		"desc": "A46: จัดเรือ คาสุมิ (Kasumi) เป็นเรือธง, อาชิการะ (Ashigara), เรือลาดตระเวนเบา (CL) 1 ลำ และเรือพิฆาต (DD) 3 ลำ ลงในกองเรือหลัก"
	},
	"149": {
		"code": "A47",
		"name": "จัดกองเรือพิฆาตที่ 11",
		"desc": "A47: จัดเรือ ฟุบุกิ (Fubuki), ชิรายูกิ (Shirayuki), ฮัทสึยูกิ (Hatsuyuki), มุราคุโมะ (Murakumo) ลงในกองเรือหลัก"
	},
	"150": {
		"code": "A48",
		"name": "จัดกองเรือพิฆาตที่ 21",
		"desc": "A48: จัดเรือ ฮัทสึฮารุ (Hatsuharu), ฮัทสึชิโมะ (Hatsushimo), เนโนฮิ (Nenohi), วาคาบะ (Wakaba) ลงในกองเรือหลัก"
	},
	"151": {
		"code": "A49",
		"name": "จัดกองเรือพิฆาตที่ 22",
		"desc": "A49: จัดเรือ ซัทสึกิ (Satsuki), ฟุมิสึกิ (Fumizuki), นางาสึกิ (Nagatsuki) และเรือพิฆาต (DD) 1 ลำ ลงในกองเรือหลัก"
	},
	"152": {
		"code": "A50",
		"name": "ปรับกำลังพลกองเรือมิคาวะรุ่นใหม่",
		"desc": "A50: จัดเรือ โจไค ไคนิ (Choukai Kai Ni) เป็นเรือธง และเลือกเรืออีก 5 ลำจากรายการนี้ อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว , ยูบาริ ลงในกองเรือหลัก"
	},
	"153": {
		"code": "A51",
		"name": "ปรับกำลังพลกองเรือที่ 18",
		"desc": "A51: จัดเรือ เทนริว (Tenryuu), ทัตสึตะ (Tatsuta) และเรืออะไรก็ได้ 2-4 ลำ ลงในกองเรือหลัก"
	},
	"154": {
		"code": "A52",
		"name": "จัดกองเรือจู่โจมภาคพื้นน้ำ",
		"desc": "A52: จัดเรือ ฮิเอย์, คิริชิมะ, นาการะ, อาคัทสึกิ, อิคาซึจิ, อินาซึมะ ลงในกองเรือหลัก"
	},
	"155": {
		"code": "A53",
		"name": "ปรับสมรรถนะกองเรือพิฆาตที่ 6",
		"desc": "A53: จัดเรือ อาคัทสึกิ ไคนิ (Akatsuki Kai Ni) เป็นเรือธง, ฮิบิกิ/เวลนุย, อิคาซึจิ, อินาซึมะ ลงในกองเรือหลัก"
	},
	"156": {
		"code": "A54",
		"name": "จัดกองเรือตอร์ปิโดที่ 1 ในศึกทะเลเหนือ",
		"desc": "A54: จัดเรือ อาบุคุมะ (Abukuma) เป็นเรือธง, ฮิบิกิ/เวลนุย (Hibiki/Верный), ฮัทสึชิโมะ, วาคาบะ, ซามิดาเระ, ชิมะคาเซะ ลงในกองเรือหลัก"
	},
	"157": {
		"code": "A55",
		"name": "จัดกองเรือตอร์ปิโดที่ 1 ในศึกทะเลเหนืออีกครั้ง",
		"desc": "A55: จัดเรือ อาบุคุมะ ไคนิ (Abukuma Kai Ni) เป็นเรือธง, ฮิบิกิ/เวลนุย (Hibiki/Верный), ยูกุโมะ, นากานามิ, อากิกุโมะ, ชิมะคาเซะ ลงในกองเรือหลัก"
	},
	"161": {
		"code": "A56",
		"name": "จัดกองเรือบรรทุกเครื่องบินที่ 5",
		"desc": "A56: จัดเรือ โชคาคุ (Shoukaku), ซุยคาคุ (Zuikaku), โอโบโระ (Oboro), อากิกุโมะ (Akigumo) ลงในกองเรือหลัก"
	},
	"162": {
		"code": "A57",
		"name": "จัดกองเรือลาดตระเวนที่ 21 รุ่นใหม่",
		"desc": "A57: จัดเรือ นาจิ ไคนิ (Nachi Kai Ni), อาชิการะ ไคนิ (Ashigara Kai Ni), ทามะ (Tama), คิโสะ (Kiso) ลงในกองเรือหลัก"
	},
	"163": {
		"code": "A58",
		"name": "จัดกองเรือลาดตระเวนที่ 16 รุ่นใหม่",
		"desc": "A58: จัดเรือ อาชิการะ (Ashigara) เป็นเรือธง, คุมะ (Kuma), นาการะ (長良/Nagara) ลงในกองเรือหลัก"
	},
	"164": {
		"code": "A59",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 3",
		"desc": "A59: จัดเรือ ซุยคาคุ ไค (Zuikaku Kai) เป็นเรือธง, ซุยโฮ (Zuihou), จิโตเสะ CVL, จิโยดะ CVL [จิโตเสะ/จิโยดะ CVL เท่านั้น] ลงในกองเรือหลัก"
	},
	"165": {
		"code": "A60",
		"name": "ปฏิบัติการกองเรือที่ 4",
		"desc": "A60: จัดเรือ อิเสะ ไค (Ise Kai), ฮิวงะ ไค (Hyuuga Kai) ลงในกองเรือหลัก"
	},
	"166": {
		"code": "A61",
		"name": "ปฏิบัติการกองเรือโอซาว่า",
		"desc": "A61: จัดเรือ ซุยคาคุ ไค (Zuikaku Kai) เป็นเรือธง, ซุยโฮ ไค (Zuihou Kai), จิโตเสะ CVL, จิโยดะ CVL, อิเสะ ไค, ฮิวงะ ไค ลงในกองเรือหลัก"
	},
	"167": {
		"code": "A62",
		"name": "ปรับกำลังพลกองเรือบรรทุกเครื่องบินใหม่",
		"desc": "A62: จัดเรือ ซุยคาคุ ไคนิ (Zuikaku Kai Ni), โชคาคุ ไคนิ (Shoukaku Kai Ni) และเรือพิฆาต (DD) 2 ลำ ลงในกองเรือหลัก"
	},
	"168": {
		"code": "A63",
		"name": "จัดกองเรือลาดตระเวนที่ 16 รุ่นที่สอง",
		"desc": "A63: จัดเรือ นาโทริ (Natori) เป็นเรือธง, อิสุซุ (Isuzu) และ คินุ (Kinu) ลงในกองเรือหลัก"
	},
	"169": {
		"code": "A64",
		"name": "จัดกองเรือบรรทุกเครื่องบินจู่โจมรุ่นใหม่",
		"desc": "A64: จัดเรือ CV 2 ลำ, BBV/CAV 2 ลำ และเรือ DD 2 ลำ ลงในกองเรือหลัก"
	},
	"170": {
		"code": "A65",
		"name": "ปรับปรุงกองเรือต่อสู้เตรียมโต้กลับ",
		"desc": "A65: จัดเรือ คาสุมิ (Kasumi) เป็นเรือธง, อาชิการะ (Ashigara), โอโยโดะ (Ooyodo), อาซาชิโมะ และ คิโยชิโมะ ลงในกองเรือหลัก"
	},
	"171": {
		"code": "A66",
		"name": "จัดกองเรือพิฆาตที่ 31",
		"desc": "A66: จัดเรือ อิสุซุ ไคนิ (Isuzu Kai Ni) เป็นเรือธง, ซัทสึกิ ไคนิ (Satsuki Kai Ni) และ อุซึกิ ไค (Uzuki Kai) ลงในกองเรือหลัก"
	},
	"172": {
		"code": "A67",
		"name": "จัดกองเรือพิฆาตที่ 27",
		"desc": "A67: จัดเรือ ชิราสึยุ ไค (Shiratsuyu Kai) เป็นเรือธง, ชิกุเระ (Shigure), ฮารุซาเมะ (Harusame) และซามิดาเระ (Samidare) ลงในกองเรือหลัก"
	},
	"173": {
		"code": "A68",
		"name": "จัดตั้งหน่วยขนส่งกำลังพลเคลื่อนที่เร็ว",
		"desc": "A68: จัดเรือ เซนได ไคนิ เป็นเรือธง, คาวะคาเซะ ไคนิ, ชิกุเระ ไคนิ และ DD 2 ลำ ลงในกองเรือหลัก"
	},
	"174": {
		"code": "A69",
		"name": "ปรับกำลังพลกองเรือตอร์ปิโด",
		"desc": "A69: จัดเรือ CL เป็นเรือธง และเรือ DD 4 ลำ ลงในกองเรือหลัก"
	},
	"175": {
    		"code": "A70",
		"name": "ปรับกำลังพลกองเรือพิฆาตที่ 8 ใหม่",
		"desc": "A70: จัดเรือ อาซาชิโอะ ไคนิ เป็นเรือธง, มิจิชิโอะ, โอชิโอะ, อาราชิโอะ ลงในกองเรือ"
	},
    	"176": {
    		"code": "A71",
  		"name": "กองเรือพิฆาตที่ 8 หมวดที่ 1 ที่ยอดเยี่ยม",
   		"desc": "A71: จัดเรือ อาซาชิโอะ ไคนิ D, โอชิโอะ ไคนิ ลงในกองเรือ"
	},
	"177": {
		"code": "A72",
		"name": "จัดกองเรือพิฆาตที่ 19",
		"desc": "A72: จัดเรือ อุระนามิ, อายานามิ, อิโซนามิ, ชิคินามิ ลงในกองเรือหลัก"
	},
	"178": {
		"code": "A73",
		"name": "จัดตั้งกองเรือลาดตระเวนที่ 16 รุ่นที่สาม",
		"desc": "A73: จัดเรือ คินุ (Kinu), อาโอบะ (Aoba), คิตาคามิ (Kitakami), โอย (Ooi) ลงในกองเรือหลัก"
	},
	"179": {
		"code": "A74",
		"name": "จัดตั้งกองเรือลาดตระเวนที่ 16 ชั้นสูง",
		"desc": "A74: จัดเรือ คินุ ไคนิ (Kinu Kai Ni) เป็นเรือธง และเลือกเรืออีก 5 ลำจากรายการนี้ อาโอบะ ไค, คุมะ ไค, คิตาคามิ ไคนิ, โอย ไคนิ, ชิคินามิ ไค, อุระนามิ ไค ลงในกองเรือหลัก"
	},
	"180": {
		"code": "A75",
		"name": "จัดตั้งกองเรือประจัญบานที่ 1 รุ่นใหม่",
		"desc": "A75: จัดเรือ นางาโตะ ไคนิ เป็นเรือธง และ มุทสึ ไค ลงในกองเรือหลัก"
	},
	"181": {
		"code": "A76",
		"name": "จัดกำลังพลกองเรือที่ 7 รุ่นใหม่",
		"desc": "A76: จัดเรือ คุมาโนะ ไคนิ (CAV/CVL) เป็นเรือธง และ สึซึยะ ไคนิ (CAV/CVL) เป็นเรือลำดับที่สอง, โมกามิ ไค, มิคุมะ ไค ลงในกองเรือหลัก"
	},
	"182": {
		"code": "A77",
		"name": "จัดตั้งกองเรือบรรทุกเครื่องบินทะเลที่ 4 ชั้นสูง",
		"desc": "A77: จัดเรือ อิเสะ ไค เป็นเรือธง และ ฮิวงะ ไค เป็นเรือลำดับที่สอง ต้องเลเวล 50 ขึ้นไป, CL 1 ลำ, DD 2 ลำ และเรืออะไรก็ได้อีก 1 ลำ ลงในกองเรือหลัก"
	},
	"183": {
		"code": "A78",
		"name": "จัดตั้งกองเรือตอร์ปิโดที่ 4 รุ่นใหม่",
		"desc": "A78: จัดเรือ ยูระ ไคนิ เป็นเรือธง, มุราซาเมะ, ยูดาจิ, ซามิดาเระ, ฮารุซาเมะ และ DD 1 ลำ ลงในกองเรือหลัก"
	},
	"184": {
		"code": "A79",
		"name": "จัดตั้งกองเรือพิฆาตที่ 22 ชั้นสูง",
		"desc": "A79: จัดเรือ ฟุมิสึกิ ไคนิ เป็นเรือธง, ซัทสึกิ ไคนิ, นางาสึกิ ไค, มินาสึกิ ไค ลงในกองเรือหลัก"
	},
	"185": {
		"code": "A80",
		"name": "จัดตั้งกองกำลังเรือรบที่มีประสิทธิภาพ!",
		"desc": "A80: จัดเรือ ซาราโตกา Mk.II หรือ ซาราโตกา Mk.II Mod.2 เป็นเรือธง, CL 1 ลำ, DD 2 ลำ ลงในกองเรือหลัก (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"186": {
		"code": "A81",
		"name": "จัดตั้งกองเรือพิฆาตที่ 8 ชั้นยอด",
		"desc": "A81: จัดเรือ อาซาชิโอะ ไคนิ, โอชิโอะ ไคนิ, มิจิชิโอะ ไคนิ และ อาราชิโอะ ไคนิ เพียง 4 ลำเท่านั้น เมื่อกดส่งภารกิจจะมีเสียงสาวเรือรบพูดด้วย อย่าลืมเปิดเสียง"
	},
	"187": {
		"code": "A82",
		"name": "จัดตั้งกองเรือคุ้มกันที่ 2 แห่งกองเรือนิชิมูระ",
		"desc": "A82: จัดเรือ โมกามิ, ชิกุเระ, มิจิชิโอะ, อาซากุโมะ และ ยามากุโมะ ลงในกองเรือที่ 3 เมื่อกดส่งภารกิจจะมีเสียงสาวเรือรบพูดด้วย อย่าลืมเปิดเสียง"
	},
	"188": {
		"code": "A83",
		"name": "เตรียมพร้อมปฏิบัติการกองเรือพิฆาตที่ 31 ชั้นสูง",
		"desc": "A83: จัดเรือ นากานามิ ไคนิ เป็นเรือธง และมี ทาคานามิ ไค หรือ โอกินามิ ไค หรือ อาสะชิโมะ ไค ลงในกองเรือหลัก (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"189": {
		"code": "A84",
		"name": "จัดตั้งกองเรือพิฆาตที่ 4 ชั้นสูง",
		"desc": "A84: จัดเรือ มุราซาเมะ ไคนิ เป็นเรือธง และเลือกเรืออีก 3 ลำจากรายการนี้ ยูระ ไคนิ, ยูดาจิ ไคนิ, ฮารุซาเมะ ไค, ซามิดาเระ ไค, อากิซึกิ ไค และเรืออะไรก็ได้ 2 ลำ ลงในกองเรือหลัก"
	},
	"190": {
		"code": "A85",
		"name": "เตรียมพร้อมปฏิบัติการกองเรือพิฆาตที่ 21 ชั้นสูง",
		"desc": "A85: จัดเรือ วาคาบะ ไค, ฮัทสึฮารุ ไคนิ, ฮัทสึชิโมะ ไคนิ และ DD 1 ลำ ลงในกองเรือหลัก"
	},
	"191": {
		"code": "A86",
		"name": "เริ่มต้นปรับสมรรถนะ กองเรือพิฆาตที่ 17",
		"desc": "A86: จัดเรือ อิโซคาเซะ โอทสึไค, ฮามะคาเซะ โอทสึไค, อุระคาเซะ ไค, ทานิคาเซะ ไค ลงในกองเรือหลัก"
	},
	"192": {
		"code": "A87",
		"name": "จัดตั้งกองเรือพิฆาตที่ 19 ชั้นสูง",
		"desc": "A87: จัดเรือ อาราเระ ไคนิ, คาสุมิ ไคนิ/ไคนิโอทสึ, คาเงโร ไค, ชิรานุอิ ไค ลงในกองเรือหลัก (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"809": {
		"code": "B62",
		"name": "เสริมกองกำลังหน่วยจู่โจมภาคพื้นดิน",
		"desc": "B62: ชนะบอสด่าน 6-3 ให้ได้ Rank B ขึ้นไป"
	},
	"810": {
		"code": "B63",
		"name": "ปกป้องโรงกลั่นน้ำมัน!",
		"desc": "B63: กองเรือตอร์ปิโด CL 1 ลำ, DD 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-3 จำนวน 3 ครั้ง"
	},
	"811": {
		"code": "B64",
		"name": "เสริมกองกำลังในหมู่เกาะนันเซย์!",
		"desc": "B64: จัดเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-4 จำนวน 5 ครั้ง"
	},
	"812": {
		"code": "B65",
		"name": "บุกเข้ายึดเขตทะเลโอเรียล!",
		"desc": "B65: จัดเรือ โอชิโอะ (Ooshio) เป็นเรือธง และเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3 จำนวน 6 ครั้ง"
	},
	"813": {
		"code": "B66",
		"name": "เรือธง โอชิโอะ ออกปฏิบัติการ!",
		"desc": "B66: จัดเรือ โอชิโอะ ไคนิ (Ooshio Kai Ni) เป็นเรือธง และเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-5"
	},
	"814": {
		"code": "B68",
		"name": "ภารกิจขนส่งกำลังพลหน่วยเคลื่อนที่เร็ว",
		"desc": "B68: จัดเรือ เซนได ไคนิ เป็นเรือธง, คาวะคาเซะ ไคนิ, ชิกุเระ ไคนิ, DD 2 ลำ และเรืออะไรก็ได้ 1 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 4-1"
	},
	"815": {
		"code": "B69",
		"name": "กองกำลังทางอากาศจากตะวันตก",
		"desc": "B69: จัดเรือ อาคากิ เป็นเรือธง, คากะ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 4-5"
	},
	"816": {
		"code": "B67",
		"name": "คังโคเระ ฉลองครบรอบ ปีที่ 3",
		"desc": "B67: จัดเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-2 และ 2-3 อย่างละ 1 ครั้ง"
	},
	"817": {
		"code": "B70",
		"name": "ปฏิบัติการกองเรือตอร์ปิโด เกาะนันเซย์",
		"desc": "B70: จัดเรือ CL เป็นเรือธง เรือ DD 4 ลำ และเรืออะไรก็ได้ 1 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-4"
	},
	"818": {
		"code": "B71",
		"name": "เสริมความปลอดภัยเส้นทางหน่วยขนส่ง",
		"desc": "B71: จัดเรือ CL เป็นเรือธง เรือ DD 4 ลำ และเรืออะไรก็ได้ 1 ลำ ไปรับยุทธปัจจัยให้ได้ในด่าน 1-6"
	},
	"819": {
		"code": "B72",
		"name": "ปฏิบัติการกองเรือลาดตระเวนที่ 31 ต่อต้านเรือดำน้ำ",
		"desc": "B72: จัดเรือ อิสุซุ ไคนิ เป็นเรือธง, ซัทสึกิ ไคนิ และ อุซึกิ ไค และเรืออะไรก็ได้อีก 3 ลำ ไปรับยุทธปัจจัยให้ได้ในด่าน 1-6 จำนวน 2 ครั้ง"
	},
	"820": {
		"code": "B73",
		"name": "กองเรือพิฆาตที่ 8 รุ่นใหม่",
		"desc": "B73: จัดเรือ อาซาชิโอะ ไคนิ/ไคนิ D, โอชิโอะ, มิจิชิโอะ, อาราชิโอะ และเรืออะไรก็ได้อีก 2 ลำ ไปรับยุทธปัจจัยให้ได้ในด่าน 1-6"
	},
	"821": {
		"code": "B74",
		"name": "กองเรือพิฆาตที่ 8 หมวดที่ 1 ต่อต้านเรือดำน้ำ",
		"desc": "B74: จัดเรือ อาซาชิโอะ ไคนิ D, โอชิโอะ ไคนิ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-5 จำนวน 2 ครั้ง"
	},
	"822": {
		"code": "Bq1",
		"name": "[รายไตรมาส] การโจมตีโต้กลับที่ทะเลโอกิโนชิมะ",
		"desc": "Bq1: จัดเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-4 จำนวน 2 ครั้ง"
	},
	"854": {
		"code": "Bq2",
		"name": "[รายไตรมาส] ปฏิบัติการ Z ภารกิจเพิ่มคะแนนการจัดอันดับ",
		"desc": "Bq2: จัดกองเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-4, 6-1, 6-3 อย่างละ 1 ครั้ง และ Rank S ขึ้นไปในด่าน 6-4 จำนวน 1 ครั้ง"
	},
	"861": {
		"code": "Bq3",
		"name": "[รายไตรมาส] กองเรือขนส่งลุยได้",
		"desc": "Bq3: จัดเรือ BBV/AO 2 ลำ และเรืออะไรก็ได้อีก 4 ลำ ไปรับยุทธปัจจัยให้ได้ในด่าน 1-6 จำนวน 2 ครั้ง"
	},
	"862": {
		"code": "Bq4",
		"name": "[รายไตรมาส] กองเรือลาดตระเวนแนวหน้า",
		"desc": "Bq4: จัดเรือ AV 1 ลำ, CL 2 ลำ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 6-3 จำนวน 2 ครั้ง"
	},
	"873": {
		"code": "Bq5",
		"name": "[รายไตรมาส] ปฏิบัติการลาดตระเวนรักษาความปลอดภัยทางเหนือ",
		"desc": "Bq5: จัดเรือ CL และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank A ในด่าน 3-1, 3-2, 3-3"
	},  
	"875": {
		"code": "Bq6",
		"name": "[รายไตรมาส] ไอรอนบอททอม ซาวด์",
		"desc": "Bq6: จัดเรือ นากานามิ ไคนิ เป็นเรือธง และมี ทาคานามิ ไค หรือ โอกินามิ ไค หรือ อาสะชิโมะ ไค และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-4 จำนวน 2 ครั้ง"
	},  
	"823": {
		"code": "B75",
		"name": "ปฏิบัติการกองเรือตอร์ปิโด ป้องกันเกาะนันเซย์",
		"desc": "B75: จัดเรือ CL/CLT/CT เป็นเรือธง, DD 4 ลำ และเรืออะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank A ในด่าน 1-4 จำนวน 2 ครั้ง"
	},
	"824": {
		"code": "B76",
		"name": "ลาดตระเวนชายฝั่งโรงกลั่นน้ำมัน",
		"desc": "B76: จัดเรือ CVL เป็นเรือธง, DD 3 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-3"
	},
	"825": {
		"code": "B77",
		"name": "ปฏิบัติการกองเรือตอร์ปิโดในเขตทะเลตะวันตกเฉียงใต้",
		"desc": "B77: จัดเรือ CL/CLT/CT เป็นเรือธง, DD 4 ลำ และเรืออะไรก็ได้ 1 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-2 และ 2-3 จำนวนอย่างละ 1 ครั้ง"
	},
	"826": {
		"code": "B78",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 19",
		"desc": "B78: จัดเรือ อุระนามิ, อายานามิ, อิโซนามิ, ชิคินามิ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-5"
	},
	"827": {
		"code": "B79",
		"name": "ปฏิบัติการบุกโจมตีเรือธง กองเรือพิฆาตที่ 19 ",
		"desc": "B79: จัดเรือ อุระนามิ, อายานามิ, อิโซนามิ, ชิคินามิ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-5"
	},
	"828": {
		"code": "B80",
		"name": "เริ่มดำเนินการก่อสร้างสนามบิน!",
		"desc": "B80: ชนะบอสด่าน 6-3 ให้ได้ Rank S ขึ้นไป"
	},
	"829": {
		"code": "B81",
		"name": "ภารกิจจู่โจมสนามบินในยามวิกาล",
		"desc": "B81: ชนะบอสด่าน 5-3 ให้ได้ Rank A ขึ้นไป"
	},
	"830": {
		"code": "B82",
		"name": "ได้รับไฟฉายที่ส่องสว่างยามค่ำคืน",
		"desc": "B82: ชนะบอสด่าน 2-1 ให้ได้ Rank S ขึ้นไป"
	},
	"834": {
		"code": "B83",
		"name": "ปฏิบัติการกองเรือปกป้องน่านน้ำเกาะนันเซย์",
		"desc": "B83: จัดเรือ AV/CAV เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-4"
	},
	"835": {
		"code": "B84",
		"name": "ปฏิบัติการกองเรือลาดตระเวนที่ 16 รุ่นที่สาม",
		"desc": "B84: จัดเรือ คินุ (Kinu), อาโอบะ (Aoba), คิตาคามิ (Kitakami), โอย (Ooi) และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-4"
	},
	"836": {
		"code": "B85",
		"name": "ปฏิบัติการกองเรือลาดตระเวนที่ 16 ชั้นสูง",
		"desc": "B85: จัดเรือ คินุ ไคนิ เป็นเรือธง และเรืออีก 5 ลำจากรายการนี้ อาโอบะ ไค, คุมะ ไค, คิตาคามิ ไคนิ, โอย ไคนิ, ชิคินามิ ไค, อุระนามิ ไค ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-5"
	},
	"837": {
		"code": "B86",
		"name": "ต้องทำภารกิจขนส่งให้สำเร็จ และกลับมาให้ได้",
		"desc": "B86: จัดเรือ คินุ ไคนิ (Kinu Kai Ni), อุระนามิ ไค (Uranami Kai), DD 3 ลำ, และเรืออะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-2"
	},
	"838": {
		"code": "B87",
		"name": "กองเรือลาดตระเวนหนัก ออกปฏิบัติการ!",
		"desc": "B87: จัดเรือ CA เป็นเรือธง, CA รวม 4 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3"
	},
	"839": {
		"code": "B88",
		"name": "กองเรือประจัญบาน ออกปฏิบัติการ!",
		"desc": "B88: จัดเรือ BB/FBB/BBV เป็นเรือธง, BB/FBB/BBV รวม 2 ลำ และเรืออะไรก็ได้อีก 3-4 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-3"
	},
	"842": {
		"code": "B89",
		"name": "ปฏิบัติการหลักของกองเรือประจัญบาน",
		"desc": "B89: จัดเรือ BBช้า/BBV จำนวน 2 ลำ และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-4 (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"844": {
		"code": "B90",
		"name": "ฝ่าออกไปด้วยฝีมือของกองเรือพิฆาตที่ 8 ชั้นยอด",
		"desc": "B90: จัดเรือ อาราชิโอะ ไคนิ เป็นเรือธง เลือกเรืออีก 1 ลำจากรายการนี้ อาซาชิโอะ, โอชิโอะ, มิจิชิโอะ และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 5-5 จำนวน 2 ครั้ง"
	},
	"846": {
		"code": "B91",
		"name": "กองเรือเรือดำน้ำปฏิบัติการลาดตระเวนในน่านน้ำศูนย์กลาง",
		"desc": "B91: จัดเรือ SS/V เป็นเรือธง และมีเรือ SS/V อีก 3 ลำ รวม 4 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank B ขึ้นไปในด่าน 6-1"
	},
	"848": {
		"code": "B92",
		"name": "เรือลาดตระเวนหนักกับปฏิบัติการไอรอนบอททอม ซาวด์",
		"desc": "B92: จัดเรือ Zara due เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 5-3"
	},
	"849": {
		"code": "B93",
		"name": "ปฏิบัติการบุกโจมตีหมู่เกาะนันเซย์!",
		"desc": "B93: จัดเรือ CL เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-4, 2-2, 2-3 อย่างละ 1 ครั้ง"
	},
	"850": {
		"code": "B94",
		"name": "เสริมกองกำลังกองเรือบรรทุกเครื่องบิน",
		"desc": "B94: จัดเรือ CV หรือ AV เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-5, 4-4, 6-2 อย่างละ 1 ครั้ง"
	},
	"851": {
		"code": "B95",
		"name": "ปฏิบัติการเรือลาดตระเวนบรรทุกเครื่องบินรุ่นปรับปรุง",
		"desc": "B95: จัดเรือ สึซึยะ ไคนิ (CAV) เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 5-1 และ 5-3 อย่างละ 1 ครั้ง"
	},
	"852": {
		"code": "B96",
		"name": "ภารกิจส่งเรือบรรทุกเครื่องบินเบาจู่โจมไปแนวหน้า",
		"desc": "B96: จัดเรือ สึซึยะ โคว ไคนิ (CVL) เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 6-2 และ 6-5 อย่างละ 1 ครั้ง"
	},
	"853": {
		"code": "B97",
		"name": "ภารกิจลาดตระเวนเฝ้าระวังบริเวณทะเลใกล้ฐานทัพเรือ",
		"desc": "B97: จัดเรือลาดตระเวน (CA/CAV/CL/CLT/CT) เป็นเรือธง, DD 2 ลำ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-2, 1-3, 1-4 และ 1-5 อย่างละ 1 ครั้ง"
	},
	"855": {
		"code": "B98",
		"name": "ภารกิจเสริมสร้างกองกำลังคุ้มกันชายฝั่ง",
		"desc": "B98: จัดเรือ DD/DE อย่างน้อย 3 ลำ และเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-3, 1-4, 1-5 และไปรับยุทธปัจจัยให้ได้ในด่าน 1-6"
	},
	"856": {
		"code": "B99",
		"name": "ปฏิบัติการกองเรือประจัญบานที่ 1",
		"desc": "B99: จัดเรือ นางาโตะ ไคนิ เป็นเรือธง และ มุทสึ ไค เป็นเรือลำดับที่สอง และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 4-5, 5-5"
	},
	"857": {
		"code": "B100",
		"name": "ปรับปรุงกองเรือคุ้มกันน่านน้ำ",
		"desc": "B100: จัดเรือ CL 1 ลำ, DD/DE 2 ลำ, CAV/CVL 1 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-2, 2-3, 2-4, 2-5"
	},
	"858": {
		"code": "B101",
		"name": "ปฏิบัติการกองเรือที่ 7 รุ่นใหม่",
		"desc": "B101: จัดเรือ คุมาโนะ ไคนิ (CAV/CVL) เป็นเรือธง และ สึซึยะ ไคนิ (CAV/CVL) เป็นลำดับที่สอง, โมกามิ ไค, มิคุมะ ไค และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-5, 6-2"
	},
	"859": {
		"code": "B102",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินทะเลที่ 4 ชั้นสูง",
		"desc": "B102: จัดเรือ อิเสะ ไค เป็นเรือธง และ ฮิวงะ ไค เป็นเรือลำดับที่สอง ต้องเลเวล 50 ขึ้นไป, CL 1 ลำ, DD 2 ลำ และเรืออะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-5, 3-5"
	},
	"860": {
		"code": "B103",
		"name": "เรือธง ยูระ ออกปฏิบัติ!",
		"desc": "B103: จัดเรือ ยูระ ไคนิ เป็นเรือธง และเลือกเรืออีกอย่างน้อย 2 ลำจาก มุราซาเมะ, ยูดาจิ, ซามิดาเระ, ฮารุซาเมะ, อากิซึกิ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3, 5-1"
	},
	"863": {
		"code": "B104",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 22 ชั้นสูง",
		"desc": "B104: จัดเรือ ฟุมิสึกิ ไคนิ เป็นเรือธง, ซัทสึกิ ไคนิ, นางาสึกิ ไค, มินาสึกิ ไค และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-2"
	},
	"864": {
		"code": "B105",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินขนาดใหญ่",
		"desc": "B105: จัดเรือ ซาราโตกา Mk.II หรือ ซาราโตกา Mk.II Mod.2 เป็นเรือธง, CL 1 ลำ, DD 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-5 และ 6-2"
	},
	"865": {
		"code": "B106",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินยามวิกาล",
		"desc": "B106: จัดเรือ ซาราโตกา Mk.II เท่านั้น และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 6-5 (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"869": {
		"code": "B107",
		"name": "ปกป้องน่านน้ำเส้นทางลำเลียงเสบียง",
		"desc": "B107: จัดเรือ CL เป็นเรือธง, DD/DE 2 ลำ และเรืออะไรก็ได้อีก 1-3 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-3, 1-4, 1-5"
	},
	"870": {
		"code": "B108",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 8 ทางตะวันตกเฉียงใต้",
		"desc": "B108: จัดเรือ อาซาชิโอะ, โอชิโอะ, มิจิชิโอะ, อาราชิโอะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-2, 2-2"
	},
	"871": {
		"code": "B109",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 8 ชั้นยอด",
		"desc": "B109: จัดเรือ อาซาชิโอะ ไคนิ, โอชิโอะ ไคนิ, มิจิชิโอะ ไคนิ, อาราชิโอะ ไคนิ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-2, 5-4"
	},
	"874": {
		"code": "B110",
		"name": "ปฏิบัติการลาดตระเวนในเขตต่อสู้ทางเหนือ",
		"desc": "B110: จัดเรือ CL, AV, CVL และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-5 จำนวน 2 ครั้ง (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"876": {
		"code": "B111",
		"name": "กองเรือขนส่งมัทสึ ออกปฏิบัติการ",
		"desc": "B111: จัดเรือ ทัตสึตะ ไค/ไคนิ เป็นเรือธง, DD/DE 3 ลำ และเรืออะไรก็ได้ 2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-4 2 ครั้ง และไปรับยุทธปัจจัยให้ได้ในด่าน 1-6 2 ครั้ง"
	},
	"877": {
		"code": "B112",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 4 ทางใต้",
		"desc": "B112: จัดเรือ มุราซาเมะ ไคนิ เป็นเรือธง และเลือกเรืออีก 3 ลำจากรายการนี้ ยูระ ไคนิ, ยูดาจิ ไคนิ, ฮารุซาเมะ ไค, ซามิดาเระ ไค, อากิซึกิ ไค และเรืออะไรก็ได้ 2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 5-1, 5-3, 5-4"
	},
	"878": {
		"code": "B113",
		"name": "กองเรือขนส่งมัทสึ ออกปฏิบัติการต่อเนื่อง",
		"desc": "B113: จัดเรือ CL/CLT/CT/DD เป็นเรือธง และมี DD/DE 3 ลำขึ้นไป ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-4 3 ครั้ง และไปรับยุทธปัจจัยให้ได้ในด่าน 1-6 3 ครั้ง"
	},
	"879": {
		"code": "B114",
		"name": "ปฏิบัติการกองเรือที่ 4 รุ่นใหม่ เต็มกำลัง",
		"desc": "B114: จัดเรือ อิเสะ ไค, ฮิวงะ ไค, โอโยโดะ ไค, DD 1 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปรับยุทธปัจจัยให้ได้ในด่าน 1-6 และไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-5, 3-5, 4-5"
	},
	"880": {
		"code": "B115",
		"name": "กองเรือพิฆาตชั้นสูงออกจู่โจม",
		"desc": "B115: จัดเรือ DD 4 ลำ และเรืออะไรก็ได้ 2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-3, 3-2, 4-2 และไปรับยุทธปัจจัยให้ได้ในด่าน 1-6"
	},
	"881": {
		"code": "B116",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 19 เกาะทางตอนเหนือ",
		"desc": "B116: จัดเรือ อาราเระ ไคนิ, คาสุมิ ไคนิ/ไคนิโอทสึ, คาเงโร ไค, ชิรานุอิ ไค และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-2 จำนวน 2 ครั้ง"
	},
	"840": {
		"code": "SB15",
		"name": "ภารกิจพิเศษในฤดูหนาวของกองเรือพิฆาตชั้นสูง",
		"desc": "SB15: จัดเรือ DD จำนวน 4 ลำ [ห้ามเกิน] ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-1 และ 1-2 อย่างละ 1 ครั้ง"
	},
	"841": {
		"code": "SB16",
		"name": "ภารกิจพิเศษในฤดูหนาวของกองเรือบรรทุกเครื่องบินทะเล",
		"desc": "SB16: จัดเรือ AV เป็นเรือธง, DD 3 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-3 และ 1-4 อย่างละ 1 ครั้ง"
	},
	"843": {
		"code": "SB21",
		"name": "เทศกาลเซ็ตสึบุนกับการคุ้มครองน่านน้ำ",
		"desc": "SB21: จัดกองเรือ 4 ลำ ต้องมี DD 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-1, 1-2, 2-3 อย่างละ 1 ครั้ง"
	},
	"847": {
		"code": "SB22",
		"name": "ปฏิบัติการฤดูใบไม้ผลิ เตรียมพร้อมสำหรับวันเด็กผู้หญิง",
		"desc": "SB22: จัดเรืออะไรก็ได้ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3 จำนวน 5 ครั้ง"
	},
	"653": {
		"code": "SF2",
		"name": "เตรียมตัวสำหรับเทศกาลเซ็ตสึบุน",
		"desc": "SB22: มีเหรียญเฟอร์นิเจอร์ 5000, 12cm Single Gun Mounts 2 อัน และ Type 0 Reconnaissance Seaplanes 2 อัน [ห้ามล็อค] จากนั้นแยกส่วน 20.3cm Twin Gun จำนวน 2 อัน"
	},
	"657": {
		"code": "SF3",
		"name": "ปฏิบัติการฤดูใบไม้ผลิ เตรียมการสำหรับวันเด็กผู้หญิง",
		"desc": "SF3: มีเหรียญเฟอร์นิเจอร์ 5000, Type 99 Dive Bomber 2 อัน และ 61cm Triple Torpedo Mount 2 อัน ในคลังเก็บของ [ห้ามล็อค] จากนั้นแยกส่วน 14cm Single Gun Mount 2 อัน"
	},
	"202": {
		"code": "B1",
		"name": "ออกรบครั้งแรก",
		"desc": "B1: ส่งกองเรือที่ 1 ออกรบ"
	},    
	"203": {
		"code": "B2",
		"name": "ปกป้องท้องทะเลในน่านน้ำฐานทัพเรือ",
		"desc": "B2: ส่งกองเรือไปชนะบอสด่าน 1-1 ให้ได้"
	},
	"204": {
		"code": "B4",
		"name": "ปฏิบัติการสู่ชายฝั่งเกาะนันเซย์",
		"desc": "B4: ส่งกองเรือไปชนะบอสด่าน 1-2 ให้ได้"
	},
	"205": {
		"code": "B5",
		"name": "ขัดขวางกองทัพเรือศัตรูที่ใกล้เข้ามา",
		"desc": "B5: ส่งกองเรือไปชนะบอสด่าน 1-2 ให้ได้"
	},
	"206": {
		"code": "B6",
		"name": "ปฏิบัติการกองเรือตอร์ปิโด",
		"desc": "B6: จัดเรือลาดตระเวนเบา (CL) เป็นเรือธง และเรือพิฆาต (DD) 3 ลำ ไปออกรบ"
	},
	"207": {
		"code": "B7",
		"name": "ปฏิบัติการกองเรือลาดตะเวนหนัก",
		"desc": "B7: จัดเรือลาดตระเวนหนัก (CA) เป็นเรือธง ไปออกรบ"
	},
	"208": {
		"code": "B8",
		"name": "ปฏิบัติการกองเรือประจัญบาน",
		"desc": "B8: จัดเรือเรือประจัญบาน (BB) [ห้ามใช้ BBV] เป็นเรือธง ไปออกรบ"
	},
	"209": {
		"code": "B9",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบิน",
		"desc": "B9: จัดเรือเรือบรรทุกเครื่องบิน (CV/CVL) เป็นเรือธง และเรือลาดตระเวนเบา (CL), เรือพิฆาต (DD), เรือบรรทุกเครื่องบินทะเล (AV) รวมกันอีก 5 ลำ ไปออกรบ"
	},
	"215": {
		"code": "B3",
		"name": "ปฏิบัติการกองเรือที่ 2",
		"desc": "B3: ส่งกองเรือที่ 2 ออกรบ"
	},
	"217": {
		"code": "B10",
		"name": "จมเรือบรรทุกเครื่องบินของศัตรู",
		"desc": "B10: จมเรือบรรทุกเครื่องบินของศัตรู (CV/CVL) 1 ลำ"
	},
	"219": {
		"code": "B11",
		"name": "ปฏิบัติการกองเรือมิคาวะ",
		"desc": "B11: จัดเรือ โจไค (Choukai), อาโอบะ (Aoba), คาโกะ (Kako), ฟุรุทากะ (Furutaka), เทนริว และเรือเร็วอะไรก็ได้อีก 1 ลำ [ห้ามใช้ BB/CV] ไปออกรบ"
	},
	"222": {
		"code": "B12",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 6",
		"desc": "B12: จัดเรือ อาคัทสึกิ (Akatsuki), ฮิบิกิ/เวลนุย (Hibiki/Верный), อินาซึมะ (Inazuma), อิคาซึจิ (Ikazuchi) ไปออกรบ"
	},
	"223": {
		"code": "B13",
		"name": "ปฏิบัติการกองเรือลาดตะเวนหนักที่ 4",
		"desc": "B13: จัดเรือ ทาคาโอะ (Takao), อาตาโกะ (Atago), โจไค (Choukai), มายะ (Maya) และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-2 ให้ได้"
	},
	"224": {
		"code": "B14",
		"name": "ปฏิบัติการกองเรือนิชิมูระ",
		"desc": "B14: จัดเรือ ฟุโซ (Fusou), ยามาชิโระ (Yamashiro), โมกามิ (Mogami), ชิกุเระ (Shigure) และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
	},
	"225": {
		"code": "B15",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 5",
		"desc": "B15: จัดเรือ โชคาคุ (Shoukaku), ซุยคาคุ (Zuikaku) และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 3-1 ให้ได้"
	},
	"227": {
		"code": "B16",
		"name": "ปฏิบัติการกองเรือมิคาวะรุ่นใหม่",
		"desc": "B16: จัดเรือ โจไค (Choukai), อาโอบะ (Aoba), คินุกาสะ (Kinugasa), คาโกะ (Kako), ฟุรุทากะ (Furutaka), เทนริว ไปชนะบอสด่าน 2-3 ให้ได้"
	},
	"231": {
		"code": "B17",
		"name": "ปฏิบัติการกองเรือดำน้ำ",
		"desc": "B17: จัดเรือดำน้ำ (SS) 2 ลำ และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
	},
	"232": {
		"code": "B18",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินจู่โจม",
		"desc": "B18: จัดเรือ BBV 2 ลำ, CAV 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 4-2 ให้ได้"
	},
	"233": {
		"code": "B19",
		"name": "ปฏิบัติการกองเรือลาดตะเวนหนักที่ 6",
		"desc": "B19: จัดเรือ ฟุรุทากะ (Furutaka), คาโกะ (Kako), คินุกาสะ (Kinugasa), อาโอบะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
	},
	"239": {
		"code": "B20",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 8",
		"desc": "B20: จัดเรือ อาซาชิโอะ (Asashio), มิจิชิโอะ (Michishio), โอชิโอะ (Ooshio), อาราชิโอะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
	},
	"240": {
		"code": "B21",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 18",
		"desc": "B21: จัดเรือ คาสุมิ (Kasumi), อาราเระ (Arare), คาเงโร่ (Kagerou), ชิรานุอิ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 3-1 ให้ได้"
	},
	"244": {
		"code": "B22",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 30 รุ่นที่ 1",
		"desc": "B22: จัดเรือ มุทสึกิ (Mutsuki), คิซารากิ (Kisaragi), ยาโยอิ (Yayoi), โมจิสึกิ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 3-2"
	},
	"245": {
		"code": "WB01",
		"name": "แต่งงานกับเรือที่รัก 4",
		"desc": "WB01: จัดเรือเลเวล 90~99 ที่คุณรัก เป็นเรือธง ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
	},
	"246": {
		"code": "WB02",
		"name": "พาเรือที่รักไปทำภารกิจ",
		"desc": "WB02: จัดเรือเลเวล 100 เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-3"
	},
	"247": {
		"code": "B23",
		"name": "ปฏิบัติการกองเรือประจัญบานบรรทุกเครื่องบิน",
		"desc": "B23: จัดเรือ BBV 2 ลำ และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 4-4 ให้ได้"
	},
	"248": {
		"code": "B24",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 30 ต่อต้านเรือดำน้ำ",
		"desc": "B24: จัดเรือ มุทสึกิ (Mutsuki), อุซึกิ (Uzuki), ยาโยอิ (Yayoi), โมจิสึกิ (Mochizuki) ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
	},
	"250": {
		"code": "B25",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 2",
		"desc": "B25: จัดเรือ ฮิริว ไคนิ (Hiryuu Kai Ni) เป็นเรือธง, โซริว (Souryuu) และ DD 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-2"
	},
	"251": {
		"code": "B26",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 2 อีกครั้ง",
		"desc": "B26: จัดเรือ โซริว ไคนิ (Souryuu Kai Ni) ให้เป็นเรือธง, ฮิริว ไคนิ, เรือพิฆาต (DD) 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 4-3"
	},
	"252": {
		"code": "B27",
		"name": "ปฏิบัติการกองเรือฮารุนะ",
		"desc": "B27: จัดเรือ ฮารุนะ ไคนิ (Haruna Kai Ni) เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-1"
	},
	"253": {
		"code": "B28",
		"name": "ปฏิบัติการฝูงบิน 601",
		"desc": "B28: จัดเรือ อุนริว ไค (Unryuu Kai) เป็นเรือธง และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-2"
	},
	"254": {
		"code": "B29",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินเบา",
		"desc": "B29: จัดเรือ CVL 1-2 ลำ, CL 1 ลำ, DD 3-4 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-1"
	},
	"255": {
		"code": "B30",
		"name": "ปฏิบัติการกองเรือตอร์ปิโดที่เกาะบาชิ",
		"desc": "B30: จัดเรือ CL เป็นเรือธง, CL 1-2 ลำ และเรือ DD 4-5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-2"
	},
	"258": {
		"code": "B31",
		"name": "ปฏิบัติการกองเรือประจัญบานที่ 2",
		"desc": "B31: จัดเรือ นางาโตะ (Nagato), มุทสึ (Mutsu), ฟุโซ (Fusou), ยามาชิโระ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 4-2 จำนวน 2 ครั้ง"
	},
	"260": {
		"code": "B32",
		"name": "ปฏิบัติการกองเรือประจัญบานในทะเลทางตอนเหนือ",
		"desc": "B32: จัดเรือ BB 2 ลำ [ห้ามใช้ BBV], CVL 1 ลำ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-5"
	},
	"262": {
		"code": "B33",
		"name": "ปฏิบัติการกองเรือนิชิมูระในทะเลทางตอนใต้",
		"desc": "B33: จัดเรือ ฟุโซ (Fusou), ยามาชิโระ (Yamashiro), โมกามิ (Mogami), ชิกุเระ, มิจิชิโอะ และเรืออะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
	},
	"263": {
		"code": "B34",
		"name": "ปฏิบัติการกองเรือที่ 6 ในทะเลทางตะวันตกเฉียงใต้",
		"desc": "B34: จัดเรือ อาโอบะ (Aoba), คินุกาสะ (Kinugasa), คาโกะ (Kako), ฟุรุทากะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-5"
	},
	"267": {
		"code": "B35",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 11",
		"desc": "B35: จัดเรือ ฟุบุกิ (Fubuki), ชิรายูกิ (Shirayuki), ฮัทสึยูกิ (Hatsuyuki), มุราคุโมะ (Murakumo) และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
	},
	"268": {
		"code": "B36",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 11 ต่อต้านเรือดำน้ำ",
		"desc": "B36: จัดเรือ ฟุบุกิ (Fubuki), ชิรายูกิ (Shirayuki), ฮัทสึยูกิ (Hatsuyuki), มุราคุโมะ (Murakumo) ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
	},
	"269": {
		"code": "B37",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 21",
		"desc": "B37: จัดเรือ ฮัทสึฮารุ (Hatsuharu), ฮัทสึชิโมะ (Hatsushimo), เนโนฮิ, วาคาบะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-1"
	},
	"270": {
		"code": "B39",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 22",
		"desc": "B39: จัดเรือ ซัทสึกิ (Satsuki), ฟุมิสึกิ (Fumizuki), นางาสึกิ, เรือพิฆาต (DD) 1 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-4"
	},
	"271": {
		"code": "B38",
		"name": "ปฏิบัติการกองเรือนาจิ",
		"desc": "B38: จัดเรือ นาจิ (Nachi) เป็นเรือธง, ฮัทสึชิโมะ, คาสุมิ, อุชิโอะ, อาเคโบโนะ และเรืออะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-2"
	},
	"272": {
		"code": "B40",
		"name": "ปฏิบัติการกองเรือลาดตะเวนหนักต่อต้านอากาศยาน",
		"desc": "B40: จัดเรือ มายะ ไค หรือ ไคนิ, CL 1 ลำ, DD 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3"
	},
	"273": {
		"code": "B41",
		"name": "ปฏิบัติการกองเรือมิคาวะในศึกโซโลมอน",
		"desc": "B41: จัดเรือ โจไค ไคนิ เป็นเรือธง และเลือกเรืออีก 5 ลำจากรายการนี้ อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว, ยูบาริ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
	},
	"274": {
		"code": "B42",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 6 ต่อต้านเรือดำน้ำ",
		"desc": "B42: จัดเรือ อาคัทสึกิ (Akatsuki), ฮิบิกิ/เวลนุย (Hibiki/Верный), อินาซึมะ (Inazuma), อิคาซึจิ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
	},
	"275": {
		"code": "B43",
		"name": "ปฏิบัติการกองเรือที่ 18",
		"desc": "B43: จัดเรือ เทนริว (Tenryuu) และ ทัตสึตะ (Tatsuta) และเรืออะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3"
	},
	"276": {
		"code": "B44",
		"name": "ปฏิบัติการกองเรือจู่โจมภาคพื้นน้ำ",
		"desc": "B44: จัดเรือ ฮิเอย์, คิริชิมะ, นาการะ, อาคัทสึกิ, อิคาซึจิ, อินาซึมะ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-1"
	},
	"277": {
		"code": "B45",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 6 ต่อต้านเรือดำน้ำอีกครั้ง",
		"desc": "B45: จัดเรือ อาคัทสึกิ ไคนิ (Akatsuki Kai Ni), ฮิบิกิ/เวลนุย, อินาซึมะ, อิคาซึจิ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-5"
	},
	"278": {
		"code": "B46",
		"name": "ปฏิบัติการ KE ของกองเรือตอร์ปิโดที่ 1",
		"desc": "B46: จัดเรือ อาบุคุมะ (Abukuma) เป็นเรือธง, ฮิบิกิ/เวลนุย, ฮัทสึชิโมะ, วาคาบะ, ซามิดาเระ, ชิมะคาเซะ ไปชนะบอสให้ได้ Rank B ขึ้นไปในด่าน 3-2"
	},
	"279": {
		"code": "B47",
		"name": "ปฏิบัติการ KE ของกองเรือตอร์ปิโดที่ 1 อีกครั้ง",
		"desc": "B47: จัดเรือ อาบุคุมะ ไคนิ (Abukuma Kai Ni) เป็นเรือธง, ฮิบิกิ/เวลนุย, ยูกุโมะ, นากานามิ, อากิกุโมะ, ชิมะคาเซะ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-2"
	},
	"285": {
		"code": "B49",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินในทะเลเหนือ",
		"desc": "B49: จัดเรือ CV เป็นเรือธง, และเรืออะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-5"
	},
	"286": {
		"code": "B48",
		"name": "ปรับสมรรถนะกองเรือต่อต้านเรือดำน้ำ",
		"desc": "B48: ชนะบอสด่าน 1-5 ให้ได้ Rank A ขึ้นไป 4 ครั้ง"
	},
	"287": {
		"code": "B50",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 5 ที่หมู่เกาะคอรัล",
		"desc": "B50: จัดเรือ โชคาคุ (Shoukaku), ซุยคาคุ (Zuikaku), โอโบโระ (Oboro), อากิกุโมะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-2"
	},
	"288": {
		"code": "B51",
		"name": "ปฏิบัติการกองเรือที่ 21 ในทะเลเหนือ",
		"desc": "B51: จัดเรือ นาจิ ไคนิ (Nachi Kai Ni), อาชิการะ ไคนิ, ทามะ, คิโสะ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-1"
	},
	"289": {
		"code": "B52",
		"name": "ปฏิบัติการกองเรือลาดตระเวนที่ 16 รุ่นใหม่",
		"desc": "B52: จัดเรือ อาชิการะ (Ashigara) เป็นเรือธง, คุมะ (Kuma), นาการะ (Nagara) และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-2"
	},
	"290": {
		"code": "BF1",
		"name": "เทศกาลปลาซันมะ 1",
		"desc": "BF1: จัดเรือไปหาปลาซันมะ 3 ตัว"
	},
	"291": {
		"code": "BF2",
		"name": "เทศกาลปลาซันมะ 2",
		"desc": "BF2: จัดเรือไปหาปลาซันมะ 10 ตัว"
	},
	"292": {
		"code": "BF3",
		"name": "เทศกาลปลาซันมะ 3",
		"desc": "BF3: จัดเรือไปหาปลาซันมะ 30 ตัว หามาอีกเยอะ ๆ เลยนะคะผู้การ ทั้งหมดนี้ก็เพื่ออาคากิซังค่ะ!!!"
	},
	"293": {
		"code": "B53",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 3 เกาะนันเซย์",
		"desc": "B53: จัดเรือ ซุยคาคุ ไค (Zuikaku Kai) เป็นเรือธง, ซุยโฮ (Zuihou), จิโตเสะ CVL, จิโยดะ CVL และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 1-4"
	},
	"294": {
		"code": "B54",
		"name": "ปฏิบัติการกองเรือโอซาว่าออกรบ",
		"desc": "B54: จัดเรือ ซุยคาคุ ไค (Zuikaku Kai) เป็นเรือธง, ซุยโฮ ไค, จิโตเสะ CVL, จิโยดะ CVL, อิเสะ ไค, ฮิวงะ ไค ไปชนะบอสให้ได้ Rank S ในด่าน 2-4"
	},
	"295": {
		"code": "B55",
		"name": "ปฏิบัติการกองเรือลาดตระเวนที่ 16 รุ่นที่สอง",
		"desc": "B55: จัดเรือ นาโทริ (Natori) เป็นเรือธง, อิสุซุ (Isuzu) และ คินุ (Kinu) และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3"
	},
	"296": {
		"code": "B56",
		"name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินจู่โจมรุ่นใหม่ทางเหนือ",
		"desc": "B56: จัดเรือ CV 2 ลำ, BBV/CAV 2 ลำ และเรือ DD 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 3-3"
	},
	"297": {
		"code": "B57",
		"name": "ปฏิบัติการ Rei-Go!",
		"desc": "B57: จัดเรือ คาสุมิ (Kasumi) เป็นเรือธง, อาชิการะ (Ashigara), โอโยโดะ, อาซาชิโมะ, คิโยชิโมะ และเรืออะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-5"
	},
	"805": {
		"code": "B58",
		"name": "กองเรือคาสุมิกับภารกิจลาดตระเวนทางเหนือ",
		"desc": "B58: จัดเรือ คาสุมิ ไคนิ (Kasumi Kai Ni) เป็นเรือธง, เรือ DD 3 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank B ขึ้นไปในด่าน 3-1"
	},
	"806": {
		"code": "B59",
		"name": "กองเรือคาสุมิต่อต้านกองเรือทะเลลึก",
		"desc": "B59: จัดเรือ คาสุมิ ไคนิ (Kasumi Kai Ni) เป็นเรือธง, เรือ DD 2 ลำ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-5"
	},
	"807": {
		"code": "B60",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 31",
		"desc": "B60: จัดเรือ อิสุซุ ไคนิ (Isuzu Kai Ni) เป็นเรือธง, ซัทสึกิ ไคนิ (Satsuki Kai Ni) และ อุซึกิ ไค และเรืออะไรก็ได้อีก 3 ลำ ไปรับยุทธปัจจัยให้ได้ในด่าน 1-6"
	},
	"808": {
		"code": "B61",
		"name": "ปฏิบัติการกองเรือพิฆาตที่ 27",
		"desc": "B61: จัดเรือ ชิราสึยุ ไค (Shiratsuyu Kai) เป็นเรือธง, ชิกุเระ, ฮารุซาเมะ และซามิดาเระ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-3"
	},
	"201": {
		"code": "Bd1",
		"name": "[รายวัน] ออกรบ 1",
		"desc": "Bd1: จมกองเรือศัตรู 1 ครั้ง"
	},
	"216": {
		"code": "Bd2",
		"name": "[รายวัน] ออกรบ 2",
		"desc": "Bd2: จมเรือธงของกองเรือศัตรู"
	},
	"210": {
		"code": "Bd3",
		"name": "[รายวัน] ออกรบ 3",
		"desc": "Bd3: จมกองเรือศัตรู ให้ได้ Rank B ขึ้นไป 10 ครั้ง"
	},
	"211": {
		"code": "Bd4",
		"name": "[รายวัน] ออกรบ 4",
		"desc": "Bd4: จมกองเรือบรรทุกเครื่องบินของศัตรู (CV/CVL) 3 ลำ"
	},
	"218": {
		"code": "Bd5",
		"name": "[รายวัน] ออกรบ 5",
		"desc": "Bd5: จมกองเรือขนส่งของศัตรู (AP) 3 ลำ"
	},
	"212": {
		"code": "Bd6",
		"name": "[รายวัน] ออกรบ 6",
		"desc": "Bd6: จมกองเรือขนส่งของศัตรู (AP) 5 ลำ"
	},
	"226": {
		"code": "Bd7",
		"name": "[รายวัน] ออกรบ 7",
		"desc": "Bd7: ชนะบอสด่าน 2 ให้ได้ Rank B ขึ้นไป 5 ครั้ง"
	},
	"230": {
		"code": "Bd8",
		"name": "[รายวัน] ออกรบ 8",
		"desc": "Bd8: จมกองเรือดำน้ำของศัตรู (SS) 6 ลำ"
	},
	"214": {
		"code": "Bw1",
		"name": "[รายสัปดาห์] ออกรบ 1",
		"desc": "Bw1: ส่งกองเรือออกรบ 36 ครั้ง, สู้บอส 24 ครั้ง, ชนะบอส Rank B ขึ้นไป 12 ครั้ง, และชนะกองเรือทั้งหมด Rank S ขึ้นไป 6 ครั้ง"
	},
	"220": {
		"code": "Bw2",
		"name": "[รายสัปดาห์] ออกรบ 2",
		"desc": "Bw2: จมกองเรือบรรทุกเครื่องบินของศัตรู (CV/CVL) 20 ลำ"
	},
	"213": {
		"code": "Bw3",
		"name": "[รายสัปดาห์] ออกรบ 3",
		"desc": "Bw3: จมกองเรือขนส่งของศัตรู (AP) 20 ลำ"
	},
	"221": {
		"code": "Bw4",
		"name": "[รายสัปดาห์] ออกรบ 4",
		"desc": "Bw4: จมกองเรือขนส่งของศัตรู (AP) 50 ลำ"
	},
	"228": {
		"code": "Bw5",
		"name": "[รายสัปดาห์] ออกรบ 5",
		"desc": "Bw5: จมกองเรือดำน้ำของศัตรู (SS) 15 ลำ"
	},
	"229": {
		"code": "Bw6",
		"name": "[รายสัปดาห์] ออกรบ 6",
		"desc": "Bw6: ชนะบอสด่าน 4 ให้ได้ Rank B ขึ้นไป 12 ครั้ง"
	},
	"241": {
		"code": "Bw7",
		"name": "[รายสัปดาห์] ออกรบ 7",
		"desc": "Bw7: ชนะบอสด่าน 3-3, 3-4, 3-5 รวมกัน ให้ได้ Rank B ขึ้นไป 5 ครั้ง"
	},
	"242": {
		"code": "Bw8",
		"name": "[รายสัปดาห์] ออกรบ 8",
		"desc": "Bw8: ชนะบอสด่าน 4-4 ให้ได้ Rank B ขึ้นไป 1 ครั้ง"
	},
	"243": {
		"code": "Bw9",
		"name": "[รายสัปดาห์] ออกรบ 9",
		"desc": "Bw9: ชนะบอสด่าน 5-2 ให้ได้ Rank S ขึ้นไป 2 ครั้ง"
	},
	"261": {
		"code": "Bw10",
		"name": "[รายสัปดาห์] ออกรบ 10",
		"desc": "Bw10: ชนะบอสด่าน 1-5 ให้ได้ Rank A ขึ้นไป 3 ครั้ง"
	},

	"249": {
		"code": "Bm1",
		"name": "[รายเดือน] ปฏิบัติการกองเรือลาดตระเวนที่ 5",
		"desc": "Bm1: จัดเรือ เมียวโค (Myoukou), นาจิ (Nachi), ฮากุโระ (Haguro) และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-5"
	},
	"256": {
		"code": "Bm2",
		"name": "[รายเดือน] ออกรบ 2",
		"desc": "Bm2: ชนะบอสด่าน 6-1 ให้ได้ Rank S ขึ้นไป 3 ครั้ง"
	},
	"257": {
		"code": "Bm3",
		"name": "[รายเดือน] ออกรบ 3",
		"desc": "Bm3: จัดเรือ CL เป็นเรือธง, CL 1-3 ลำ และเรือ DD 3-5 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 1-4"
	},
	"259": {
		"code": "Bm4",
		"name": "[รายเดือน] ออกรบ 4",
		"desc": "Bm4: จัดเรือชั้นนางาโตะ (Nagato), ชั้นอิเสะ (Ise), ชั้นฟุโซ (Fusou), ชั้นยามาโตะ (Yamato) 3 ลำ, CL 1 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 5-1"
	},
	"265": {
		"code": "Bm5",
		"name": "[รายเดือน] ออกรบ 5",
		"desc": "Bm5: ชนะบอสด่าน 1-5 ให้ได้ Rank A ขึ้นไป 10 ครั้ง"
	},
	"264": {
		"code": "Bm6",
		"name": "[รายเดือน] ออกรบ 6",
		"desc": "Bm6: จัดเรือ CV/CVL 2 ลำ, DD 2 ลำ และเรืออะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 4-2"
	},
	"266": {
		"code": "Bm7",
		"name": "[รายเดือน] ออกรบ 7",
		"desc": "Bm7: จัดเรือ DD เป็นเรือธง, DD 4 ลำ, CA 1 ลำ [ห้ามใช้ CAV], CL 1 ลำ ไปชนะบอสให้ได้ Rank S ขึ้นไปในด่าน 2-5"
	},

	"301": {
		"code": "C1",
		"name": "ซ้อมรบครั้งแรก",
		"desc": "C1: สู้ในโหมดซ้อมรบ (PVP) 1 ครั้ง"
	},
	"303": {
		"code": "C2",
		"name": "[รายวัน] ซ้อมรบ 1",
		"desc": "C2d1: สู้ในโหมดซ้อมรบ (PVP) 3 ครั้ง ใน 1 วัน (แพ้หรือชนะก็ได้)"
	},
	"304": {
		"code": "C3",
		"name": "[รายวัน] ซ้อมรบ 2",
		"desc": "C3d2: ชนะการซ้อมรบ (PVP) 5 ครั้ง ใน 1 วัน"
	},
	"302": {
		"code": "C4",
		"name": "[รายสัปดาห์] ซ้อมรบ 3",
		"desc": "C4w: ชนะการซ้อมรบ (PVP) 20 ครั้ง ใน 1 สัปดาห์"
	},
	"307": {
		"code": "C5",
		"name": "ซ้อมรบเสริม 1",
		"desc": "C5: ชนะการซ้อมรบ (PVP) 3 ครั้ง ใน 1 วัน"
	},
	"308": {
		"code": "C6",
		"name": "ซ้อมรบเสริม 2",
		"desc": "C6: ชนะการซ้อมรบ (PVP) 4 ครั้ง ใน 1 วัน"
	},
	"309": {
		"code": "C7",
		"name": "ซ้อมรบเสริม 3",
		"desc": "C7: ชนะการซ้อมรบ (PVP) 4 ครั้ง ใน 1 วัน"
	},
	"311": {
		"code": "C8",
		"name": "[รายเดือน] ซ้อมรบเสริม 1",
		"desc": "C8m: ชนะการซ้อมรบ (PVP) 7 ครั้ง ใน 1 วัน"
	},
	"318": {
		"code": "C16",
		"name": "[รายเดือน] ซ้อมรบเสริม 2",
		"desc": "C16: จัดกองเรือที่มี CL 2 ลำขึ้นไป ชนะการซ้อมรบ 3 ครั้ง ใน 1 วัน จากนั้นให้เรือธงใส่เสบียงศึก (Combat Rations) 2 อัน เสียเสบียงศึก (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"319": {
		"code": "C17",
		"name": "การฝึกของกองเรือพิฆาตที่ 21 ชั้นสูง",
		"desc": "C17: จัดเรือ วาคาบะ ไค, ฮัทสึฮารุ ไคนิ, ฮัทสึชิโมะ ไคนิ และเรืออะไรก็ได้อีก 3 ลำ ชนะการซ้อมรบ 4 ครั้ง ใน 1 วัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"320": {
		"code": "C18",
		"name": "การฝึกอย่างเข้มข้นของกองเรือพิฆาต",
		"desc": "C18: จัดเรือ DD 4 ลำ และเรืออะไรก็ได้ 2 ลำ ชนะการซ้อมรบ 4 ครั้ง ใน 1 วัน"
	},
	"401": {
		"code": "D1",
		"name": "ส่งสำรวจครั้งแรก",
		"desc": "D1: ส่งสำรวจ 1 ครั้ง"
	},
	"402": {
		"code": "D2",
		"name": "[รายวัน] สำรวจ 1",
		"desc": "D2d1: ส่งสำรวจสำเร็จ 3 ครั้ง ใน 1 วัน"
	},
	"403": {
		"code": "D3",
		"name": "[รายวัน] สำรวจ 2",
		"desc": "D3d2: ส่งสำรวจสำเร็จ 10 ครั้ง ใน 1 วัน"
	},
	"404": {
		"code": "D4",
		"name": "[รายสัปดาห์] สำรวจ 3",
		"desc": "D4w1: ส่งสำรวจสำเร็จ 30 ครั้ง ใน 1 สัปดาห์"
	},
	"405": {
		"code": "D5",
		"name": "ส่งสำรวจเรือดำน้ำ 1",
		"desc": "D5: ส่งสำรวจที่ 30 ให้สำเร็จ 1 ครั้ง"
	},
	"406": {
		"code": "D6",
		"name": "ส่งสำรวจเรือดำน้ำ 2",
		"desc": "D6: ส่งสำรวจที่ 30 ให้สำเร็จอีก 1 ครั้ง"
	},
	"408": {
		"code": "D7",
		"name": "ส่งสำรวจเรือดำน้ำ 3",
		"desc": "D7: ส่งสำรวจที่ 30 ให้สำเร็จอีก 2 ครั้ง"
	},
	"409": {
		"code": "D8",
		"name": "ส่งสำรวจเรือดำน้ำ 4",
		"desc": "D8: ส่งสำรวจที่ 31 ให้สำเร็จ 1 ครั้ง"
	},
	"410": {
		"code": "D9",
		"name": "[รายสัปดาห์] สำรวจ 4",
		"desc": "D9w2: ส่งสำรวจที่ 37 หรือ 38 ให้สำเร็จ 1 ครั้ง ใน 1 สัปดาห์"
	},
	"412": {
		"code": "D10",
		"name": "ส่งสำรวจเรือประจัญบานบรรทุกเครื่องบิน 1",
		"desc": "D10: ส่งสำรวจที่ 23 ให้สำเร็จ 1 ครั้ง"
	},
	"411": {
		"code": "D11",
		"name": "[รายสัปดาห์] สำรวจ 5",
		"desc": "D11w3: ส่งสำรวจที่ 37 หรือ 38 ให้สำเร็จ 6 ครั้ง ใน 1 สัปดาห์"
	},
	"413": {
		"code": "D12",
		"name": "ส่งสำรวจเรือประจัญบานบรรทุกเครื่องบิน 2",
		"desc": "D12: ส่งสำรวจที่ 23 ให้สำเร็จอีก 4 ครั้ง"
	},
	"414": {
		"code": "D13",
		"name": "สำรวจ 39",
		"desc": "D13: ส่งสำรวจที่ 39 ให้สำเร็จ 1 ครั้ง"
	},
	"415": {
		"code": "D14",
		"name": "สำรวจ 39 อีกครั้ง",
		"desc": "D14: ส่งสำรวจที่ 39 ให้สำเร็จอีก 2 ครั้ง"
	},
	"416": {
		"code": "D15",
		"name": "สำรวจ 6",
		"desc": "D15: ส่งสำรวจที่ 6 ให้สำเร็จ 3 ครั้ง"
	},
	"417": {
		"code": "D16",
		"name": "สำรวจ 15",
		"desc": "D16: ส่งสำรวจที่ 15 ให้สำเร็จ 1 ครั้ง"
	},
	"418": {
		"code": "D17",
		"name": "สำรวจ 7",
		"desc": "D17: ส่งสำรวจที่ 7 ให้สำเร็จ 2 ครั้ง"
	},
	"419": {
		"code": "D18",
		"name": "สำรวจ 8",
		"desc": "D18: ส่งสำรวจที่ 8 ให้สำเร็จ 1 ครั้ง"
	},
	"420": {
		"code": "D19",
		"name": "สำรวจเพื่อเพิ่มประสิทธิภาพของกองทัพ",
		"desc": "D19: ส่งสำรวจที่ 26 และ 35 ให้สำเร็จอย่างละ 1 ครั้ง"
	},
	"422": {
		"code": "D20",
		"name": "ภารกิจเรือดำน้ำเพื่อนำส่งเทคโนโลยีด้านอากาศยาน",
		"desc": "D20: ส่งสำรวจที่ 30 และ 31 ให้สำเร็จ"
	},
	"423": {
		"code": "D21",
		"name": "ภารกิจเรือดำน้ำเพื่อนำส่งเทคโนโลยีเจ็ทด้านอากาศยาน",
		"desc": "D21: มีเหล็ก 5000 บอกไซต์ 1500 จากนั้นทำการส่งสำรวจที่ 30 และ 31 ให้สำเร็จ อย่างละ 1 ครั้ง"
	},
	"424": {
		"code": "D22",
		"name": "ภารกิจออกสำรวจของกองเรือขนส่ง",
		"desc": "D22: ส่งสำรวจที่ 5 ให้สำเร็จ 4 ครั้ง"
	},
	"425": {
		"code": "D23",
		"name": "ภารกิจออกสำรวจของกองเรือคุ้มกัน",
		"desc": "D23: ส่งสำรวจที่ 4, 5, 9 ให้สำเร็จอย่างละ 1 ครั้ง"
	},
	"426": {
		"code": "D24",
		"name": "ภารกิจกองเรือสำรวจมาริไทม์",
		"desc": "D24: ส่งสำรวจที่ 3, 4, 5, 10 ให้สำเร็จอย่างละ 1 ครั้ง"
	},
	"427": {
		"code": "D25",
		"name": "เสริมความแข็งแกร่งของการลำเลียงเสบียง",
		"desc": "D25: มีเหล็ก 800 และส่งสำรวจที่ A1 ให้สำเร็จ"
	},
	"428": {
		"code": "D26",
		"name": "[รายไตรมาส] ภัยคุกคามจากเรือดำน้ำที่ชายฝั่ง",
		"desc": "D26: ส่งสำรวจที่ 4, A2, A3 ให้สำเร็จอย่างละ 2 ครั้ง"
	},
	"429": {
		"code": "D27",
		"name": "ปฏิบัติการโชวโกว เริ่มได้!",
		"desc": "D27: ส่งสำรวจที่ 3, A1, B1 ให้สำเร็จ"
	},
	"501": {
		"code": "E1",
		"name": "เติมยุทธปัจจัยครั้งแรก",
		"desc": "E1: เติมยุทธปัจจัย 1 ครั้ง"
	},
	"502": {
		"code": "E2",
		"name": "ซ่อมเรือครั้งแรก",
		"desc": "E2: ซ่อมเรือ 1 ครั้ง"
	},
	"503": {
		"code": "E3",
		"name": "[รายวัน] ซ่อมเรือ 1",
		"desc": "E3d1: ซ่อมเรือ 5 ครั้ง ใน 1 วัน"
	},
	"504": {
		"code": "E4",
		"name": "[รายวัน] เติมยุทธปัจจัย 1",
		"desc": "E4d2: เติมยุทธปัจจัย 15 ครั้ง ใน 1 วัน"
	},
	"605": {
		"code": "F1",
		"name": "[รายวัน] สร้างอาวุธ 1",
		"desc": "F5d1: สร้างอาวุธ 1 ครั้ง ใน 1 วัน (ล้มเหลวได้)"
	},
	"606": {
		"code": "F2",
		"name": "[รายวัน] ต่อเรือ 1",
		"desc": "F6d2: ต่อเรือ 1 ลำ ใน 1 วัน"
	},
	"607": {
		"code": "F3",
		"name": "[รายวัน] สร้างอาวุธ 2",
		"desc": "F7d3: สร้างอาวุธ 3 ครั้ง ใน 1 วัน (ล้มเหลวได้)"
	},
	"608": {
		"code": "F4",
		"name": "[รายวัน] ต่อเรือ 2",
		"desc": "F8d4: ต่อเรือ 3 ลำ ใน 1 วัน"
	},
	"609": {
		"code": "F5",
		"name": "[รายวัน] แยกส่วนเรือ 1",
		"desc": "F9d5: แยกส่วนเรือ 2 ลำ ใน 1 วัน"
	},
	"601": {
		"code": "F6",
		"name": "ต่อเรือครั้งแรก",
		"desc": "F1: ต่อเรือ 1 ลำ"
	},
	"602": {
		"code": "F7",
		"name": "สร้างอาวุธครั้งแรก",
		"desc": "F2: สร้างอาวุธ 1 ครั้ง"
	},
	"603": {
		"code": "F8",
		"name": "แยกส่วนเรือครั้งแรก",
		"desc": "F3: แยกส่วนเรือ 1 ลำ"
	},
	"604": {
		"code": "F9",
		"name": "แยกส่วนอาวุธครั้งแรก",
		"desc": "F4: แยกส่วนอาวุธ 1 ครั้ง"
	},
	"610": {
		"code": "F10",
		"name": "เตรียมพร้อมสำหรับอู่ต่อเรือใหญ่",
		"desc": "F10: แยกส่วนอาวุธ 4 ครั้ง [ปลดล็อกระบบอู่ต่อเรือใหญ่]"
	},
	"612": {
		"code": "F11",
		"name": "เตรียมความพร้อมถังสำรวจ",
		"desc": "F11: แยกส่วนอาวุธ 3 ครั้ง"
	},
	"613": {
		"code": "F12",
		"name": "[รายสัปดาห์] แยกส่วนอาวุธ 1",
		"desc": "F12w: แยกส่วนอาวุธ 24 ครั้ง ใน 1 สัปดาห์ [แยกส่วนทีละชิ้น]"
	},
	"614": {
		"code": "F13",
		"name": "ปรับโมเดลเครื่องบิน [Type 97 Torpedo Bomber (Tomonaga Squadron)]",
		"desc": "F13: จัดเรือ ฮิริว ไคนิ ติดตั้งเครื่องบิน Type 97 Torpedo Bomber (九七式艦攻(友永隊)) [ห้ามล็อกเครื่องบิน] จากนั้นแยกส่วนเครื่องบิน Tenzan (天山) 2 ลำ [แยกส่วนทีละลำ]"
	},
	"615": {
		"code": "F14",
		"name": "ปรับโมเดลเครื่องบิน [Type 99 Dive Bomber (Egusa Squadron)]",
		"desc": "F14: จัดเรือ โซริว ติดตั้งเครื่องบิน Type 99 Dive Bomber (九九式艦爆(江草隊)) [ห้ามล็อกเครื่องบิน] จากนั้นแยกส่วนเครื่องบิน Suisei (彗星) 2 ลำ [แยกส่วนทีละลำ]"
	},
	"616": {
		"code": "F15",
		"name": "ปรับโมเดลเครื่องบิน [Zero Fighter Type 52 Type C (601 Air Group)]",
		"desc": "F15: จัดเรือธง ติดตั้งเครื่องบิน Zero Fighter Type 52 Type C (零戦52型丙(六〇一空)) [ห้ามล็อกเครื่องบิน] จากนั้นแยกส่วนเครื่องบิน Reppuu (烈風) 2 ลำ [แยกส่วนทีละลำ]"
	},
	"617": {
		"code": "F16",
		"name": "เตรียมความพร้อมสำหรับขนมอิราโกะ",
		"desc": "F16: แยกส่วนอาวุธ 10 ครั้ง"
	},
	"618": {
		"code": "F17",
		"name": "พัฒนาอาวุธครั้งแรก",
		"desc": "F17: พัฒนาอาวุธ 1 ครั้ง"
	},
	"619": {
		"code": "F18",
		"name": "[รายวัน] พัฒนาอาวุธ 1",
		"desc": "F18d6: พัฒนาอาวุธ 1 ครั้ง ใน 1 วัน (ล้มเหลวได้)"
	},
	"701": {
		"code": "G1",
		"name": "อัพเกรดเรือครั้งแรก",
		"desc": "G1: อัพเกรดเรือสำเร็จ 1 ครั้ง"
	},
	"702": {
		"code": "G2",
		"name": "[รายวัน] อัพเกรดเรือ 1",
		"desc": "G2d: อัพเกรดเรือสำเร็จ 2 ครั้ง ใน 1 วัน"
	},
	"703": {
		"code": "G3",
		"name": "[รายสัปดาห์] อัพเกรดเรือ 2",
		"desc": "G3w: อัพเกรดเรือสำเร็จ 15 ครั้ง ใน 1 สัปดาห์"
	},
	"704": {
		"code": "G4",
		"name": "เตรียมพร้อมสำหรับอู่ต่อเรือใหญ่",
		"desc": "G4: อัพเกรดเรือสำเร็จ 4 ครั้ง"
	},
	"705": {
		"code": "G5",
		"name": "ปรับปรุงเทคโนโลยีด้านอากาศยาน",
		"desc": "G5: มีน้ำมัน 1200 บอกไซต์ 2500 จากนั้นทำการอัพเกรดเรือ CV ให้สำเร็จ โดยใช้เรือ CV/CVL 5 ลำ จำนวน 2 ครั้ง"
	},
	"611": {
		"code": "WF01",
		"name": "แต่งงานกับเรือที่รัก 1",
		"desc": "WF01: แยกส่วนอาวุธ 2 ครั้ง"
	},
	"306": {
		"code": "WC01",
		"name": "แต่งงานกับเรือที่รัก 2",
		"desc": "WC01: ชนะการซ้อมรบ (PVP) 2 ครั้ง"
	},
	"280": {
		"code": "SN01",
		"name": "[อีเว้น์หน้าร้อน2015] ปฏิบัติการ SN",
		"desc": "SN01: เคลียร์อีเว้นท์หน้าร้อน 2015 ใน E-2"
	},
	"620": {
		"code": "SN02",
		"name": "[อีเว้น์หน้าร้อน2015] จัดระเบียบคลังอาวุธ",
		"desc": "SN02: แยกส่วนอาวุธ 5 ครั้ง"
	},
	"281": {
		"code": "SN03",
		"name": "[อีเว้น์หน้าร้อน2015] ดำเนินการตรวจสอบกองทัพเส้นทางหลัก",
		"desc": "SN03: จมกองเรือดำน้ำของศัตรู (SS) 6 ลำ"
	},
	"158": {
		"code": "SN04",
		"name": "[อีเว้น์หน้าร้อน2015] กำหนดการมุราตะ (ฝูงเครื่องบินรบทิ้งระเบิดของอาคากิ)",
		"desc": "SN04: ตั้งเรือ อาคากิ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊)"
	},
	"282": {
		"code": "SN05",
		"name": "[อีเว้น์หน้าร้อน2015] พิชิตน่านฟ้าที่เหนือกว่าในเขตน่านน้ำโซโลม่อน",
		"desc": "SN05: เคลียร์อีเว้นท์หน้าร้อน 2015 ใน E-4"
	},
	"159": {
		"code": "SN06",
		"name": "[อีเว้น์หน้าร้อน2015] กำหนดการใหม่มุราตะ (ฝูงเครื่องบินรบทิ้งระเบิดของโชคาคุ)",
		"desc": "SN06 : ตั้งเรือ โชคาคุ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊)"
	},
	"310": {
		"code": "SN07",
		"name": "[อีเว้น์หน้าร้อน2015] เตรียมความพร้อมกองเรือก่อนปฎิบัติการ FS",
		"desc": "SN07: ชนะการซ้อมรบ (PVP) 4 ครั้ง"
	},
	"621": {
		"code": "SN08",
		"name": "[อีเว้น์หน้าร้อน2015] ปรับโมเดลเครื่องบิน [九七式艦攻(村田隊)]",
		"desc": "SN08: ตั้งเรือ โชคาคุ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊) [ห้ามล็อกเครื่องบินเด็ดขาด], จากนั้นย่อยเครื่องบิน 天山 2 ครั้ง [ให้กดย่อยทีละลำ]"
	},
	"622": {
		"code": "F19",
		"name": "ปรับโมเดลเครื่องบิน [Type 97 Torpedo Bomber (Murata Squadron)]",
		"desc": "F19: จัดเรือ โชคาคุ ติดตั้งเครื่องบิน Type 97 (Murata Squadron) (九七式艦攻(村田隊)) [ห้ามล็อกเครื่องบิน] จากนั้นแยกส่วนเครื่องบิน Tenzan (天山) 2 ลำ [แยกส่วนทีละลำ]"
	},
	"623": {
		"code": "F20",
		"name": "ปรับกำลังพลฝูงบินมุราตะ",
		"desc": "F20: จัดเรือ อาคากิ หรือ โชคาคุ เป็นเรือธง จากนั้นแยกส่วนเครื่องบิน Type 97 Torpedo Bomber (九七式艦攻) 3 ลำ [แยกส่วนทีละลำ]"
	},
	"624": {
		"code": "F21",
		"name": "เตรียมความพร้อมสำหรับยุทโธปกรณ์ต้นแบบ",
		"desc": "F21: แยกส่วนอาวุธ 7 ครั้ง"
	},
	"625": {
		"code": "F23",
		"name": "เตรียมความพร้อมสำหรับยุทโธปกรณ์ต้นแบบเพิ่มเติม",
		"desc": "F23: แยกส่วนอาวุธ 9 ครั้ง"
	},
	"626": {
		"code": "F22",
		"name": "[รายเดือน] ปรับกำลังพลฝูงบินรบชั้นสูง",
		"desc": "F22m1: จัดเรือ โฮโช เป็นเรือธง ใส่ Type 0 Fighter Model 21 ยศ >> [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Fighter Model 21 2 ลำและ Type 96 Fighter 1 ลำ เสียลูกเรือ 1 อัน"
	},
	"627": {
		"code": "F24",
		"name": "ปรับกำลังพลฝูงบิน Zero Fighter 21",
		"desc": "F24: จัดเรือธงใส่ Type 0 Fighter Model 21 (Skilled) [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Fighter Model 52 2 ลำ"
	},
	"628": {
		"code": "F25",
		"name": "[รายเดือน] ปรับกำลังพลฝูงบิน Zero Fighter 21 อีกครั้ง",
		"desc": "F25m2: จัดเรือธงใส่ Type 0 Fighter Model 21 (Skilled) ยศ >> [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Fighter Model 52 2 ลำ"
	},
	"629": {
		"code": "F26",
		"name": "ปรับกำลังพลฝูงบิน Zero Fighter 52",
		"desc": "F26: จัดเรือ ซุยคาคุ (Zuikaku) เป็นเรือธง ใส่ Type 0 Fighter Model 52 (Skilled) ยศ >> [ห้ามล็อค] จากนั้นแยกส่วน Zero Fighter Model 52C (601 Air Group)"
	},
	"630": {
		"code": "F28",
		"name": "ปรับกำลังพลฝูงบิน Zero Fighter 52 (Iwamoto)",
		"desc": "F28: จัดเรือ ซุยคาคุ (Zuikaku) เป็นเรือธง ใส่ Type 0 Fighter Model 21 (Skilled) ยศ >> [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Fighter Model 21 2 ลำ"
	},
	"631": {
		"code": "F27",
		"name": "ปรับกำลังพลฝูงบิน Zero Fighter 52C",
		"desc": "F27: จัดเรือ ซุยคาคุ (Zuikaku) เป็นเรือธง ใส่ Zero Fighter Model 52C (w/ Iwai Flight) ยศ >> แยกส่วน Type 0 Fighter Model 62 (Fighter-bomber) 2 ลำ"
	},
	"632": {
		"code": "F29",
		"name": "ปรับกำลังพลฝูงบิน Zero Fighter 21 (Iwamoto)",
		"desc": "F29: จัดเรือ ซุยคาคุ (Zuikaku) เป็นเรือธง ใส่ Zero Fighter Model 21 (w/ Iwamoto Flight) ยศ >> [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Fighter Model 52 2 ลำ"
	},
	"633": {
		"code": "F30",
		"name": "ปรับกำลังพลฝูงบิน Zero Fighter 52A",
		"desc": "F30: จัดเรือ ซุยคาคุ (Zuikaku) เป็นเรือธง ใส่ Zero Fighter Model 52A (w/ Iwamoto Flight) ยศ >> [ห้ามล็อค] จากนั้นแยกส่วน Saiun 2 ลำ"
	},
	"634": {
		"code": "F31",
		"name": "เตรียมพร้อมสำหรับเฟอร์นิเจอร์ใหม่",
		"desc": "F31: แยกส่วนอาวุธ 9 ครั้ง"
	},
	"160": {
		"code": "SN09",
		"name": "[อีเว้น์หน้าร้อน2015] จัดกองทัพเรือรบบรรทุกเครื่องบิน (กองเรือผสม)",
		"desc": "SN09: จัดกองเรือผสม (คิโด) โดยมี โชคาคุ, ซุยคาคุ, ซุยโฮ อยู่ในกองเรือหลัก"
	},
	"284": {
		"code": "SN10",
		"name": "[อีเว้น์หน้าร้อน2015] สร้างสะพานสู่ปฎิบัติการ FS",
		"desc": "SN10: จมเรือ CV หรือ CVL จำนวน 10 ลำ"
	},
	"283": {
		"code": "SN11",
		"name": "[อีเว้น์หน้าร้อน2015] จัดเรือเดินทางมุ่งสู่เขตตะวันออก",
		"desc": "SN11: เคลียร์อีเว้นท์หน้าร้อน 2015 ใน E-5"
	},
	"298": {
		"code": "SB06",
		"name": "ช่วยมามิยะเตรียมงานสิ้นปี",
		"desc": "SB06: หาเครื่องประดับตกแต่ง จำนวน 16 ชิ้น"
	},
	"299": {
		"code": "SB07",
		"name": "ช่วยมามิยะทำเครื่องรางรับปีใหม่",
		"desc": "SB07: หาเครื่องประดับตกแต่ง จำนวน 32 ชิ้น"
	},
	"635": {
		"code": "F32",
		"name": "เตรียมการทดสอบยุทโธปกรณ์ใหม่",
		"desc": "F32: แยกส่วนอาวุธ 5 ครั้ง"
	},    
	"312": {
		"code": "C9",
		"name": "ฝึกซ้อมกำลังพลทางบก",
		"desc": "C9: ชนะการซ้อมรบ (PVP) 4 ครั้ง ใน 1 วัน"
	},
	"313": {
		"code": "C10",
		"name": "เตรียมรับมือปฏิบัติการในฤดูใบไม้ร่วงขนานใหญ่",
		"desc": "C10: ชนะการซ้อมรบ (PVP) 8 ครั้ง ใน 1 วัน"
	},
	"314": {
		"code": "C11",
		"name": "ฝึกซ้อมกำลังพลในฤดูหนาว",
		"desc": "C11: ชนะการซ้อมรบ (PVP) 8 ครั้ง ใน 1 วัน"
	},
	"315": {
		"code": "C19",
		"name": "ฝึกซ้อมกำลังพลในฤดูใบไม้ผลิ",
		"desc": "C19: ชนะการซ้อมรบ (PVP) 8 ครั้ง ใน 1 วัน"
	},
	"316": {
		"code": "C13",
		"name": "ภารกิจฝึกซ้อมกองกำลังเรือขนส่ง",
		"desc": "C13: ชนะการซ้อมรบ (PVP) 4 ครั้ง ใน 1 วัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},    
	"317": {
		"code": "C15",
		"name": "เตรียมความพร้อมกองเรือพิฆาตชั้นโค",
		"desc": "C15: จัดกองเรือพิฆาตชั้น คาเงโร/ยูกุโมะ 2 ลำ และเรืออะไรก็ได้อีก 4 ลำ ชนะการซ้อมรบ 3 ครั้ง ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 2-2, 2-3, 2-4, 2-5"
	}, 
	"636": {
		"code": "F33",
		"name": "ยุทโธปกรณ์ใหม่ใหม่สำหรับกำลังพลทางบก",
		"desc": "F33: แยกส่วน 7.7mm Machine Gun และ 12.7mm Single Machine Gun Mount อย่างละ 2 อัน"
	},
	"637": {
		"code": "F35",
		"name": "[รายไตรมาส] ฝึกกำลังพลฝูงบินรบชั้นสูง",
		"desc": "F35: จัดเรือ โฮโช เป็นเรือธง ใส่ Type 96 Fighter อัพเกรด MAX และยศ >> [ห้ามล็อค] เสียเครื่องบินและเหรียญตรา 2 อัน"
	},
	"638": {
		"code": "F34",
		"name": "[รายสัปดาห์] การผลิตปืนต่อต้านอากาศยาน",
		"desc": "F34: แยกส่วนอาวุธปืนต่อต้านอากาศยาน 6 ครั้ง"
	},
	"639": {
		"code": "F36",
		"name": "การพัฒนาตอร์ปิโดรุ่นใหม่",
		"desc": "F36: จัดเรือ ชิมะคาเซะ เป็นเรือธง ใส่ 61cm Quintuple (Oxygen) อัพเกรด MAX และ 61cm Triple (Oxygen) อัพเกรด MAX [ห้ามล็อค] เสียตอร์ปิโดและเหรียญตรา 2 อัน"
	},
	"640": {
		"code": "SF",
		"name": "การเตรียมพร้อมสำหรับหน้าร้อน",
		"desc": "SF: แยกส่วนอาวุธ 5 ครั้ง"
	},	
	"641": {
		"code": "F37",
		"name": "ยุทโธปกรณ์ใหม่ใหม่สำหรับเครื่องบินรบภาคพื้นดิน",
		"desc": "F37: มี Type 96 Fighter และ 7.7mm Machine Gun จำนวนอย่างละ 2 อัน ในคลัง และทำการแยกส่วน Drum Canisters จำนวน 2 อัน [ห้ามล็อค] เสียเครื่องบินและปืน"
	},
	"642": {
		"code": "F38",
		"name": "การพัฒนาเครื่องบินรบภาคพื้นดิน",
		"desc": "F38: มี Type 99 Dive Bombers และ 7.7mm Machine Guns จำนวนอย่างละ 2 อัน ในคลัง [ห้ามล็อค] เสียเครื่องบินและปืน"
	},
	"643": {
		"code": "F39",
		"name": "[รายไตรมาส] การผลิตเครื่องบินทิ้งระเบิดภาคพื้นดิน",
		"desc": "F39: มี Type 96 Land-based Aircraft 1 อันและ Type 97 Torpedo Bombers 2 อัน และแยกส่วน Type 0 Fighter Model 21 2 อัน [ห้ามล็อค]"
	},
	"644": {
		"code": "F40",
		"name": "การพัฒนาและปรับปรุงเครื่องบินทิ้งระเบิดภาคพื้นดิน",
		"desc": "F40: มี Type 1 Land-based Attack Aircraft 1 อันและ Tenzan 2 อัน ในคลัง [ห้ามล็อค] เสียเครื่องบิน"
	},
	"645": {
		"code": "F41",
		"name": "[รายเดือน] การจัดการยุทโธปกรณ์ภายใน",
		"desc": "F41: มี Type 91 AP Shell 1 อัน, Drum Canister 2 อัน ในคลังเก็บของ [ห้ามล็อค] และน้ำมัน 750 กระสุน 750 จากนั้นแยกส่วน Type 3 Shell 1 อัน"
	},
	"646": {
		"code": "F42",
		"name": "การจัดการช่างฝีมือแรงงาน",
		"desc": "F42: มี 25mm Twin Autocannon 2 อัน, 25mm Triple Autocannon 2 อัน ในคลังเก็บของ [ห้ามล็อค] เหรียญเฟอร์นิเจอร์ 5000 จากนั้นแยกส่วน 25mm Single Autocannon"
	},
	"647": {
		"code": "F43",
		"name": "ส่งกองกำลังทางอากาศสนับสนุน",
		"desc": "F43: มี Construction Team (設営隊) และน้ำมัน 1200 บอกไซต์ 3000 จากนั้นแยกส่วน Drum Canisters จำนวน 2 อัน"
	},
	"648": {
		"code": "F44",
		"name": "การสั่งทำเฟอร์นิเจอร์โดยช่างผู้มีฝีมือ",
		"desc": "F44: มี 14cm Single Gun 2 อัน, 15.2cm Single Gun 2 อัน ในคลังเก็บของ [ห้ามล็อค] และเหรียญเฟอร์นิเจอร์ 5000 จากนั้นแยกส่วน 12.7cm Twin High-Angle Gun 2 อัน"
	},
	"649": {
		"code": "F45",
		"name": "การพัฒนาเทคโนโลยีด้านอากาศยานรูปแบบใหม่",
		"desc": "F45: มี Type 1 Land-based Attack Aircraft 1 อัน, Saiun 2 อัน ในคลังเก็บของ [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Reconnaissance Seaplanes 2 อัน"
	},
	"650": {
		"code": "F46",
		"name": "การพัฒนาเทคโนโลยีเครื่องบินรบทิ้งระเบิด",
		"desc": "F46: มี Aircraft Blueprints 2 อัน และ Ne-Type Engine 1 อัน จากนั้นแยกส่วน Shiden Kai 2 จำนวน 3 อัน"
	},
	"651": {
		"code": "F47",
		"name": "การพัฒนาเทคโนโลยีเครื่องบินเจ็ท",
		"desc": "F47: มีเหล็ก 8000, Ryuusei 2 อัน และ Reppuu 2 อัน ในคลังเก็บของ [ห้ามล็อค] จากนั้นแยกส่วน Type 0 Fighter Model 52 จำนวน 3 อัน"
	},    
	"652": {
		"code": "F48",
		"name": "การสั่งทำเฟอร์นิเจอร์โดยช่างผู้มีฝีมืออีกครั้ง",
		"desc": "F48: มีเหรียญเฟอร์นิเจอร์ 5000, 7.7mm Machine Guns 2 อัน และ Type 96 Fighters 2 อัน  ในคลังเก็บของ [ห้ามล็อค] จากนั้นแยกส่วน 12.7cm Twin Gun จำนวน 2 อัน"
	},
	"656": {
		"code": "F49",
		"name": "การพัฒนาเครื่องบินเซย์รัน",
		"desc": "F49: จัดเรือ I-401, I-13, I-14 เป็นเรือธง จากนั้นใส่ Prototype Seiran ในช่องที่ 1 และ Zuiun (631 Air Group) ในช่องที่ 2 แล้วส่งภารกิจ [ห้ามล็อค] เสียเครื่องบิน"
	},
	"658": {
		"code": "F50",
		"name": "การพัฒนาเทคโนโลยีอาวุธของเรือดำน้ำ",
		"desc": "F50: มีตะปู 120 อัน, 61cm Quadruple (Oxygen) Torpedo Mount 3 อัน และ Type 93 Passive Sonar 3 อัน แยกส่วน 61cm Triple Torpedo Mount 4 อัน"
	},
	"659": {
		"code": "F51",
		"name": "การพัฒนาเทคโนโลยีเครื่องบินทะเลขั้นสูง",
		"desc": "F51: จัดเรือธงใส่ Type 2 Seaplane Fighter Kai อัพเกรด MAX และยศ >> [ห้ามล็อค] ในช่องแรก จากนั้นแยกส่วน Type 0 Fighter Model 21 2 ลำ และ Zuiun 2 ลำ เสียลูกเรือ 1 อัน"
	},
	"660": {
		"code": "F52",
		"name": "เสริมกองกำลังเครื่องบินทะเลขั้นสูง",
		"desc": "F52: จัดเรือธงใส่ Type 2 Seaplane Fighter Kai อัพเกรด MAX และยศ >> [ห้ามล็อค] ในช่องแรก จากนั้นแยกส่วน Type 0 Fighter Model 21 2 ลำ และ Zuiun 2 ลำ เสียลูกเรือ 1 อัน"
	},
	"661": {
		"code": "F53",
		"name": "ปรับปรุงขีดความสามารถของปืน",
		"desc": "F53: มีเหล็ก 6000 จากนั้นแยกส่วนปืนรอง Secondary Guns 10 อัน"
	},
	"662": {
		"code": "F54",
		"name": "ศึกษาการพัฒนาความสามารถของปืนใหญ่",
		"desc": "F54: มีเหล็ก 12,000 จากนั้นแยกส่วนปืนหลักขนาดกลาง Medium Guns 10 อัน"
	},
	"663": {
		"code": "F55",
		"name": "ปรับปรุงความสามารถของปืนใหญ่รุ่นใหม่",
		"desc": "F55: มีเหล็ก 18,000 จากนั้นแยกส่วนปืนหลักขนาดใหญ่ Heavy Guns 10 อัน"
	},
	"664": {
		"code": "F56",
		"name": "การพัฒนาเทคโนโลยีเรดาร์",
		"desc": "F56: มีกระสุน 8,000 และเหล็ก 8,000 จากนั้นแยกส่วนเรดาร์ 10 อัน"
	},
	"665": {
		"code": "F57",
		"name": "ความร่วมมือในการพัฒนาอาวุธยุทโธปกรณ์",
		"desc": "F57: มีน้ำมัน 12,000 จากนั้นแยกส่วนปืนหลักขนาดเล็ก Light Guns 16 อัน"
	},
	"666": {
		"code": "F58",
		"name": "จัดตั้งฝูงบินซุยอุนขั้นสูง",
		"desc": "F58: จัดเรือ ฮิวงะ ไค เป็นเรือธง ใส่ Zuiun (634 Air Group) อัพเกรด MAX ช่องที่ 4 มี Type 99 Dive Bomber 2 อัน, Zuiun 2 อัน แยกส่วน Drum Canisters 2 อัน เสียลูกเรือ 1 อัน"
	},
	"667": {
		"code": "F59",
		"name": "ความร่วมมือในการพัฒนาอาวุธยุทโธปกรณ์ต่อเนื่อง",
		"desc": "F59: มีเหล็ก 15,000 จากนั้นแยกส่วนปืนต่อสู้อากาศยาน 10 อัน"
	},
	"668": {
		"code": "F60",
		"name": "การทดลองทำเสบียงศึกสูตรใหม่",
		"desc": "F60: มี Combat Rations 2 อัน, น้ำมัน 800, บอกไซต์ 150"
	},
	"669": {
		"code": "F61",
		"name": "การพัฒนาเครื่องบินรบสำหรับเรือบรรทุกเครื่องบินในยามวิกาล",
		"desc": "F61: จัดเรือธงใส่ F6F-3 อัพเกรด MAX ยศ >> ในช่องแรก ตะปู 30 อัน, น็อต 6 อัน, บอกไซต์ 5000, วัสดุเครื่องบินรุ่นใหม่ 1 อัน แยกส่วน Type 13 Air Radar 2 อัน, Type 22 Surface Radar 2 อัน"
	},
	"671": {
		"code": "F62",
		"name": "การพัฒนาเครื่องบินทิ้งระเบิดสำหรับเรือบรรทุกเครื่องบินในยามวิกาล",
		"desc": "F62: จัดเรือธงใส่ TBF ในช่องแรก ตะปู 40 อัน, น็อต 10 อัน, กระสุน 5000, บอกไซต์ 8000, วัสดุเครื่องบินรุ่นใหม่ 1 อัน, ลูกเรือ 1 อัน แยกส่วน Type 13 Air Radar 2 อัน, Type 22 Surface Radar 2 อัน"
	},
	"670": {
		"code": "F63",
		"name": "การเพิ่มสมรรถนะเครื่องบินทิ้งระเบิดสำหรับเรือบรรทุกเครื่องบินในยามวิกาล",
		"desc": "F63: จัดเรือธงใส่ F6F-5 อัพเกรด MAX ยศ >> ในช่องแรก ตะปู 40 อัน, น็อต 8 อัน, บอกไซต์ 6000, วัสดุเครื่องบินรุ่นใหม่ 1 อัน แยกส่วน Type 13 Air Radar 2 อัน, Type 22 Surface Radar 2 อัน"
	},   
	"672": {
		"code": "F64",
		"name": "จัดตั้งกองบัญชาการหน่วยจู่โจมแนวหน้า",
		"desc": "F64: จัดเรือธงกองเรือที่ 1 ใส่ Fleet Command Facility ในช่องแรก มีตะปู 10 อัน, เหล็ก 2000, รายงานแผนการรบ 2 อัน จากนั้นแยกส่วนเรดาร์อะไรก็ได้ 3 อัน"
	},
	"673": {
		"code": "F65",
		"name": "[รายวัน] บำรุงรักษาอุปกรณ์",
		"desc": "F65: แยกส่วนปืนหลักขนาดเล็ก 4 อัน"
	},
	"674": {
		"code": "F66",
		"name": "[รายวัน] บำรุงรักษาปืนต่อสู้อากาศยาน",
		"desc": "F66: มีเหล็ก 300 จากนั้นแยกส่วนปืนต่อสู้อากาศยาน 3 อัน"
	},
	"675": {
		"code": "F67",
		"name": "[รายไตรมาส] บำรุงรักษาเครื่องบินขับไล่",
		"desc": "F67: มีบอกไซต์ 800 จากนั้นแยกส่วนเครื่องบินขับไล่ 6 อัน และปืนต่อสู้อากาศยาน 4 อัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"676": {
		"code": "F68",
		"name": "[รายสัปดาห์] การผลิตอุปกรณ์",
		"desc": "F68: มีเหล็ก 2400 จากนั้นแยกส่วนปืนหลักขนาดกลาง 3 อัน, ปืนรอง 3 อัน, ถังสำรวจ 1 อัน"
	},
	"677": {
		"code": "F69",
		"name": "[รายสัปดาห์] การผลิตอุปกรณ์ 2",
		"desc": "F69: มีเหล็ก 3600 จากนั้นแยกส่วนปืนหลักขนาดใหญ่ 4 อัน, เครื่องบินทะเล 2 อัน, ตอร์ปิโด 3 อัน"
	},
	"678": {
		"code": "F70",
		"name": "[รายไตรมาส] ปรับปรุงฝูงเครื่องบินขับไล่",
		"desc": "F70: มีบอกไซต์ 4000 จัดเรือธงใส่ Type 0 Fighter Model 52 ในช่องที่ 1-2 และแยกส่วน Type 96 Fighter 3 อัน และ Type 0 Fighter Model 21 5 อัน"
	},
	"679": {
		"code": "F71",
		"name": "ปรับปรุงปืนต่อต้านอากาศยาน",
		"desc": "F71: มีบอกไซต์ 900 จากนั้นแยกส่วนปืนหลักขนาดกลาง 6 อัน, ปืนรอง 3 อัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"680": {
		"code": "F72",
		"name": "[รายไตรมาส] ปรับปรุงปืนต่อต้านอากาศยาน",
		"desc": "F72: มีบอกไซต์ 1500 จากนั้นแยกส่วนปืนต่อสู้อากาศยาน 4 อัน, เรดาร์ 4 อัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"681": {
		"code": "5A01",
		"name": "ครบรอบปีที่ 5: ภารกิจ 1 - คลังแสง",
		"desc": "5A01: แยกส่วนปืนหลักขนาดเล็ก 5 อัน และปืนหลักขนาดกลาง 5 อัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"882": {
		"code": "5A02",
		"name": "ครบรอบปีที่ 5: ภารกิจ 2 - ลาดตระเวน",
		"desc": "5A02: จัดเรือ CL/CLT/CT เป็นเรือธง, DD/DE 3 ลำ และเรืออะไรก็ได้อีก 0-2 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไปในด่าน 1-1, 1-2, 1-3, 1-4, 1-5"
	},
	"706": {
		"code": "5A03",
		"name": "ครบรอบปีที่ 5: ภารกิจ 3 - อัพสเตตัส",
		"desc": "5A03: มีเหล็กและบอกไซต์ 555 จากนั้นอัพสเตตัสของเรือป้องกันชายฝั่ง (DE) ด้วยเรือพิฆาต (DD) 5 ลำ ให้สำเร็จ 2 ครั้ง (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"321": {
		"code": "5A04",
		"name": "ครบรอบปีที่ 5: ภารกิจ 4 - ซ้อมรบ",
		"desc": "5A04: จัดกองเรือ 5 ลำ ที่มี DD/DE 2 ลำ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะการซ้อมรบ (PVP) 4 ครั้ง ใน 1 วัน (กด F10 ถ้าคำแปลบังของรางวัล)"
	},
	"883": {
		"code": "5A05",
		"name": "ครบรอบปีที่ 5: ภารกิจ 5 - กองเรือครบรอบ 5 ปี",
		"desc": "5A05: จัดเรือ CL/CLT/CT 1 ลำ, DD/DE 2 ลำ และเรืออะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank A ขึ้นไป ให้เลือกดังต่อไปนี้เพียงด่านเดียว [1] ด่าน 2 ทั้งหมด [2] ด่าน 5-3, 5-5 [3] ด่าน 6-5"
	}
}
