{
    "101": {
        "name": "จัดทีมครั้งแรก",
        "desc": "จัดเรือ 2 ลำลงในกองเรือหลัก"
    },
    "102": {
        "name": "จัดกองเรือพิฆาต",
        "desc": "จัดเรือ 4 DD (เรือพิฆาต) ลงในกองเรือหลัก"
    },
    "103": {
        "name": "จัดกองเรือตอร์ปิโด",
        "desc": "ให้ CL เป็นเรือธงและมี 5 DD อยู่ในกองเรือหลัก"
    },
    "104": {
        "name": "จัดกองเรือหกลำ",
        "desc": "จัดกองเรือ 6 ลำ ในกองเรือหลัก"
    },
    "105": {
        "name": "จัดกองเรือลาดตระเวนเบา 2 ลำ",
        "desc": "จัดกองเรือ CL 2 ลำ ลงในกองเรือหลัก"
    },
    "106": {
        "name": "จัดกองเรือลาดตระเวนหนัก",
        "desc": "จัดเรือเรือลาดตระเวนหนัก (CA) 2 ลำ ลงในกองเรือหลัก"
    },
    "107": {
        "name": "จัดกองเรือบรรทุกเครื่องบิน",
        "desc": "จัดกองเรือให้ CV หรือ CVL 1 ลำ และ DD 3 ลำ ลงในกองเรือที่ 2"
    },
    "108": {
        "name": "จัดกองเรือชั้นเทนริว",
        "desc": "จัดเรือ เทนริว (天龍) และ ทัตสึตะ (龍田) ลงในหองเรือหลัก"
    },
    "109": {
        "name": "จัดกองเรือชั้นเซนได",
        "desc": "จัดเรือ เซนได (川内), จินซือ (神通), นากะ (那珂) ลำลงในกองเรือหลัก"
    },
    "110": {
        "name": "จัดกองเรือชั้นเมียวโค",
        "desc": "จัดเรือ เมียวโค (妙高), นาจิ (那智), อาชิงาระ (足柄), ฮากุโระ (羽黒) ลงในกองเรือหลัก"
    },
    "111": {
        "name": "จัดกองเรือชั้นฟุโซ",
        "desc": "จัดเรือ ฟุโซ (扶桑) และ ยามาชิโระ (山城) ลงในกองเรือหลัก"
    },
    "112": {
        "name": "จัดกองเรือชั้นอิเสะ",
        "desc": "จัดเรือ อิเสะ (伊勢) และ ฮิวงะ (日向) ลงในกองเรือหลัก"
    },
    "113": {
        "name": "จัดกองเรือหลัก BB และ CA ในกองเรือหลัก",
        "desc": "จัดกองเรือ BB และ CA อย่างละ 2 ลำ ลงในกองเรือหลัก"
    },
    "114": {
        "name": "จัดกองเรือบรรทุกเครื่องบินนากุโมะ",
        "desc": "จัดเรือ อาคากิ (赤城), คากะ (加賀), ฮิริว (飛龍), โซริว (蒼龍) ลงในกองเรือหลัก"
    },
    "115": {
        "name": "จัดกองเรือที่ 2",
        "desc": "จัดเรือธงลงในกองเรือที่ 2"
    },
    "116": {
        "name": "จัดกองเรือบรรทุกเครื่องบินทะเล",
        "desc": "จัดกองเรือ AV ลงในกองเรือหลัก"
    },
    "117": {
        "name": "จัดกองเรือบรรทุกเครื่องบินลงในกองเรือที่ 2",
        "desc": "จัดเรือ CV หรือ CVL จำนวน 1 ลำ และ DD 3 ลำ ลงในกองเรือที่ 2"
    },
    "118": {
        "name": "จัดกองเรือชั้นคองโก",
        "desc": "จัดเรือ คองโก (金剛), ฮิเอย์ (比叡), ฮารุนะ (榛名), คิริชิมะ (霧島) ลงในกองเรือหลัก"
    },
    "119": {
        "name": "จัดกองเรือมิคาวะ",
        "desc": "จัดเรือ โจไค (鳥海), อาโอบะ (青葉), คาโกะ (加古), ฟุรุทากะ (古鷹), เทนริว (天龍) และ เรือเร็ว 1ลำ ลงในกองเรือหลัก"
    },
    "120": {
        "name": "จัดกองเรือพิฆาตชั้นอาคัทสึกิ",
        "desc": "จัดเรือ อาคัทสึกิ (暁), ฮิบิกิ (響), อินาซึมะ (雷), อิคาซึจิ (電) ลงในกองเรือหลัก"
    },
    "121": {
        "name": "จัดกองเรือลาดตระเวนหนักที่ 4",
        "desc": "จัดเรือ อาตาโกะ (愛宕), ทาคาโอะ (高雄), โจไค (鳥海), มายะ (摩耶) ลงในกองเรือหลัก"
    },
    "122": {
        "name": "จัดกองเรือนิชิมูระ",
        "desc": "จัดเรือ ฟุโซ (扶桑), ยามาชิโระ (山城), โมกามิ (最上), ชิงุเระ(時雨) ลงในกองเรือหลัก"
    },
    "123": {
        "name": "จัดกองเรือบรรทุกเครื่องบินที่ 5",
        "desc": "จัดเรือ โชคาคุ (翔鶴), ซุยคาคุ (瑞鶴) และ DD 2 ลำ ลงในกองเรือหลัก"
    },
    "124": {
        "name": "จัดกองเรือมิคาวะทีมใหม่",
        "desc": "จัดเรือ โจไค (鳥海), อาโอบะ (青葉), คินุกาสะ (衣笠), คาโกะ (加古), ฟุรุทากะ (古鷹), เทนริว (天龍) ลงในกองเรือหลัก"
    },
    "125": {
        "name": "จัดกองเรือดำน้ำ",
        "desc": "จัดเรือ SS 2 ลำ ลงในกองเรือหลัก"
    },
    "126": {
        "name": "จัดกองเรือเครื่องบินจู่โจม",
        "desc": "จัดเรือ 2 BBV และ 2 CAV ลงในกองเรือหลัก"
    },
    "127": {
        "name": "จัดกองเรือดำน้ำขนาดกลาง",
        "desc": "จัดเรือ 3 SS ลงในกองเรือหลัก"
    },
    "128": {
        "name": "จัดกองเรือลาดตระเวนหนักที่ 6",
        "desc": "จัดเรือ ฟุรุทากะ (古鷹), คาโกะ (加古), อาโอบะ (青葉), คินุกาสะ (衣笠) ลงในกองเรือหลัก"
    },
    "129": {
        "name": "จัดกองเรือที่ 5",
        "desc": "จัดเรือ นาจิ (那智), อาชิงาระ (足柄), ทามะ (多摩), คิโสะ (木曾) ลงในกองเรือหลัก"
    },
    "130": {
        "name": "จัดกองเรือตอร์ปิโดที่ 1",
        "desc": "จัดเรือ อาบุคุมะ (阿武隈), อาเคโบโนะ (曙), อุชิโอะ (潮), คาสุมิ (霞), ชิรานุอิ (不知火) ลงในกองเรือหลัก"
    },
    "131": {
        "name": "จัดกองเรือพิฆาตที่ 8",
        "desc": "จัดเรือ อาซาชิโอะ (朝潮), มิจิซิโอะ (満潮), โอชิโอะ (大潮), อาราชิโอะ (荒潮) ลงในกองเรือหลัก"
    },
    "132": {
        "name": "จัดกองเรือพิฆาตที่ 18",
        "desc": "จัดเรือ คาสุมิ (霞), อาราเระ (霰), คาเงโร่ (陽炎), ชิรานุอิ (不知火) ลงในกองเรือหลัก"
    },
    "133": {
        "name": "จัดกองเรือพิฆาตที่ 30 (Gen-1)",
        "desc": "จัดเรือ มุทสึกิ (睦月), คิซารากิ (如月), ยาโยอิ (弥生), โมจิสึกิ (望月) ลงในกองเรือหลัก"
    },
    "134": {
        "name": "แต่งงานกับเรือที่รัก 3",
        "desc": "ตั้งเรือ Lv.90~99 ที่คุณรักเป็นเรือธงในกองเรือหลัก"
    },
    "135": {
        "name": "การเดินทางครั้งใหม่",
        "desc": "ตั้งเรือ LV.100 เป็นเรือธง และ จัดกองเรืออื่น ๆ ให้ครบ 6 ลำ"
    },
    "136": {
        "name": "จัดกองเรือพิฆาตที่ 30 (Gen-2)",
        "desc": "จัดเรือ มุทสึกิ (睦月), ยาโยอิ (弥生), อุซึกิ (卯月), โมจิสึกิ (望月) ลงในกองเรือหลัก"
    },
    "137": {
        "name": "จัดกองเรือรูปแบบที่ 5",
        "desc": "จัดเรือ เมียวโค (妙高), นาจิ (那智), ฮากุโระ (羽黒) ลงในกองเรือหลัก"
    },
    "138": {
        "name": "จัดกองเรือบรรทุกเครื่องบินที่ 2 (กองใหม่)",
        "desc": "จัดเรือ ฮิริว (飛龍改二) ให้เป็นเรือธง และจัด โซริว (蒼龍) กับ DD 2 ลำ ลงในกองเรือหลัก"
    },
    "139": {
        "name": "จัดกองเรือดำน้ำที่ 6",
        "desc": "ตั้งเรือ AS เป็นเรือธง และ SS 4 ลำ ลงในกองเรือหลัก"
    },
    "140": {
        "name": "ทดสอบเรดาห์ใหม่",
        "desc": "ตั้งเรือ เมียวโค ไคนิ เป็นเรือธงในกองเรือหลัก"
    },
    "141": {
        "name": "ปรับความแข็งแกร่งกองเรือบรรทุกเครื่องบินที่ 2",
        "desc": "จัดเรือ โซริว ไคนิ (蒼龍改二) ให้เป็นเรือธง และจัด ฮิริว ไคนิ (飛龍改二) กับ DD 2 ลำ ในกองเรือหลัก"
    },
    "142": {
        "name": "จัดกองเรือประจัญบานที่ 3",
        "desc": "จัดเรือ คองโก ไคนิ, ฮิเอย์ ไคนิ, ฮารุนะ ไคนิ, คิริชิมะ ไคนิ ลงในกองเรือหลัก"
    },
    "143": {
        "name": "จัดกองเรือบรรทุกเครื่องบินมาตรฐานใหม่",
        "desc": "ตั้งเรือ อุนริว (雲龍) เป็นเรือธงในกองเรือหลัก"
    },
    "144": {
        "name": "จัดกองเรือหลักประจัญบานที่ 2",
        "desc": "จัดเรือ นางาโตะ, มุทสึ, ฟุโซ, ยามาชิโระ ลงในกองเรือหลัก"
    },
    "145": {
        "name": "จัดกองเรือประจัญบานหลัก",
        "desc": "เลือกเรือจากชั้น นางาโตะคลาส, อิเสะคลาส, ฟุโซคลาส, ยามาโตะคลาส มาจำนวน 3 ลำ และ CL อีก 1 ลำ (เท่านั้น) ลงในกองเรือหลัก"
    },
    "146": {
        "name": "เตรียมซ่อมแซมบำรุงคลังอาวุธ",
        "desc": "ตั้งเรือ อาคาชิ (明石) เป็นเรือธงในกองเรือหลัก"
    },
    "147": {
        "name": "จัดกองเรือรูปแบบนิชิมูระ",
        "desc": "จัดเรือ ฟุโซ (扶桑), ยามาชิโระ (山城), โมกามิ (最上), ชิงุเระ (時雨), มิจิซิโอะ (満潮) ลงในกองเรือหลัก"
    },
    "148": {
        "name": "จัดกองเรือตอบโต้ฝูงบิน",
        "desc": "ตั้งเรือ คาสุมิ (霞) เป็นเรือธง, อาชิงาระ (足柄), 1 CL และ ที่เหลือเป็น DD ทั้งหมด ลงในกองเรือหลัก"
    },
    "149": {
        "name": "จัดกองเรือพิฆาตที่ 11",
        "desc": "จัดเรือ ฟุบุกิ (吹雪), ชิรายูกิ (白雪), ฮัทสึยูกิ (初雪), มุราคุโมะ (叢雲) ลงในกองเรือหลัก"
    },
    "150": {
        "name": "จัดกองเรือพิฆาตที่ 21",
        "desc": "จัดเรือ ฮัทสึฮารุ (初春), เนโนฮิ (子日), วาคาบะ (若葉), ฮัทสึชิโมะ (初霜) ลงในกองเรือหลัก"
    },
    "151": {
        "name": "จัดกองเรือพิฆาตที่ 22",
        "desc": "จัดเรือ ซัทสึกิ, ฟุมิสึกิ, นางาสึกิ และ DD อีก 1 ลำ ลงในกองเรือหลัก"
    },
    "152": {
        "name": "จัดกองเรือมิคาวะรุ่นใหม่",
        "desc": "ตั้งเรือ โจไค ไคนิ เป็นเรือธง และ เลือกเรืออีก 5 ลำจากรายการนี้ อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว, ยูบาริ ลงในกองเรือหลัก"
    },
    "153": {
        "name": "จัดกองเรือที่ 18",
        "desc": "จัดเรือ เทนริว, ทัตสึตะ และอะไรก็ได้อีก 4 ลำ ลงในกองเรือหลัก"
    },
    "154": {
        "name": "จัดกองเรือจู่โจมภาคพื้นน้ำ",
        "desc": "จัดเรือ ฮิเอย์, คิริชิมะ, นาการะ, อาคัทสึกิ, อิคาซึจิ, อินาซึมะ ลงในกองเรือหลัก"
    },
    "155": {
        "name": "จัดกองเรือพิฆาตที่ 6 (ใหม่)",
        "desc": "ตั้งเรือ อาคัทสึกิ ไคนิ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้) อิคาซึจิ, อินาซึมะ ลงในกองเรือหลัก"
    },
    "156": {
        "name": "จัดกองเรือตอปิโดที่ 1 เตรียมความพร้อมที่ทะเลเหนือ",
        "desc": "ตั้งเรือ อาบุคุมะ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ฮัทสึชิโมะ, วาคาบะ, ซามิดาเระ, ชิมะคาเซะ ลงในกองเรือหลัก"
    },
    "157": {
        "name": "จัดกองเรือตอปิโดที่ 1 เตรียมความพร้อมอีกครั้งที่ทะเลเหนือ",
        "desc": "ตั้งเรือ อาบุคุมะ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ยูกุโมะ, นากานามิ, อากิกุโมะ, ชิมะคาเซะ ลงในกองเรือหลัก"
    },
    "161": {
        "name": "จัดกองเรือบรรทุกเครื่องบินที่ 5",
        "desc": "ตั้งเรือ โชคาคุ, ซุยคาคุ, โอโบโระ, อากิกุโมะ ลงในกองเรือหลัก"
    },
     "162": {
        "name": "จัดกองเรือลาดตระเวนที่ 21 รุ่นใหม่",
        "desc": "ตั้งเรือ นาจิ ไคนิ, อาชิงาระ ไคนิ, ทามะ, คิโสะ ลงในกองเรือหลัก"
    },
    "163": {
        "name": "จัดกองเรือลาดตระเวนที่ 16 รุ่นใหม่",
        "desc": "ตั้งเรือ อาชิงาระ เป็นเรือธง, คุมะ, นาการะ ลงในกองเรือหลัก"
    },
    
    
    "202": {
        "name": "ออกรบครั้งแรก",
        "desc": "ส่งกองเรือที่ 1 ออกรบ"
    },
    "203": {
        "name": "ปกป้องท้องทะเลจินจุฟุ",
        "desc": "ส่งกองเรือที่ไปรบด่าน 1-1 ชนะบอสจนจบด่าน"
    },
    "204": {
        "name": "ปฏิบัติการสู่ชายฝั่งเกาะนันเซอิ",
        "desc": "ส่งกองเรือไปรบด่าน 1-2 จนจบด่าน"
    },
    "205": {
        "name": "ขัดขวางกองทัพเรือศัตรูที่ใกล้เข้ามา",
        "desc": "ส่งกองเรือไปรบด่าน 1-2 อีกครั้ง และ ชนะบอสให้ได้"
    },
    "206": {
        "name": "ปฏิบัติการกองเรือตอปิโด",
        "desc": "ตั้งเรือ CL เป็นเรือธง และ DD 3 ลำ ไปออกรบ"
    },
    "207": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนัก",
        "desc": "ตั้งเรือ CA เป็นเรือธง และ ออกไปรบ"
    },
    "208": {
        "name": "ปฏิบัติการกองเรือประจัญบาน",
        "desc": "ตั้งเรือ BB เป็นเรือธง และ ออกไปรบ (เรือ BBV ไม่สามารถใช้แทนได้)"
    },
    "209": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบิน",
        "desc": "ตั้งเรือ CVL เป็นเรือธง และ เรือที่เหลือ 5 ลำต้องเป็น CL, DD, AV เท่านั้น"
    },
    "215": {
        "name": "ปฏิบัติการกองเรือทีม 2",
        "desc": "ส่งกองเรือที่ 2 ไปออกรบ"
    },
    "217": {
        "name": "จมเรือบรรทุกเครื่องบินของศัตรู",
        "desc": "จมเรือบรรทุกเครื่องบินของศัตรู 1 ลำ"
    },
    "219": {
        "name": "ปฏิบัติการกองเรือมิคาวะ",
        "desc": "จัดเรือ โจไค, ฟุรุทากะ, คาโกะ, อาโอบะ, เทนริว, และเรือเร็วอีก 1 ลำ ไปออกรบ (BB กับ CV ไม่สามารถใช้แทนได้)"
    },
    "222": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 6",
        "desc": "จัดเรือ อาคัทสึกิ, ฮิบิกิ (หรือเวลนุยก็ได้), อินาซึมะ, อิคาซึจิ ไปออกรบ"
    },
    "223": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนักที่ 4",
        "desc": "จัดเรือ อาตาโกะ, ทาคาโอะ, โจไค, มายะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-2 ให้ได้"
    },
    "224": {
        "name": "ปฏิบัติการกองเรือนิชิมุระ",
        "desc": "จัดเรือ ฟุโซ, ยามาชิโระ, โมกามิ, ชิงุเระ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "225": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 5",
        "desc": "จัดเรือ โชคาคุ, ซุยคาคุ และอะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 3-1 ให้ได้"
    },
    "227": {
        "name": "ปฏิบัติการกองเรือมิคาวะ (ใหม่)",
        "desc": "จัดเรือ โจไค, อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "231": {
        "name": "ปฏิบัติการกองเรือดำน้ำ",
        "desc": "จัดเรือ SS 2 ลำ และอะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "232": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินทะเล",
        "desc": "จัดเรือ BBV 2 ลำ, CAV 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 4-2 ให้ได้"
    },
    "233": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนักที่ 6",
        "desc": "จัดเรือ ฟุรุทากะ, คาโกะ, คินุกาสะ, อาโอบะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "239": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 8",
        "desc": "จัดเรือ อาราชิโอะ, มิจิซิโอะ, โอชิโอะ, อาราชิโอะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 2-3 ให้ได้"
    },
    "240": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 18",
        "desc": "จัดเรือ คาสุมิ, อาราเระ, คาเงโร่, ชิรานุอิ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสด่าน 3-1 ให้ได้"
    },
    "244": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 30 (Gen-1)",
        "desc": "จัดเรือ มุทสึกิ (睦月), คิซารากิ (如月), ยาโยอิ (弥生), โมจิสึกิ (望月) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 3-2"
    },
    "245": {
        "name": "แต่งงานกับเรือที่รัก 4",
        "desc": "ตั้งเรือ Lv.90~99 ที่คุณรักเป็นเรือธง ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "246": {
        "name": "พาเรือที่รักไปทำภารกิจ",
        "desc": "ตั้งเรือ Lv.100+ ที่คุณแต่งงานเป็นเรือธง ไปชนะบอสให้ได้ Rank S ในด่าน 4-3"
    },
    "247": {
        "name": "ปฏิบัติการกองเรือประจัญบานบรรทุกเครื่องบิน",
        "desc": "จัดเรือ BBV 2 ลำ และอะไรก็ได้อีก 4 ลำ ไปชนะบอสด่าน 4-4 ให้ได้"
    },
    "248": {
        "name": "กองเรือพิฆาตที่ 30 (กองลาดตะเวนต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ มุทสึกิ, ยาโยอิ, อุซึกิ, โมจิสึกิ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
    },
    "250": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 2",
        "desc": "จัดเรือ ฮิริว ไคนิ (飛龍改二) เป็นเรือธง, โซริว (蒼龍), DD 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-2"
    },
    "251": {
        "name": "ปฏิบัตการกองเรือบรรทุกเครื่องบินที่ 2 ออกรบอีกครั้ง",
        "desc": "จัดเรือ โซริว ไคนิ (蒼龍改二) เป็นเรือธง, ฮิริว ไคนิ (飛龍改二), DD 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-3"
    },
    "252": {
        "name": "ปฏิบัติการกองเรือฮารุนะ",
        "desc": "จัดเรือ ฮารุนะ ไคนิ (榛名改二) เป็นเรือธง และอะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "253": {
        "name": "ปฏิบัติการฝูงบิน 601",
        "desc": "จัดเรือ อุนริว ไค (雲龍改) เป็นเรือธง และอะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-2"
    },
    "254": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินเบา",
        "desc": "จัดเรือ CVL 1-2 ลำ, CL 1 ลำ, DD 3-4 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-1"
    },
    "255": {
        "name": "ปฏิบัติการกองเรือตอปิโดที่เกาะบาชิ",
        "desc": "จัดเรือ CL 1-2 ลำ เป็นเรือธง และ DD 4-5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-2"
    },
    "258": {
        "name": "ปฏิบัติการกองเรือที่ 2",
        "desc": "จัดเรือ นางาโตะ (長門), มุทสึ (陸奥), ฟุโซ (扶桑), ยามาชิโระ (山城) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-2 จำนวน 2 รอบ"
    },
    "260": {
        "name": "ปฏิบัติการกองเรือประจัญบานในทะเลทางตอนเหนือ",
        "desc": "จัดเรือ BB 2 ลำ (ห้ามใช้ BBV), CVL 1 ลำ และอะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-5"
    },
    "262": {
        "name": "ปฏิบัติการกองเรือนิชิมุระในทะเลทางตอนใต้",
        "desc": "จัดเรือ ฟุโซ (扶桑), ยามาชิโระ (山城), โมกามิ (最上), ชิงุเระ (時雨), มิจิซิโอะ (満潮) และอะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "263": {
        "name": "ปฏิบัติการกองเรือที่ 6 ในทะเลทางตะวันตกเฉียงใต้",
        "desc": "จัดเรือ ฟุรุทากะ (古鷹), คาโกะ (加古), อาโอบะ (青葉), คินุกาสะ (衣笠) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-5"
    },
    "267": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 11",
        "desc": "จัดเรือ ฟุบุกิ (吹雪), ซิรายูกิ(白雪), ฮัทสึยูกิ (初雪), มุราคุโมะ(叢雲) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสในด่าน 2-3"
    },
    "268": {
        "name": "กองเรือพิฆาตที่ 11 (กองเรือลาดตะเวนต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ ฟุบุกิ(吹雪), ซิรายูกิ(白雪), ฮัทสึยูกิ (初雪), มุราคุโมะ(叢雲) ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
    },
    "269": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 21",
        "desc": "จัดเรือ ฮัทสึฮารุ (初春), เนโนฮิ (子日), วาคาบะ (若葉), ฮัทสึชิโมะ (初霜) และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-1"
    },
    "270": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 22",
        "desc": "จัดเรือ ซัทสึกิ (皐月), ฟุมิสึกิ (文月), นางาสึกิ (長月), DD 1 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 1-4"
    },
    "271": {
        "name": "ปฏิบัติการกองเรือนาจิ",
        "desc": "ตั้งเรือ นาจิ (那智) เป็นเรือธง, ฮัทสึชิโมะ (初霜), คาสุมิ (霞), อุชิโอะ (潮), อาเคโบโนะ (曙) และอะไรก็ได้อีก 1 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-2"
    },
    "272": {
        "name": "ปฏิบัติการกองเรือลาดตะเวนหนักต่อต้านอากาศยาน",
        "desc": "จัดเรือ มายะ, CL 1 ลำ, DD 2 ลำ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "273": {
        "name": "ปฏิบัติการกองเรือมิคาวะที่เกาะโซโลม่อน",
        "desc": "ตั้งเรือ โจไค ไคนิ เป็นเรือธง, และเลือกเรือมา 5 ลำ จากรายการนี้ อาโอบะ, คินุกาสะ, คาโกะ, ฟุรุทากะ, เทนริว, ยูบาริ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "274": {
        "name": "ปฏิบัติการกองเรือพิฆาตที่ 6 (ต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ อาคัทสึกิ, ฮิบิกิ (หรือเวลนุยก็ได้) (響 or Верный), อินาซึมะ, อิคาซึจิ ไปชนะบอสให้ได้ Rank C ขึ้นไปในด่าน 1-5"
    },
    "275": {
        "name": "ปฏิบัติการกองเรือที่ 18",
        "desc": "จัดเรือ เทนริว, ทัตสึตะ, และอะไรก็ได้อีก 4 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-3"
    },
    "276": {
        "name": "ปฏิบัติการกองเรือจู่โจมภาคพื้นน้ำ",
        "desc": "จัดเรือ ฮิเอย์, คิริชิมะ, นาการะ, อาคัทสึกิ, อิคาซึจิ, อินาซึมะ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "277": {
        "name": "ปฏิบัติการอีกครั้งกองเรือพิฆาติที่ 6 (ต่อต้านเรือดำน้ำ)",
        "desc": "จัดเรือ อาคัทสึกิ ไคนิ, ฮิบิกิ (หรือเวลนุยก็ได้), อิคาซึจิ, อินาซึมะ ไปชนะบอสให้ได้ Rank A ขึ้นไป ในด่าน 1-5"
    },
    "278": {
        "name": "ปฏิบัติการกองเรือตอปิโดที่ 1 กับภาระกิจ KE",
        "desc": "ตั้งเรือ อาบุคุมะ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ฮัทสึชิโมะ, วาคาบะ, ซามิดาเระ, ชิมะคาเซะ ไปชนะบอสให้ได้ Rank B ขึ้นไป ในด่าน 3-2"
    },
    "279": {
        "name": "ปฏิบัติการกองเรือตอปิโดที่ 1 กับภาระกิจ KE (อีกครั้ง)",
        "desc": "ตั้งเรือ อาบุคุมะ ไคนิ เป็นเรือธง, ฮิบิกิ (หรือเวลนุยก็ได้), ยูกุโมะ, นากานามิ, อากิกุโมะ, ชิมะคาเซะ ไปชนะบอสให้ได้ Rank S ในด่าน 3-2"
    },
    "285": {
        "name": "กองเรือบรรทุกเครื่องบินมุงหน้าสู่ทะเลทางตอนเหนือ!",
        "desc": "จัดเรือ CV เป็นเรือธง, และอะไรก็ได้อีก 5 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-5"
    },
    "286": {
        "name": "เสริมความแข็งแกร่งทีมเรือลาดตะเวนต่อต้านเรือดำน้ำของฐานทัพเรือ",
        "desc": "จัดเรือไปชนะบอสให้ได้ Rank B ขึ้นไปในด่าน 1-5 จำนวน 4 ครั้ง"
    },
    "287": {
        "name": "ปฏิบัติการกองเรือบรรทุกเครื่องบินที่ 5 ที่หมู่เกาะ Coral",
        "desc": "จัดเรือ โชคาคุ (翔鶴), ซุยคาคุ (瑞鶴), โอโบโระ, อากิกุโมะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-2"
    },
    "288": {
        "name": "ปฏิบัติการกองเรือที่ 21 ทางเหนือ",
        "desc": "จัดเรือ นาจิ ไคนิ, อาชิงาระ ไคนิ, ทามะ, คิโสะ และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 3-1"
    },
    "289": {
        "name": "ปฏิบัติการกองเรือลาดตระเวนที่ 16 รุ่นใหม่",
        "desc": "จัดเรือ อาชิงาระ เป็นเรือธง, คุมะ, นาการะ ไปชนะบอสให้ได้ Rank S ในด่าน 2-2"
    },
    
    "201": {
        "code": "Bd1",
        "name": "[รายวัน] ออกรบ 1",
        "desc": "จมกองเรือศัตรู",
        "unlock": [ 216, 211, 212 ],
        "tracking": [ [0,1] ]
    },
    "216": {
        "code": "Bd2",
        "name": "[รายวัน] ออกรบ 2",
        "desc": "จมเรือธงของกองเรือศัตรู",
        "unlock": [ 210, 218, 214, 213 ],
        "tracking": [ [0,1] ]
    },
    "210": {
        "code": "Bd3",
        "name": "[รายวัน] ออกรบ 3",
        "desc": "จมกองเรือศัตรู ให้ได้ Rank B ขึ้นไป จำนวน 10 ครั้ง",
        "tracking": [ [0,10] ]
    },
    "211": {
        "code": "Bd4",
        "name": "[รายวัน] ออกรบ 4",
        "desc": "จมเรือ CV หรือ CVL ของศัตรู จำนวน 3 ลำ",
        "tracking": [ [0,3] ]
    },
    "218": {
        "code": "Bd5",
        "name": "[รายวัน] ออกรบ 5",
        "desc": "จมเรือ AP (เรือขนส่ง) จำนวน 3 ลำ",
        "unlock": [ 226, 220 ],
        "tracking": [ [0,3] ]
    },
    "212": {
        "code": "Bd6",
        "name": "[รายวัน] ออกรบ 6",
        "desc": "จมเรือ AP (เรือขนส่ง) จำนวน 5 ลำ",
        "tracking": [ [0,5] ]
    },
    "226": {
        "code": "Bd7",
        "name": "[รายวัน] ออกรบ 7",
        "desc": "ชนะบอสใน World-2 จำนวน 5 ครั้ง",
        "unlock": [ 230 ],
        "tracking": [ [0,5] ]
    },
    "230": {
        "code": "Bd8",
        "name": "[รายวัน] ออกรบ 8",
        "desc": "จมเรือดำน้ำ (SS) จำนวน 6 ลำ",
        "tracking": [ [0,6] ]
    },
    
    
    
    
    
    "214": {
        "code": "Bw1",
        "name": "[รายสัปดาห์] ออกรบ 1",
        "desc": "ไปออกรบ 36 ครั้ง, สู้บอส 24 ครั้ง, ชนะบอส 12 ครั้ง, และชนะบอสให้ได้ Perfect Rank S จำนวน 6 ครั้ง",
        "unlock": [ 221 ],
        "tracking": [ [0,36], [0,24], [0,12], [0,6] ]
    },
    "220": {
        "code": "Bw2",
        "name": "[รายสัปดาห์] ออกรบ 2",
        "desc": "จมเรือ CV หรือ CVL จำนวน 20 ลำ",
        "unlock": [ 228 ],
        "tracking": [ [0,20] ]
    },
    "213": {
        "code": "Bw3",
        "name": "[รายสัปดาห์] ออกรบ 3",
        "desc": "จมเรือ AP (เรือขนส่ง) จำนวน 20 ลำ",
        "tracking": [ [0,20] ]
    },
    "221": {
        "code": "Bw4",
        "name": "[รายสัปดาห์] ออกรบ 4",
        "desc": "จมเรือ AP (เรือขนส่ง) จำนวน 50 ลำ",
        "unlock": [ 261, 257, 264 ],
        "tracking": [ [0,50] ]
    },
    "228": {
        "code": "Bw5",
        "name": "[รายสัปดาห์] ออกรบ 5",
        "desc": "จมเรือ SS จำนวน 15 ลำ",
        "unlock": [ 229, 241, 613 ],
        "tracking": [ [0,15] ]
    },
    "229": {
        "code": "Bw6",
        "name": "[รายสัปดาห์] ออกรบ 6",
        "desc": "ชนะบอสใน World-4 จำนวน 12 ครั้ง",
        "unlock": [ 242 ],
        "tracking": [ [0,12] ]
    },
    "241": {
        "code": "Bw7",
        "name": "[รายสัปดาห์] ออกรบ 7",
        "desc": "ชนะบอสใน 3-3 หรือ 3-4 หรือ 3-5 จำนวน 5 ครั้ง",
        "tracking": [ [0,5] ]
    },
    "242": {
        "code": "Bw8",
        "name": "[รายสัปดาห์] ออกรบ 8",
        "desc": "ชนะบอส 4-4 จำนวน 1 ครั้ง",
        "unlock": [ 243 ],
        "tracking": [ [0,1] ]
    },
    "243": {
        "code": "Bw9",
        "name": "[รายสัปดาห์] ออกรบ 9",
        "desc": "ชนะบอส 5-2 ให้ได้ Rank S จพนวน 2 ครั้ง",
        "tracking": [ [0,2] ]
    },
    "261": {
        "code": "Bw10",
        "name": "[รายสัปดาห์] ออกรบ 10",
        "desc": "ชนะบอส 1-5 ให้ได้ Rank A ขึ้นไป จำนวน 3 ครั้ง",
        "tracking": [ [0,3] ]
    },
    
    
    
    
    
    "249": {
        "code": "Bm1",
        "name": "[รายเดือน] ออกรบ 1",
        "desc": "จัดเรือ เมียวโค, นาจิ, ฮากุโระ, และอะไรก็ได้อีก 3 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 2-5",
        "unlock": [ 265 ]
    },
    "256": {
        "code": "Bm2",
        "name": "[รายเดือน] ออกรบ 2",
        "desc": "ชนะบอส 6-1 ให้ได้ Rank S จำนวน 3 ครั้ง",
        "tracking": [ [0,3] ]
    },
    "257": {
        "code": "Bm3",
        "name": "[รายเดือน] ออกรบ 3",
        "desc": "จัดเรือ CL 1-3 ลำ (ตั้ง CL ให้เป็นเรือธง 1 ลำ), ที่เหลือเป็น DD ทั้งหมด ไปชนะบอสให้ได้ Rank S ในด่าน 1-4"
    },
    "259": {
        "code": "Bm4",
        "name": "[รายเดือน] ออกรบ 4",
        "desc": "จัดเรือ BB (ช้า) 3 ลำ, CL 1 ลำ, และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 5-1"
    },
    "265": {
        "code": "Bm5",
        "name": "[รายเดือน] ออกรบ 5",
        "desc": "ชนะบอส 1-5 ให้ได้ Rank A ขึ้นไป ในด่าน 1-5",
        "tracking": [ [0,10] ]
    },
    "264": {
        "code": "Bm6",
        "name": "[รายเดือน] ออกรบ 6",
        "desc": "จัดเรือ CV 2 ลำ, DD 2 ลำ, และอะไรก็ได้อีก 2 ลำ ไปชนะบอสให้ได้ Rank S ในด่าน 4-2",
        "unlock": [ 266 ]
    },
    "266": {
        "code": "Bm7",
        "name": "[รายเดือน] ออกรบ 7",
        "desc": "ตั้งเรือ DD เป็นเรือธง 1 ลำ, CA 1 ลำ, CL 1 ลำ, และลำที่เหลือเป็น DD ไปชนะบอสให้ได้ Rank S ในด่าน 2-5"
    },
    
    
    
    
    
    "301": {
        "code": "C1",
        "name": "ซ้อมรบครั้งแรก",
        "desc": "ซ้อมรบ 1 ครั้ง"
    },
    "303": {
        "code": "C2",
        "name": "[รายวัน] ซ้อมรบ 1",
        "desc": "ซ้อมรบ 3 ครั้ง (แพ้หรือชนะก็ได้)",
        "unlock": [ 304, 302 ],
        "tracking": [ [0,3] ]
    },
    "304": {
        "code": "C3",
        "name": "[รายวัน] ซ้อมรบ 2",
        "desc": "ชนะซ้อมรบ 5 ครั้ง ใน 1 วัน",
        "tracking": [ [0,5] ]
    },
    "302": {
        "code": "C4",
        "name": "[รายสัปดาห์] ซ้อมรบ 3",
        "desc": "ชนะซ้อมรบ 20 ครั้ง ใน 1 สัปดาห์",
        "tracking": [ [0,20] ]
    },
    "307": {
        "code": "C5",
        "name": "ซ้อมรบเสริม 1",
        "desc": "ชนะซ้อมรบ 3 ครั้ง ใน 1 วัน"
    },
    "308": {
        "code": "C6",
        "name": "ซ้อมรบเสริม 2",
        "desc": "ชนะซ้อมรบ 4 ครั้ง ใน 1 วัน"
    },
    "309": {
        "code": "C7",
        "name": "ซ้อมรบเสริม 3",
        "desc": "ชนะซ้อมรบ 4 ครั้ง ใน 1 วัน"
    },
    "311": {
        "code": "C8",
        "name": "ซ้อมรบเสริม 4",
        "desc": "ชนะซ้อมรบ 7 ครั้ง ใน 1 วัน",
		"tracking": [ [0,7] ]
    },
    
    
    
    "401": {
        "code": "D1",
        "name": "ส่งสำรวจครั้งแรก",
        "desc": "ส่งสำรวจจำนวน 1 ครั้ง"
    },
    "402": {
        "code": "D2",
        "name": "[รายวัน] สำรวจ 1",
        "desc": "ส่งสำรวจให้สำเร็จ 3 ครั้ง ใน 1 วัน",
        "unlock": [ 403 ],
        "tracking": [ [0,3] ]
    },
    "403": {
        "code": "D3",
        "name": "[รายวัน] สำรวจ 2",
        "desc": "ส่งสำรวจให้สำเร็จ 10 ครั้ง ใน 1 วัน",
        "tracking": [ [0,10] ]
    },
    "404": {
        "code": "D4",
        "name": "[รายสัปดาห์] สำรวจ 3",
        "desc": "ส่งสำรวจให้สำเร็จ 30 ครั้ง ใน 1 สัปดาห์",
        "tracking": [ [0,30] ]
    },
    "405": {
        "code": "D5",
        "name": "ส่งสำรวจเรือดำน้ำ 1",
        "desc": "ส่งสำรวจที่ 30 ให้สำเร็จ 1 ครั้ง"
    },
    "406": {
        "code": "D6",
        "name": "ส่งสำรวจเรือดำน้ำ 2",
        "desc": "ส่งสำรวจที่ 30 ให้สำเร็จ 1 ครั้ง"
    },
    "408": {
        "code": "D7",
        "name": "ส่งสำรวจเรือดำน้ำ 3",
        "desc": "ส่งสำรวจที่ 30 ให้สำเร็จ 2 ครั้ง"
    },
    "409": {
        "code": "D8",
        "name": "ส่งสำรวจเรือดำน้ำ 4",
        "desc": "ส่งสำรวจที่ 31 ให้สำเร็จ 1 ครั้ง"
    },
    "410": {
        "code": "D9",
        "name": "[รายสัปดาห์] สำรวจ 4",
        "desc": "ส่งสำรวจที่ 37 หรือ 38 ให้สำเร็จ 1 ครั้ง ใน 1 สัปดาห์",
        "unlock": [ 411 ],
        "tracking": [ [0,1] ]
    },
    "412": {
        "code": "D10",
        "name": "ส่งสำรวจเรือประจัญบานบรรทุกเครื่องบิน 1",
        "desc": "ส่งสำรวจที่ 23 ให้สำเร็จ 1 ครั้ง"
    },
    "411": {
        "code": "D11",
        "name": "[รายสัปดาห์] สำรวจ 5",
        "desc": "ส่งสำรวจที่ 37 หรือ 38 ให้สำเร็จ 7 ครั้ง ใน 1 สัปดาห์",
        "tracking": [ [0,6] ]
    },
    "413": {
        "code": "D12",
        "name": "ส่งสำรวจเรือประจัญบานบรรทุกเครื่องบิน 2",
        "desc": "ส่งสำรวจที่ 23 ให้สำเร็จ 4 ครั้ง"
    },
    "414": {
        "code": "D13",
        "name": "สำรวจ 39",
        "desc": "ส่งสำรวจที่ 39 ให้สำเร็จ 1 ครั้ง"
    },
    "415": {
        "code": "D14",
        "name": "สำรวจ 39 อีกครั้ง",
        "desc": "ส่งสำรวจที่ 39 ให้สำเร็จ 2 ครั้ง"
    },
    "416": {
        "code": "D15",
        "name": "สำรวจ 6",
        "desc": "ส่งสำรวจที่ 6 ให้สำเร็จ 3 ครั้ง"
    },
    "417": {
        "code": "D16",
        "name": "สำรวจ 15",
        "desc": "ส่งสำรวจที่ 15 ให้สำเร็จ 1 ครั้ง"
    },
    "418": {
        "code": "D17",
        "name": "สำรวจ 7",
        "desc": "ส่งสำรวจที่ 7 ให้สำเร็จ 2 ครั้ง"
    },
    "419": {
        "code": "D18",
        "name": "สำรวจ 8",
        "desc": "ส่งสำรวจที่ 8 ให้สำเร็จ 1 ครั้ง"
    },
    "420": {
        "code": "D19",
        "name": "สำรวจเพื่อเพิ่มประสิทธิภาพของกองทัพ",
        "desc": "ส่งสำรวจที่ 35 และ 26"
    },
    
    "501": {
        "code": "E1",
        "name": "เติมเสบียงครั้งแรก",
        "desc": "เติมเสบียง 1 ครั้ง"
    },
    "502": {
        "code": "E2",
        "name": "ซ่อมเรือครั้งแรก",
        "desc": "ซ่อมเรือ 1 ครั้ง"
    },
    "503": {
        "code": "E3",
        "name": "[รายวัน] ซ่อมเรือ 1",
        "desc": "ซ่อมเรือ 5 ลำ ใน 1 วัน",
        "unlock": [ 504 ],
        "tracking": [ [0,5] ]
    },
    "504": {
        "code": "E4",
        "name": "[รายวัน] เติมเสบียง 1",
        "desc": "เติมเสบียง 15 ครั้ง ใน 1 วัน",
        "tracking": [ [0,15] ]
    },
    
    
    
    
    
    "605": {
        "code": "F1",
        "name": "[รายวัน] สร้างอาวุธ 1",
        "desc": "สร้างอาวุธ 1 ครั้ง ใน 1 วัน (ล้มเหลวได้)",
        "unlock": [ 606 ],
        "tracking": [ [0,1] ]
    },
    "606": {
        "code": "F2",
        "name": "[รายวัน] ต่อเรือ 1",
        "desc": "ต่อเรือ 1 ครั้ง ใน 1 วัน",
        "unlock": [ 607 ],
        "tracking": [ [0,1] ]
    },
    "607": {
        "code": "F3",
        "name": "[รายวัน] สร้างอาวุธ 2",
        "desc": "สร้างอาวุธ 3 ครั้ง ใน 1 วัน (ล้มเหลวได้)",
        "unlock": [ 608 ],
        "tracking": [ [0,3] ]
    },
     "608": {
        "code": "F4",
        "name": "[รายวัน] ต่อเรือ 2",
        "desc": "ต่อเรือ 3 ครั้ง ใน 1 วัน",
        "unlock": [ 609, 619 ],
        "tracking": [ [0,3] ]
    },
     "609": {
        "code": "F5",
        "name": "[รายวัน] ย่อยเรือ 1",
        "desc": "ย่อยเรือ 2 ลำ ใน 1 วัน",
        "tracking": [ [0,2] ]
    },
    "601": {
        "code": "F6",
        "name": "ต่อเรือครั้งแรก",
        "desc": "ต่อเรือ 1 ครั้ง"
    },
    "602": {
        "code": "F7",
        "name": "สร้างอาวุธครั้งแรก",
        "desc": "สร้างอาวุธ 1 ครั้ง"
    },
    "603": {
        "code": "F8",
        "name": "ย่อยเรือครั้งแรก",
        "desc": "ย่อยเรือ 1 ลำ"
    },
    "604": {
        "code": "F9",
        "name": "ย่อยอาวุธครั้งแรก",
        "desc": "ย่อยอาวุธ 1 ครั้ง"
    },
    "610": {
        "code": "F10",
        "name": "ปลดล็อกอู่ต่อเรือใหญ่ 2 (LSC)",
        "desc": "ย่อยอาวุธ 4 ครั้ง"
    },
    "612": {
        "code": "F11",
        "name": "เตรียมความพร้อมถังสำรวจ",
        "desc": "ย่อยอาวุธ 3 ครั้ง"
    },
     "613": {
        "code": "F12",
        "name": "[รายสัปดาห์] ย่อยอาวุธ 1",
        "desc": "ย่อยอาวุธ 24 ครั้ง ใน 1 สัปดาห์",
        "tracking": [ [0,24] ]
    },
     "614": {
        "code": "F13",
        "name": "ปรับโมเดลเครื่องบิน [Type 99 Dive Bomber (Egusa Squadron)]",
        "desc": "ตั้งเรือ โซริว เป็นเรือธง, และติดตั้งเครื่องบิน Type 99 Dive Bomber (Egusa Squadron) [ห้ามล็อกเครื่องบินเด็ดขาด], จากนั้นย่อยเครื่องบิน Suisei (Comet) จำนวน 2 ลำ [ให้กดย่อยทีละลำ]"
    },
    "615": {
        "code": "F14",
        "name": "ปรับโมเดลเครื่องบิน [Type 99 Dive Bomber (Egusa Squadron)]",
        "desc": "ตั้งเรือ โซริว เป็นเรือธง, และติดตั้งเครื่องบิน Type 99 Dive Bomber (Egusa Squadron) [ห้ามล็อกเครื่องบินเด็ดขาด], จากนั้นย่อยเครื่องบิน Suisei (Comet) จำนวน 2 ลำ [ให้กดย่อยทีละลำ]"
    },
    "616": {
        "code": "F15",
        "name": "ปรับโมเดลเครื่องบิน [Zero Fighter Type 52 Type C (601 Air Group)]",
        "desc": "ให้เรือธง ติดตั้งเครื่องบิน Zero Fighter Type 52 Type C (601 Air Group) [ห้ามล็อกเครื่องบินเด็ดขาด], จากนั้นย่อยเครื่องบิน Reppuu (Strong Gale) จำนวน 2 ลำ [ให้กดย่อยทีละลำ]"
    },
    "617": {
        "code": "F16",
        "name": "เตรียมความพร้อมขนมอิราโกะ",
        "desc": "ย่อยอาวุธ 10 ครั้ง"
    },
    "618": {
        "code": "F17",
        "name": "อัพเกรดอาวุธครั้งแรก",
        "desc": "อัพเกรดอาวุธ 1 ครั้ง"
    },
    "619": {
        "code": "F18",
        "name": "[รายวัน] อัพเกรดอาวุธ 1",
        "desc": "อัพเกรดอาวุธ 1 ครั้ง ใน 1 วัน (ล้มเหลวได้)",
        "tracking": [ [0,1] ]
    },
    
    
    
    
    
    "701": {
        "code": "G1",
        "name": "อัพเกรดเรือครั้งแรก",
        "desc": "อัพเกรดเรือให้สำเร็จ 1 ครั้ง"
    },
    "702": {
        "code": "G2",
        "name": "[รายวัน] อัพเกรดเรือ 1",
        "desc": "อัพเกรดเรือให้สำเร็จ 2 ครั้ง ใน 1 วัน",
        "unlock": [ 703 ],
        "tracking": [ [0,2] ]
    },
    "703": {
        "code": "G3",
        "name": "[รายสัปดาห์] อัพเกรดเรือ 2",
        "desc": "อัพเกรดเรือให้สำเร็จ 15 ครั้ง ใน 1 สัปดาห์",
        "tracking": [ [0,15] ]
    },
    "704": {
        "code": "G4",
        "name": "ปลดล็อกอู่ต่อเรือใหญ่ 1 (LSC)",
        "desc": "อัพเกรดเรือให้สำเร็จ 4 ครั้ง"
    },
    
    
    
    "611": {
        "name": "แต่งงานกับเรือที่รัก 1",
        "desc": "แสดงความรักที่คุณมีให้กับเรือที่รัก โดยการย่อยอาวุธ 2 ครั้ง"
    },
    "306": {
        "name": "แต่งงานกับเรือที่รัก 2",
        "desc": "แสดงความรักที่คุณมีให้กับเรือ โดยการชนะการซ้อมรบ 2 ครั้ง"
    },
    
    "280": {
        "code": "SN01",
        "name": "[อีเว้น์หน้าร้อน2015] ปฏิบัติการ SN",
        "desc": "เคลียร์อีเว้นท์หน้าร้อน 2015 ใน E-2"
    },
    "620": {
        "code": "SN02",
        "name": "[อีเว้น์หน้าร้อน2015] จัดระเบียบคลังอาวุธ",
        "desc": "ย่อยอาวุธ 5 ครั้ง"
    },
    "281": {
        "code": "SN03",
        "name": "[อีเว้น์หน้าร้อน2015] ดำเนินการตรวจสอบกองทัพเส้นทางหลัก",
        "desc": "จมเรือ SS จำนวน 6 ลำ"
    },
    "158": {
        "code": "SN04",
        "name": "[อีเว้น์หน้าร้อน2015] กำหนดการมุราตะ (ฝูงเครื่องบินรบทิ้งระเบิดของอาคากิ)",
        "desc": "ตั้งเรือ อาคากิ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊)"
    },
    "282": {
        "code": "SN05",
        "name": "[อีเว้น์หน้าร้อน2015] พิชิตน่านฟ้าที่เหนือกว่าในเขตน่านน้ำโซโลม่อน",
        "desc": "เคลียร์อีเว้นท์หน้าร้อน 2015 ใน E-4"
    },
    "159": {
        "code": "SN06",
        "name": "[อีเว้น์หน้าร้อน2015] กำหนดการใหม่มุราตะ (ฝูงเครื่องบินรบทิ้งระเบิดของโชคาคุ)",
        "desc": "ตั้งเรือ โชคาคุ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊)"
    },
    "310": {
        "code": "SN07",
        "name": "[อีเว้น์หน้าร้อน2015] เตรียมความพร้อมกองเรือก่อนปฎิบัติการ FS",
        "desc": "ชนะซ้อมรบ 4 ครั้ง"
    },
    "621": {
        "code": "SN08",
        "name": "[อีเว้น์หน้าร้อน2015] ปรับโมเดลเครื่องบิน [九七式艦攻(村田隊)]",
        "desc": "ตั้งเรือ โชคาคุ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊) [ห้ามล็อกเครื่องบินเด็ดขาด], จากนั้นย่อยเครื่องบิน 天山 2 ครั้ง [ให้กดย่อยทีละลำ]"
    },
    "622": {
        "code": "F19",
        "name": "กำหนดการใหม่มุราตะ",
        "desc": "ตั้งเรือ อาคากิ หรือ โชคาคุ เป็นเรือธง จากนั้นย่อย 九七式艦攻 3 ครั้ง [ให้กดย่อยทีละลำ]"
    },
    "623": {
        "code": "F20",
        "name": "ปรับโมเดลเครื่องบิน [九七式艦攻(村田隊)]",
        "desc": "ตั้งเรือ โชคาคุ เป็นเรือธง, และติดตั้งเครื่องบิน 九七式艦攻(村田隊) [ห้ามล็อกเครื่องบินเด็ดขาด], จากนั้นย่อยเครื่องบิน 天山 2 ครั้ง [ให้กดย่อยทีละลำ]"
    },
    "624": {
        "code": "F21",
        "name": "เตรียมความพร้อมสำหรับยุทโธปกรณ์ต้นแบบ",
        "desc": "ย่อยอาวุธ 7 ครั้ง"
    },
    "160": {
        "code": "SN09",
        "name": "[อีเว้น์หน้าร้อน2015] จัดกองทัพเรือรบบรรทุกเครื่องบิน (กองเรือผสม)",
        "desc": "จัดกองเรือผสม (คิโด) โดยมี โชคาคุ, ซุยคาคุ, ซุยโฮ อยู่ในกองเรือหลัก"
    },
    "284": {
        "code": "SN10",
        "name": "[อีเว้น์หน้าร้อน2015] สร้างสะพานสู่ปฎิบัติการ FS",
        "desc": "จมเรือ CV หรือ CVL จำนวน 10 ลำ"
    },
    "283": {
        "code": "SN11",
        "name": "[อีเว้น์หน้าร้อน2015] จัดเรือเดินทางมุ่งสู่เขตตะวันออก",
        "desc": "เคลียร์อีเว้นท์หน้าร้อน 2015 ใน E-5"
    }
    
}
