{
	"npc" : {
		"1" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"2" : "ขอบคุณมากค่ะ!",
		"3" : "ขอบคุณที่เหนื่อยนะคะ!",
		"301" : "พลเรือเอก ขอบคุณที่เหนื่อยนะคะ!",
		"302" : "ยินดีต้อนรับสู่โรงงานของอาคาชิค่ะ!",
		"303" : "เอาล่ะ จะพัฒนาอุปกรณ์อันไหนเหรอคะ? ",
		"304" : "ถ้าเป็นตอนนี้ล่ะก็ พัฒนาอุปกรณ์ได้เลยค่ะ",
		"305" : "อุปกรณ์อันนี้สินะคะ?",
		"306" : "รับทราบค่ะ! ",
		"307" : "ไว้ใจดิฉันได้เลยค่ะ!",
		"308" : "รู้สึกดีจังเลย! พัฒนาสำเร็จแล้วค่ะ!",
		"309" : "ขอโทษนะคะ... พัฒนาล้มเหลวซะแล้วสิ...",
		"310" : "อุปกรณ์ชิ้นนี้ สามารถพัฒนาไปสู่ระดับที่สูงกว่าได้แล้วนะคะ!",
		"311" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"312" : "ยินดีต้อนรับค่ะ จะรับอะไรดีคะ?",
		"313" : "อันนี้สินะคะ!",
		"314" : "แน่ใจว่าต้องการอันนี้ใช่มั้ยค่ะ?",
		"315" : "ยินดีต้อนรับสู่ร้านของอาคาชิค่ะ!",
		"316" : "ขอบพระคุณมากค่ะ!",
		"317" : "พลเรือเอก ขอบพระคุณที่อุดหนุนเสมอมานะคะ!",
		"318" : "การต่อเรือในอู่ใหญ่เนี่ย ไว้ตอนที่(อยากล้มละลายและ)มีทรัพยากรเหลือเฟือ ค่อยมาลุ้นด้วยกันนะคะ!",
		"401" : "พลเรือเอก ภารกิจสำเร็จแล้วค่ะ!",
		"402" : "พลเรือเอก ดูเหมือนว่าจะทำภารกิจสำเร็จแล้วนะคะ!",
		"403" : "พลเรือเอก ยินดีด้วยค่ะ!",
		"404" : "กองเรือส่งโทรเลขเข้ามาค่ะ!",
		"405" : "พลเรือเอก มีโทรเลขเข้ามาค่ะ!",
		"406" : "มีอะไรหรือเปล่าคะ?",
		"407" : "พลเรือเอก ได้โปรดออกคำสั่งปฏิบัติภารกิจด้วยค่ะ",
		"408" : "พลเรือเอก ได้เวลาสำหรับภารกิจต่อไปแล้ว",
		"409" : "รับทราบค่ะ!",
		"410" : "ขอรบกวนด้วยนะคะ!"
	},
	"titlecall_a" : {
		"01" : "คังโคเระ",
		"02" : "คัง-โค-เระ",
		"03" : "คังโคเระ",
		"04" : "คั~ง~โค~เระ!",
		"05" : "คังโคเระ!",
		"06" : "คั~ง~โค~เระ!",
		"07" : "คังโคเระ~",
		"08" : "คั~ง~โค~เระ!",
		"09" : "คันไต คอลเล็คชั่น, คังโคเระ",
		"10" : "คังโคเระ!",
		"11" : "คัง-โค-เระ!",
		"12" : "คังโคเระ",
		"13" : "คัง-โค-เระ",
		"14" : "คันไต คอลเล็คชั่น! คังโคเระ",
		"15" : "คังโคเระ!",
		"16" : "คั~ง~โค~เระ!!",
		"17" : "คังโคเระ!",
		"18" : "คัง-โค-เระ!",
		"19" : "คังโคเระ!",
		"20" : "คัง-โค-เระ!"
	},
	"titlecall_b" : {
		"01" : "คังโคเระ เริ่มได้!",
		"02" : "คั~ง~โค~เระ! จะเริ่มล่ะนะ!",
		"03" : "คังโคเระ เริ่มได้ค่ะ!",
		"04" : "คั~ง~โค~เระ! มาเริ่มกันเลย!",
		"05" : "คังโคเระ เริ่มได้...",
		"06" : "คั~ง~โค~เระ! จะเริ่มล่ะนะ...",
		"07" : "ได้ยินเสียงชัดมั้ยล่ะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"08" : "ไปลุยกันเลย! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"09" : "ได้ยินเสียงชัดมั้ยคะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะจ๊ะ",
		"10" : "ได้ยินเสียงชัดมั้ยคะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"11" : "คังโคเระ เริ่มได้!",
		"12" : "คังโคเระ เริ่มได้!",
		"13" : "คังโคเระ... จะเริ่มล่ะนะ!"
	},
	"titlecall_c" : {
		"01" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"02" : "ขอฝากเนื้อฝากตัวด้วยค่า~",
		"03" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"04" : "ต่อจากนี้ไปก็ขอฝากเนื้อฝากตัวด้วยน๊า~",
		"05" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"06" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"07" : "พลเรือเอกมาถึงฐานทัพเรือแล้วค่ะ จากนี้เป็นต้นไป ที่นี่จะอยู่ในความดูแลของคุณนะ",
		"08" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"09" : "ผู้การมาแล้วค่ะ จากนี้ไปที่นี่จะอยู่ในความดูแลของท่านค่า",
		"10" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"11" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ"
	},
	"43" : {
		"Intro" : "เราคือชิกุเระ เรือพิฆาตชั้นชิราสึยุ จากนี้ไปขอฝากเนื้อฝากตัวด้วยค่ะ",
		"Library" : "เราคือชิกุเระ เรือพิฆาตลำดับที่สอง ชั้นชิราสึยุค่ะ ในศึกที่อ่าวเลย์เตครั้งนั้น ได้เข้าร่วมกับกองเรือนิชิมูระเพื่อบุกช่องแคบซูริกาโอะแห่งชะตากรรมล่ะ ทั้งฟุโซและยามาชิโระต่างก็สุดยอดกันทั้งนั้น… แม้ตอนนี้ทุกคนจะลืมกันไปหมดแล้ว แต่ก็ยังมีเราที่ยังจดจำได้ดี…",
		"Poke(1)" : "เรียกเราเหรอคะ พลเรือเอก?",
		"Poke(2)" : "ฝนตกดีจัง",
		"Poke(3)" : "สนใจในตัวเราเหรอ? ...เอาสิ อยากจะถามอะไรก็ลองถามมาได้เลยค่ะ",
		"Married" : "พลเรือเอกที่ขยันขันแข็งเราก็คิดว่าเท่ดีนะ แต่ว่าท่านอย่าหักโหมจนเกินไปได้ไหมคะ?",
		"Wedding" : "ฝน... ดูท่าจะยังไม่หยุดเลย พลเรือเอกอยู่ตรงนั้นเดี๋ยวก็เปียกหมดหรอกค่ะ เข้ามาอยู่ใกล้ๆ เราสิ อยู่ด้วยกันอย่างนี้จนกว่าฝนจะหยุดก็แล้วกัน",
		"Ranking" : "พลเรือเอกคะ มีจดหมายส่งมาค่ะ",
		"Join" : "ชิกุเระ จะไปล่ะค่ะ",
		"Equip(1)" : "ขอบคุณค่ะ ดูเหมือนเราจะแข็งแกร่งขึ้นมานิดหน่อยล่ะนะ",
		"Equip(2)" : "ตอร์ปิโดออกซิเจนเหรอ... อื้ม เราก็อยากได้บ้างจัง",
		"Equip(3)" : "ฝนคงหยุดตกสักวัน",
		"Supply" : "ขอบคุณค่ะ",
		"Docking(1)" : "ขอบคุณค่ะ มันต้องดีขึ้นแน่",
		"Docking(2)" : "ฉันเป็นตัวถ่วงให้ทุกคนหรือเปล่านะ... เรื่องครั้งนี้ จะต้องตอบแทนให้ได้ เราสัญญา",
		"Construction" : "เรือลำใหม่ต่อเสร็จแล้วนะ",
		"Return" : "กองเรือกลับมาอย่างปลอดภัย ค่อยยังชั่ว",
		"Sortie" : "เรือพิฆาต ชิกุเระ ออกปฏิบัติการ",
		"Battle" : "เจอเรือศัตรูแล้ว",
		"Attack" : "เราจะไม่ยอมแพ้อยู่ที่นี่หรอก",
		"Yasen(1)" : "พวกแกนี่น่าผิดหวังจริงๆ",
		"Yasen(2)" : "น่าเสียดายนะ",
		"MVP" : "ชัยชนะศึกนี้น่ะ ถ้าเทียบกับพลังของเราแล้วล่ะก็เป็นแค่ส่วนเล็กน้อยเท่านั้น คงต้องขอบคุณสายฝนนี้... ใช่ และก็พลเรือเอกด้วย",
		"Damaged(1)" : "โดนด้วยเหรอ...?",
		"Damaged(2)" : "อย่านะ มันเจ็บไม่ใช่เหรอ",
		"Damaged(3)" : "ไล่ต้อนคนอย่างเราได้ถึงขนาดนี้ ...ก็ดี เอาเลยสิ",
		"Sunk" : "เรามาได้แค่นี้เองเหรอ... พลเรือเอก ทุกคน... ลาก่อนนะ",
		"Idle" : "ถ้าเรายังอยู่ตรงนี้ จะเป็นอะไรไหมนะ...?",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วค่ะ..."
	},
	"243" : {
	},
	"145" : {
		"H0000" : "ตอนนี้เวลา 00:00 เลยเที่ยงคืนแล้วค่ะ กำลังจะขึ้นวันใหม่แล้วนะคะ",
		"H0100" : "01:00 พลเรือเอกดูเหนื่อยๆ นะคะ",
		"H0200" : "02:00 ยังไหวมั้ยคะ?",
		"H0300" : "03:00 เป็นคืนที่เงียบสงบจังเลยนะคะ",
		"H0400" : "04:00 เราไม่เป็นไรค่ะ พลเรือเอกใจดีจังเลยนะคะ",
		"H0500" : "05:00 เช้าวันใหม่เริ่มต้นแล้วค่ะ",
		"H0600" : "06:00 วันนี้เรามารับหน้าที่เลขาบอกเวลาในวันนี้ค่ะ",
		"H0700" : "07:00 ตอนเช้าน่ะ เราก็ชอบเหมือนกันนะ",
		"H0800" : "08:00 ได้เวลาเริ่มปฏิบัติการแล้วนะคะ พลเรือเอก",
		"H0900" : "09:00 โลกนี้มันช่างวุ่นวายจังเลยนะคะ",
		"H1000" : "10:00 งานของพลเรือเอก เอ่อ... อืม... ก็เป็นพลเรือเอกสินะคะ",
		"H1100" : "11:00 เราก็เริ่มรู้สึกหิวแล้วเหมือนกันนะ",
		"H1200" : "12:00 เหนื่อยไหมคะ? ได้เวลาแล้วล่ะ ไปทานอาหารเที่ยงกันเถอะค่ะ",
		"H1300" : "13:00 ได้ทานอาหารเที่ยงกับพลเรือเอก ดีใจจังเลยค่ะ",
		"H1400" : "14:00 ปฏิบัติการช่วงบ่ายนี้ ก็มาพยายามกันต่อนะคะ",
		"H1500" : "15:00 สนใจตารางการจัดอับดับมั้ยคะ?",
		"H1600" : "16:00 พลเรือเอก เหนื่อยหน่อยนะคะ ขอบคุณสำหรับวันนี้ค่ะ",
		"H1700" : "17:00 พลเรือเอกยุ่งอยู่สินะคะ",
		"H1800" : "18:00 ถ้าเป็นงานที่เราช่วยได้ ก็คงจะดีนะ...",
		"H1900" : "19:00 ได้เวลาทานอาหารเย็นแล้วนะคะ",
		"H2000" : "20:00 ได้เวลารบกลางคืนแล้วเหรอ... เสียงดังจังเลยนะคะ",
		"H2100" : "21:00 กลางคืนแล้วเหรอ...",
		"H2200" : "22:00 ทำตัวตามสบายก็ได้นะคะ อืม... เราก็เหมือนกัน",
		"H2300" : "23:00 วันนี้ก็หมดหน้าที่สำหรับชิกุเระจากซาเซโบแล้วค่ะ"
	},
	"45" : {
		"Intro" : "สวัสดีค่ะ เรือพิฆาตชั้นชิราสึยุ ยูดาจิโหยว~! ขอฝากเนื้อฝากตัวด้วยนะ!",
		"Library" : "เรือพิฆาตชั้นชิราสึยุ ลำดับที่ 4 ยูดาจิค่ะ การต่อสู้ในศึกที่โซโลมอนครั้งที่ 3 ชั้นได้พยายามอย่างเต็มที่เลยนะโป้ย! แต่รู้สึกว่า... คำว่า ไอรอนบอททอม ซาวด์ เนี้ยเป็นคำที่น่ากลัวจังเลยเนอะ?",
		"Poke(1)" : "เรียกเราเหรอโป้ย? มีอะไรเหรอคะ?",
		"Poke(2)" : "คุณพลเรือเอก มีธุระอะไรเหรอ~?",
		"Poke(3)" : "หืม~? อะไรเหรอคะ มีเกมใหม่มาเหรอโป้ย?",
		"Married" : "ถ้าเพื่อพลเรือเอกที่เราชอบแล้วล่ะก็... ยูดาจิจะต้องแข็งแกร่งกว่านี้ให้ได้เลยโป้ย!",
		"Wedding" : "คุณพลเรือเอก ทำไมหน้าแดงเหรอโป้ย? ทำไมล่ะ? เรื่องความรักเหรอ? คนที่ชอบเหรอคะ? เอ๋! ไม่เอานะ เราจะทำไงดีล่ะ!?",
		"Ranking" : "เหมือนจะมีโทรเลขหรืออะไรซักอย่าง ส่งมานะโป้ย?",
		"Join" : "เรือพิฆาต ยูดาจิ ออกปฏิบัติการ~!",
		"Equip(1)" : "หืม~! ไม่เลวเลยนี่คะ!",
		"Equip(2)" : "เราในเวอร์ชั่นใหม่เหรอโป้ย?",
		"Equip(3)" : "โป้ย~?",
		"Supply" : "เอิ๊ก! อิ่มจังเลยโป้ย~",
		"Docking(1)" : "กินข้าว~ กินข้าว~",
		"Docking(2)" : "เหมือนว่า... จะง่วงนอนแล้ว ขอเราไปพักล่ะนะโป้ย~",
		"Construction" : "เพื่อนใหม่มาถึงแล้วล่ะโป้ย!",
		"Return" : "กองเรือกลับมาแล้วเหรอโป้ย?",
		"Sortie" : "ขอโทษที่ให้คอยค่า!",
		"Battle" : "เอาล่ะ! มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะ",
		"Attack" : "แล้วเราจะยิงใครก่อนดีล่ะ?",
		"Yasen(1)" : "อืม! มาต่อกันอีกสักหน่อยไหมโป้ย?",
		"Yasen(2)" : "เจอนี่หน่อยเป็นไงล่ะ!",
		"MVP" : "ยูดาจิ พยายามได้ดีมากเหรอโป้ย? คุณพลเรือเอก ชมเค้าหน่อยสิ ชมหน่อย~",
		"Damaged(1)" : "อ๊า!",
		"Damaged(2)" : "ว้าย!",
		"Damaged(3)" : "โธ่! เจ้าบ้า แบบนี้เราก็สู้ต่อไม่ได้สิโป้ย~",
		"Sunk" : "นี่หรือว่า... คือการถูกจมอย่างนั้นเหรอโป้ย~",
		"Idle" : "เอ่อคือ... เราถูกทิ้งเหรอโป้ย? เราไม่ดีพอเหรอโป้ย!? แบบนี้ต้องฝึกให้มากกว่านี้ซะแล้วสิ!",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วโป้ย~!"
	},
	"245" : {
	},
	"144" : {
		"Married" : "ขอโทษที่ให้คอยค่า!",
		"Equip(1)" : "ถ้าเพื่อพลเรือเอกที่เราชอบแล้วล่ะก็... ยูดาจิจะต้องแข็งแกร่งกว่านี้ให้ได้เลยโป้ย!",
		"Equip(2)" : "มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะค่ะ!",
		"Sortie" : "เอาล่ะ! มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะ",
		"Battle" : "ฝันร้ายแห่งโซโลมอนน่ะ เราจะแสดงให้ดูเอง!",
		"Yasen(1)" : "ฝันร้ายแห่งโซโลมอนน่ะ เราจะแสดงให้ดูเอง!",
		"Yasen(2)" : "มีเป้าหมายให้เลือกยิงเต็มไปหมดเลยล่ะโป้ย~",
		"Damaged(1)" : "ยูดาจิ จะเข้าโจมตีล่ะนะโป้ย!",
		"Damaged(2)" : "ต่อให้ต้องกางใบเรือออก ก็จะสู้ต่อนะ!",
		"Sunk" : "กัปตันคิกคาวะ... จะได้พบกันอีกไหมนะ..."
	},
	"182" : {
		"Intro" : "เรือซ่อมบำรุง อาคาชิค่ะ! ถ้าได้รับความเสียหายเล็กๆ น้อยๆ มาล่ะก็ สามารถให้ดิฉันช่วยซ่อมบำรุงได้เลยนะคะ ไว้ใจดิฉันได้เลยค่ะ!",
		"Library" : "เรือซ่อมบำรุงเฉพาะกิจเพียงหนึ่งเดียวในกองเรือผสม อาคาชิค่ะ! ในตอนที่ดิฉันประจำการที่ฐานทัพเกาะทรัค ได้รับหน้าที่ในการซ่อมแซมเรือที่เสียหายจากการรบในแนวหน้าค่ะ ดิฉันได้คอยช่วยเหลือทุกคนจากแนวหลังอยู่ที่นั่นจนกระทั่งฐานทัพถูกทำลายเลยล่ะค่ะ ขอฝากเนื้อฝากตัวด้วยนะคะ!",
		"Poke(1)" : "ได้เวลาของอาคาชิแล้วสินะคะ",
		"Poke(2)" : "พลเรือเอก อยากจะซ่อมบำรุงกับดิฉันเหรอคะ? เสียหายตรงไหนมาล่ะคะ?",
		"Poke(3)" : "ถ้ามาจับเครนของดิฉันแบบนี้ มันจะเกิดอันตรายได้นะคะ อ๊ะ! แบบนั้นมันยิ่งอันตรายกว่าเดิมอีกค่ะ!",
		"Married" : "พลเรือเอก คุณต้องรู้จักดูแลตัวเองบ้างนะคะ ส่วนเรื่องการซ่อมบำรุง... ให้ดิฉันจัดการเองนะคะ! ตกลงมั้ย?",
		"Wedding" : "พลเรือเอก มีอะไรเหรอคะ? อยากจะให้สร้างแหวนแต่งงานในโรงงานของดิฉันเหรอคะ โถ่! ใครจะเป็นผู้โชคดีกันนะ? เอ๋! สำหรับดิฉันเหรอคะ? มะ-ไม่จริงน่า! เอ่อ... จะเก็บรักษามันไว้อย่างดีเลยค่ะ ขอบพระคุณมากค่ะ",
		"Ranking" : "พลเรือเอก อยากจะตรวจสอบรายงานของกองเรือเหรอคะ?",
		"Join" : "เรือซ่อมบำรุง อาคาชิ! จะไปล่ะนะคะ!",
		"Equip(1)" : "สิ่งนี้น่ะเหรอคะ~ ผลลัพธ์ของการพัฒนา!",
		"Equip(2)" : "ดิฉันยังซ่อมบำรุงได้อีกเยอะ~ เลยล่ะค่ะ ขอบคุณมากนะคะ!",
		"Equip(3)" : "จะให้ซ่อมแซมอันนี้ด้วยเหรอคะ?",
		"Supply" : "ขอบพระคุณมากค่ะ ช่วยได้มากเลยล่ะค่ะ!",
		"Docking(1)" : "ดิฉันเองคิดว่า ตัวดิฉันก็ต้องการ... การซ่อมบำรุงบ้างแล้วเหมือนกันนะคะ...",
		"Docking(2)" : "เห้อ... ถ้ามีซักคนมาช่วยขัดหลังให้ คงจะรู้สึกดีมากเลยนะคะ~ ช่วยได้มากเลยล่ะค่ะ~",
		"Construction" : "ดูเหมือนว่าเรือลำใหม่จะต่อเสร็จแล้วค่ะ น่าสนใจจังเลยนะคะ~",
		"Return" : "กองเรือกลับมาถึงอย่างปลอดภัยแล้วค่ะ เหนื่อยจังเลย~",
		"Sortie" : "กองเรือผสม อาคาชิ! จะไปล่ะนะคะ!",
		"Battle" : "จะให้ดิฉันต่อสู้เหรอคะ... ยังไงก็ต้องทำให้ได้สินะคะ!",
		"Attack" : "ยิงล่ะนะ!",
		"Yasen(1)" : "จะให้ตามไล่ล่า? เอ๋! ต้องให้ดิฉันตามไปด้วยเหรอคะ?!",
		"Yasen(2)" : "ถึงดิฉันจะทำได้ไม่ค่อยดีเท่าไรนักก็เถอะ...!",
		"MVP" : "เอะ... เอ๋!? ด-ดิฉัน!? ทำอะไรลงไปคะเนี้ย...? ก็คง... ดีใจล่ะมั้งคะ...",
		"Damaged(1)" : "โอ๊ย... เจ็บนะ! โรงงานยังปลอดภัยใช่ไหม?",
		"Damaged(2)" : "โดนยิงแล้วล่ะค่ะ! อย่าให้ไฟไหม้ลุกลามไปถึงเครื่องจักรนะคะ!",
		"Damaged(3)" : "ด-ดิฉันตกเป็นเป้าหมายเหรอคะ! ในสภาพแบบนี้คงจะซ่อมบำรุงไม่ไหวแล้วล่ะค่ะ...",
		"Sunk" : "นี่ดิฉันกำลังจะจมลงสู่ใต้ท้องทะเลแล้วสินะ... มันคงจะเป็นการหลับไหลที่ยาวนานเลยสินะคะ... ทุกคน... ราตรีสวัสดิ์ค่ะ",
		"Idle" : "อื้ม... เอ่อ... ไม่เป็นไรค่ะ ไม่ต้องห่วงดิฉันหรอกนะคะ ก็นั่งซ่อมนู่นนั่นนี่รอไปเรื่อย... ไม่ต้องสนใจดิฉันก็ได้นะคะ... ไม่เป็นไรค่ะ... ไม่เป็นไร...",
		"Repair" : "ปรับปรุงโรงงานเสร็จเรียบร้อยแล้วค่ะ"
	},
	"187" : {
		"Intro" : "เรือซ่อมบำรุง อาคาชิค่ะ! ถ้าเป็นเรื่องการซ่อมบำรุงล่ะก็ไว้ใจดิฉันได้เลยค่ะ! ดิฉันจะคอยช่วยเหลือทุกคนที่อยู่ในแนวหน้าเองค่ะ!",
		"Poke(1)" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"Poke(2)" : "พลเรือเอก ดิฉันคิดว่าคุณควรจะได้รับการซ่อมบำรุงจากดิฉันบ้างนะคะ...",
		"Battle" : "ถึงดิฉันจะไม่ควรเข้าร่วมในการปะทะ แต่มันคงหลีกเลี่ยงไม่ได้สินะคะ!",
		"Attack" : "ดิฉันไม่เคยคาดคิดมาก่อนเลยนะคะ ว่าจะต้องมาจับอาวุธต่อสู้กับศัตรูแบบนี้",
		"MVP" : "นี่น่ะเพื่อตอบแทนบุญคุณของพลเรือเอกค่ะ ได้โปรดรับไว้ด้วยนะคะ แต่ว่า... หน้าที่ของดิฉันคือการซ่อมบำรุงนะคะ!",
		"H0000" : "00:00 เที่ยงคืนแล้วค่ะ จะไปพักผ่อนหรือยังคะ?",
		"H0100" : "01:00 ค่ะ คุณยังไม่ง่วงเหรอคะ? เอ๋! ดิฉันเหรอคะ ดิฉันน่ะสบายมากค่ะ!",
		"H0200" : "02:00 ค่ะ คิดถึงตอนอยู่ที่ฐานทัพเกาะทรัคเลยจังนะคะ~ โหมงานหนักมากเลยล่ะค่ะ! ",
		"H0300" : "03:00 ค่ะ เอ่อ... ปาเลาน่ะ เรื่องอะไรกันนะ ทำไมถึงจำไม่ค่อยได้เลยล่ะค่ะ",
		"H0400" : "04:00 สินะคะ ใกล้จะเช้าแล้วนะคะ เมื่อคืนนี้ไม่ได้พักผ่อนจะไม่เป็นอะไรเหรอคะ?",
		"H0500" : "05:00 ค่ะ เปิดฟ้าวันใหม่แล้วนะคะ",
		"H0600" : "06:00 ค่ะ พลเรือเอก จะรับอาหารเช้าเลยไหมคะ? ถึงแม้ฝีมือจะสู้มามิยะซังไม่ได้ แต่อาหารฝีมือของดิฉันก็อร่อยใช้ได้เลยนะคะ!",
		"H0700" : "07:00 ค่ะ เช้าแล้วนะคะ ลองยืดเส้นยืดสายคลายง่วงหน่อยไหมคะ?",
		"H0800" : "08:00 ค่ะ เอาล่ะ! ได้เวลาเริ่มการซ่อมบำรุงแล้วค่ะ!",
		"H0900" : "09:00 ค่ะ จะให้ดิฉันช่วยซ่อมบำรุงใครเหรอคะ? เอ๋! จะให้ดิฉันเข้าร่วมภารกิจ!",
		"H1000" : "10:00 พลเรือเอก... คือว่าเรื่องภารกิจของดิฉันเนี้ย... เอ่อ ถ้าให้ติดอาวุธพวกนั้นไปด้วยก็คงจะไหวละมั้งคะ...",
		"H1100" : "11:00 พลเรือเอกจะบ้าบิ่นเกินไปแล้วนะคะ... มันจะแย่เอาได้นะคะ! ถ้าเครื่องจักรของดิฉันเกิดได้รับความเสียหายขึ้นมา...",
		"H1200" : "12:00 แล้วค่ะ ได้เวลาแกงกะหรี่ของอาคาชิแล้วสินะคะ! ทำไมพูดอย่างนั้นล่ะคะ?",
		"H1300" : "13:00 ค่ะ ดิฉันขอไปจัดการงานในโรงงานหน่อยนะคะ มีงานรอให้สะสางเยอะแยะเลยล่ะค่ะ",
		"H1400" : "14:00 ค่ะ ได้เวลาเริ่มการซ่อมบำรุงช่วงบ่ายแล้วสินะคะ!",
		"H1500" : "15:00 ค่ะ พลเรือเอก ไม่รู้สึกอยากได้ของว่างซักหน่อยเหรอคะ? นะคะ!",
		"H1600" : "16:00 ค่ะ ขนมปังโมนากะไส้ถั่วแดงของมามิยะซัง อร่อยจังเลยนะคะ~ ฉันอยากจะลองทำดูบ้างจัง~",
		"H1700" : "17:00 ค่ะ พระอาทิตย์ใกล้จะตกดินดินแล้วนะคะ เห้อ... เหนื่อยจังเลยค่ะ~",
		"H1800" : "18:00 ค่ะ อยากจะไปทานอาหารเย็นที่ไหนดีคะ? บางทีก็อย่างเช่น โรงแรมยามาโตะ? ล้อเล่นนะคะ!",
		"H1900" : "19:00 ค่ะ ขออภัยนะคะที่มันอาจจะดูเรียบง่ายไปสักหน่อย แต่อาหารเย็นพร้อมแล้วค่ะ!",
		"H2000" : "20:00 ค่ะ หนังท้องตึงหนังตาก็หย่อนซะแล้วสิ หาว~ อ๊ะ! ขออภัยค่ะ! ",
		"H2100" : "21:00 แล้วนะคะ วันนี้ก็เหลืออีกแค่ 3 ชั่วโมงแล้วค่ะ ขอบคุณที่เหนื่อยนะคะ!",
		"H2200" : "22:00 ฐานทัพเวลากลางคืน เงียบสงบดีจังเลยนะคะ อยากให้เป็นแบบนี้ไปตลอดเลยล่ะค่ะ...",
		"H2300" : "23:00 พลเรือเอก สำหรับวันนี้ก็ขอขอบพระคุณที่เหน็ดเหนื่อยนะคะ!"
	},
	"183" : {
		"Intro" : "พลเรือเอกคะ เรือลาดตระเวนเบา โอโยโดะ มาเข้าร่วมกองเรือแล้วค่ะ! ทั้งการสั่งการและการควบคุมกองเรือให้เป็นหน้าที่ของดิฉันได้เลยค่ะ!",
		"Library" : "เรือลาดตระเวนเบารุ่นใหม่ที่ถูกออกแบบมาเพื่อเป็นเรือธงโดยเฉพาะ โอโยโดะค่ะ แต่เพราะเกิดความผิดพลาดในการติดตั้งเครื่องบินลาดตระเวนรุ่นใหม่ และสถานการณ์ของสงครามที่เปลี่ยนไป ทำให้บทบาทหน้าที่ในการเป็นเรือธงของกองเรือผสมของดิฉันไม่ค่อยมีมากเท่าไรนัก แต่ว่าดิฉันก็ยังคงมีหน้าที่สำคัญในยุทธการที่ทางเหนือและยุทธการเรโก ในฐานะแนวหน้าดิฉันจะทำให้ดีที่สุดค่ะ",
		"Poke(1)" : "ค่ะ! ให้เป็นหน้าที่ของดิฉันได้เลยค่ะ",
		"Poke(2)" : "พลเรือเอก จะใช้วิธีการติดต่อสื่อสารแบบไหนเหรอคะ? แบบที่พูดสื่อสารกันโดยตรงก็คิดว่าดีนะคะ ค่ะ!",
		"Poke(3)" : "พลเรือเอกคะ นั่นน่ะไม่ใช่อุปกรณ์สื่อสารหรอกนะคะ ถ้ามาจับตามใจชอบแบบนี้ล่ะก็ จะเป็นอุปสรรคต่อการควบคุมกองเรือได้นะคะ",
		"Married" : "พลเรือเอก ขอบคุณมากนะคะที่ดูแลโอโยโดะมาโดยตลอด ดิฉันน่ะคอยเฝ้ามองท่านจากที่ตรงนี้มาโดยตลอดเลยนะคะ รู้ตัวบ้างหรือเปล่าคะ?",
		"Wedding" : "พลเรือเอก เรียกโอโยโดะเหรอคะ? เอ๋ อันนี้ให้ดิฉันเหรอคะ? ขอบคุณค่ะ พลเรือเอก ดิฉันจะเก็บรักษามันไว้อย่างดีไปตลอดเลยค่ะ",
		"Ranking" : "พลเรือเอก รวบรวมข้อมูลกองเรือของเรามาให้แล้วค่ะ",
		"Join" : "เรือธงของกองเรือ โอโยโดะ ออกปฏิบัติการค่ะ",
		"Equip(1)" : "ปรับสมรรถนะให้ดิฉันเหรอคะ? ขอบคุณค่ะ",
		"Equip(2)" : "นั่นสินะคะ ดิฉันเองก็จะอยากจะติดตั้งตอร์ปิโดเอาไว้เหมือนกัน... แต่ว่า...",
		"Equip(3)" : "เป็นไปตามแผนที่คำนวนค่ะ",
		"Supply" : "ทั้งการขนส่งและการเติมเสบียง ต่างก็เป็นสิ่งสำคัญนะคะ",
		"Docking(1)" : "ขอโทษนะคะ ขอถอยกลับมาอยู่แนวหลังสักครู่หนึ่ง",
		"Docking(2)" : "ขอโทษที่ทำให้ต้องวุ่นวายนะคะ ถ้าได้พักสักครู่จะยินดีมากเลยละค่ะ",
		"Construction" : "เรือลำใหม่ต่อเสร็จแล้วค่ะ",
		"Return" : "กองเรือปฏิบัติภารกิจสำเร็จแล้วค่ะ ขอบคุณทุกคนที่เหนื่อยนะคะ",
		"Sortie" : "เรือธงของกองเรือผสม โอโยโดะ ออกปฏิบัติการค่ะ",
		"Battle" : "ค้นพบกองเรือข้าศึก! เริ่มโจมตีด้วยปืนใหญ่ พร้อม! รบกวนด้วยนะคะ",
		"Attack" : "พร้อมแล้ว! ทำการเล็ง ยิงได้!",
		"Yasen(1)" : "คิดถึงยุทธการเรโกเอาไว้ค่ะ ทุกคน... ทำการโจมตี!",
		"Yasen(2)" : "กองเรือเคลื่อนพลได้! ทุกคนทำได้ดีมากค่ะ!",
		"MVP" : "เอ๋! ดิฉันทำผลงานได้ดีที่สุดเหรอคะ? แหม ไม่ทันได้คิดไปถึงเรื่องนั้นเลยล่ะค่ะ แต่ว่าก็รู้สึกภูมิใจอยู่นิดๆ นะคะ อือฮึๆ",
		"Damaged(1)" : "ว๊าย! โดนยิงซะแล้วล่ะค่ะ!",
		"Damaged(2)" : "ไม่นะ... น้ํารั่ว! รีบรักษาสมดุลไปทางกราบขวาเร็วเข้า!",
		"Damaged(3)" : "อึก! เสียหายหนักแล้วล่ะค่ะ ต-แต่ว่า โอโยโดะน่ะยังไม่จมหรอกนะคะ... ไม่ยอมจมหรอกค่ะ!",
		"Sunk" : "ทีมควบคุมความเสียหาย! เอ๋... ไม่ได้...? ทำไม่ได้เหรอ!? พลเรือเอก... คงมาได้แค่นี้แล้วล่ะค่ะ จะต้องได้พบกันสักวันในที่ไหนสักแห่งนะคะ...",
		"Idle" : "พลเรือเอกคะ ได้เวลาสำหรับเริ่มปฏิบัติการครั้งต่อไปแล้วนะคะ เอ๋! พ-พลเรือเอกคะ? นี่คุณได้ยินที่ชั้นพูดมั้ยคะ? เน้?",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วค่ะ"
	},
	"321" : {
		"Intro" : "พลเรือเอกคะ เรือธงโอโยโดะ มาเข้าร่วมกองเรือแล้วค่ะ! หน้าที่ควบคุมกองเรือในแนวหน้าให้เป็นหน้าที่ของดิฉันได้เลยค่ะ",
		"Poke(2)" : "พลเรือเอก วิธีการติดต่อสื่อสารแบบนั้นมันเป็นยังไงเหรอคะ? เป็นรหัสลับ? หรืออะไรทำนองนั้นหรือเปล่าคะ?",
		"Poke(3)" : "พลเรือเอกคะ ตรงนั้นน่ะไม่เกี่ยวกับหน้าที่บัญชาการนะคะ ขอร้องล่ะค่ะ อย่ามาเกะกะการบัญชาการกองเรือนะคะ!",
		"Ranking" : "พลเรือเอก อยากจะดูข้อมูลของกองเรือเหรอค่ะ",
		"Join" : "เรือธงของกองเรือผสม โอโยโดะ ออกปฏิบัติการค่ะ",
		"Equip(1)" : "ปรับสมรรถนะให้ดิฉันอีกเหรอคะ? ขอบคุณค่ะ",
		"Equip(2)" : "ดิฉันอยากจะติดตั้งตอร์ปิโดและเครื่องบินลาดตระเวนเอาไว้บ้าง... ได้ไหมคะ...?",
		"Sortie" : "เรือธงของกองเรือ โอโยโดะ มาออกปฏิบัติการอย่างสุดความสามารถกันเถอะค่ะ!",
		"Battle" : "ค้นพบกองเรือข้าศึก! เริ่มโจมตีด้วยปืนใหญ่ พร้อม! ทุกคนคะไปกันเถอะค่ะ",
		"Attack" : "ทุกป้อมพร้อม! ทำการเล็ง ยิงได้!",
		"Yasen(2)" : "นี่ยังไงล่ะ! พลังที่แท้จริงของเรือชั้นโอโยโดะ!",
		"Idle" : "พลเรือเอกคะ คิดยังไงกับเรื่องการปรับสมรรถนะให้โอโยโดะเหรอคะ? ยังไงเหรอเนี้ย? นี่ดิฉันถามจริงจังนะคะ โถ่!",
		"H0000" : "พลเรือเอกคะ เริ่มเข้าเช้าวันใหม่แล้วนะคะ วันนี้ดิฉันก็ขอฝากเนื้อฝากตัวด้วยค่ะ",
		"H0100" : "พลเรือเอกคะ ขณะนี้เวลา 01:00 หน้าที่รายงานเวลาให้เป็นหน้าที่ของดิฉันได้เลยค่ะ",
		"H0200" : "พลเรือเอก 02:00 ค่ะ เอ๋? พลเรือเอก หรือว่ากำลังจะไปนอนแล้วเหรอคะ?",
		"H0300" : "03:00 ระหว่างที่พลเรือเอกกำลังพักผ่อน ดิฉันขอตรวจดูแผนการควบคุมกองเรืออีกซักรอบดีกว่า...",
		"H0400" : "ขณะนี้เวลา 04:00 หน้าของพลเรือเอกตอนหลับนี่น่ารักจังเลยนะคะ... อือฮึๆ ได้กำไรแล้วล่ะมั้งนะ!",
		"H0500" : "05:00 ค่ะ พลเรือเอก เช้าแล้วนะคะ ต้องปลุกทุกคนแล้วสินะคะ ทุกคนตื่นค่ะ!",
		"H0600" : "06:00 พลเรือเอก ดิฉันเตรียมอาหารเช้าไว้เสร็จเรียบร้อยแล้วค่ะ ดิฉันลองใส่ขนมปังลงไปในซุปมิโซะด้วยนะคะ",
		"H0700" : "ขณะนี้เวลา 07:00 ค่ะ พลเรือเอก ทานอาหารเช้าเสร็จเรียบร้อยแล้วหรือยังคะ? ถ้าเช่นนั้นดิฉันขอเก็บโต๊ะเลยนะคะ?",
		"H0800" : "08:00 ค่ะ เอาล่ะ! มาฝึกซ้อมกองเรือกันเถอะค่ะ เรามาตั้งใจฝึกซ้อมอย่างเข้มงวดกันดีกว่าค่ะ!",
		"H0900" : "พลเรือเอก 09:00 ค่ะ ต่อจากการฝึกซ้อมรบ ก็ได้เวลาออกปฏิบัติการแล้วสินะคะ แผนการสำหรับภารกิจอยู่ตรงนี้แล้วค่ะ",
		"H1000" : "10:00 ค่ะ วันนี้โทเนะซังก็อยู่ด้วยสินะคะ โทเนะซังคะ~!",
		"H1100" : "11:00 โทเนะซังกับจิคุมะซังนี่ ดูสนิทสนมกันดีจังเลยนะคะ ดิฉันชักจะอิจฉานิดๆ ซะแล้วสิ...",
		"H1200" : "12:00 พลเรือเอก อาหารเที่ยงรับเป็นแกงกะหรี่นะคะ แกงกะหรี่ของกองทัพค่ะ!",
		"H1300" : "13:00 พลเรือเอก รับแกงกะหรี่ของโอโยโดะเพิ่มอีกไหมคะ? รสชาติไม่เหมือนเดิมแล้วใช่ไหมคะ?",
		"H1400" : "ขณะนี้เป็นเวลา 14:00 ค่ะ เอ๋? อาชิงาระซังเป็นยังไงบ้างเหรอคะ? อื้ม!",
		"H1500" : "15:00 ค่ะ ถึงจะเป็นเรือลาดตระเวนหนักก็เถอะ แต่อาชิงาระซังก็เข้ากันกับดิฉันได้อย่างน่าประหลาดใจเลยล่ะค่ะ อือฮึๆ",
		"H1600" : "16:00 ค่ะ พลเรือเอก อาชิงาระซังมายื่นคำร้อง ขอเบิกเนื้อสันนอกกับน้ำมันพืชจำนวนมากค่ะ!",
		"H1700" : "ขณะนี้เป็นเวลา 17:00 ค่ะ พลเรือเอก ภาพของดวงอาทิตย์ลาลับขอบฟ้าในยามอัสดงที่ทะเลแห่งนี้ ช่างสวยงามมากเลยนะคะ",
		"H1800" : "พลเรือเอก 18:00 ค่ะ อาหารเย็นจะรับเป็นอะไรดีคะ? ซาชิมิได้ไหมคะ?",
		"H1900" : "19:00 ค่ะ พลเรือเอก อาหารเย็นของวันนี้เกรงว่าจะเปลี่ยนเมนูกลายเป็นของทอดซะแล้วค่ะ คิดว่ายังไงบ้างคะ?",
		"H2000" : "20:00 ค่ะ พลเรือเอก ชาร้อนหลังอาหาร ดิฉันขอวางเอาไว้ตรงนี้นะคะ",
		"H2100" : "ขณะนี้เป็นเวลา 21:00 ค่ะ ใกล้จะถึงเวลาศึกกลางคืนแล้ว... สินะคะ อือฮึๆ ฉันไม่เอาด้วยหรอกนะคะ รบกลางคืนเนี่ย งานเอกสารยังกองอยู่เพียบเลยล่ะค่ะ",
		"H2200" : "22:00 ค่ะ พลเรือเอก ใกล้จะเสร็จงานแล้ว จะพักสักหน่อยไหมคะ?",
		"H2300" : "พลเรือเอก 23:00 ค่ะ ขอบคุณที่เหนื่อยมาตลอดทั้งวันนะคะ พรุ่งนี้ก็มาพยายามด้วยกันอีกนะคะ"
	},
	"69" : {
		"Intro" : "ฉันชื่อโจไคค่ะ ยินดีที่ได้รู้จักค่ะ",
		"Library" : "เรือชั้นทาคาโอะ ลำดับที่ 4 โจไคค่ะ เคยแล่นไปทั้ง มาเลเซีย โซโลมอน หมู่เกาะมาเรียนา และอ่าวเลย์เต เพื่อปฏิบัติภารกิจค่ะ",
		"Poke(1)" : "อ๊ะ ผู้การ ขอบคุณที่เหนื่อยค่ะ",
		"Poke(2)" : "ยังมีคำสั่งอะไรอยู่อีกหรือเปล่าคะ?",
		"Poke(3)" : "อ๊ะ อันนี้ก็เป็นภารกิจเหมือนกันเหรอคะ!?",
		"Married" : "โจไครู้สึกปลื้มใจนะคะ ที่ได้อยู่กับคุณ ถือเป็นเกียรติมากค่ะ",
		"Wedding" : "ถ้ามีอะไรสับสนเกี่ยวกับกลยุทธ์ละก็... มาหาชั้นได้นะ เราสองคน... จะช่วยกันแก้ไขนะ!",
		"Ranking" : "ผู้การคะ มีจดหมายเข้ามาค่ะ",
		"Join" : "เตรียมพร้อม! โจไค! ออกปฏิบัติการ!",
		"Equip(1)" : "ปรับสมรรถนะเหรอคะ ยินดีค่ะ!",
		"Equip(2)" : "สิ่งนี้... ช่วยให้รู้สึกดีจังเลยนะคะ",
		"Equip(3)" : "ชั้นน่ะ... ดีใจมากเลยค่ะ!",
		"Supply" : "ปรับสมรรถนะเหรอคะ ยินดีค่ะ!",
		"Docking(1)" : "กำลังจะเริ่มซ่อมบำรุงค่ะ",
		"Docking(2)" : "อย่างที่คิด เหมือนว่าจะฝืนเกินไปหน่อยนะคะ",
		"Construction" : "เด็กใหม่สินะ ผู้การเองก็สนใจเหรอคะ?",
		"Return" : "รายงานสำหรับการออกปฏิบัติการค่ะ",
		"Sortie" : "เอ้า ไปกันเลย เอาล่ะนะ!",
		"Battle" : "ทางกราบซ้าย พบศัตรู!",
		"Attack" : "ทางกราบซ้าย เตรียมเปิดฉากยิง!",
		"Yasen(1)" : "จะตามไปนะคะ ไม่ยอมให้หนีหรอก!",
		"Yasen(2)" : "ป้อมปืนหลักทั้งหมด เตรียมพร้อม... ยิง!!",
		"MVP" : "เป็นไปตามการคำนวนของฉันเลยค่ะ แน่นอนว่า เพราะกลยุทธของผู้การถึงสำเร็จได้นะคะ",
		"Damaged(1)" : "อ้าา!",
		"Damaged(2)" : "โดนยิงตรงไหนน่ะ!?",
		"Damaged(3)" : "ด้วยการคำนวนของฉัน มันไม่มีทางเป็นแบบนี้!",
		"Sunk" : "นี่เป็น... การคำนวณที่ผิดพลาดของฉัน... ขอโทษนะคะ...",
		"Idle" : "เรื่องรบกลางคืน ค่อนข้างมั่นใจนะคะ... แต่เรื่องเครื่องบินของศัตรู... ต้องทำเหมือนพี่มายะสินะ... แต่... แต่ว่า...",
		"Repair" : "การซ่อมแซมเสร็จสิ้นแล้วค่ะ"
	},
	"272" : {
		"Supply" : "รู้สึกขอบคุณอย่างยิ่งค่ะ สำหรับทรัพยากร"
	},
	"427" : {
		"Intro" : "โจไค มาแล้วค่ะ! สำหรับวันนี้ก็ขอความกรุณาด้วยนะคะ!",
		"Poke(1)" : "โจไค มาแล้วค่ะ รู้สึกปลื้มใจนะคะ ที่ได้รับการปรับสมรรถนะเพื่อศึกรบกลางคืนโดยเฉพาะ",
		"Join" : "เรือธงกองเรือที่ 8 เรือลาดตระเวนหนัก โจไค จะลุยล่ะนะคะ!",
		"Supply" : "รู้สึกขอบคุณอย่างยิ่งค่ะ สำหรับทรัพยากร",
		"Battle" : "ตามที่คำนวนไว้ พบกองเรือศัตรู กองเรือทั้งหมด โจมตีได้!",
		"Attack" : "เผชิญหน้ากับกองเรือศัตรู! เตรียมพร้อม... โจมตีได้!",
		"Yasen(1)" : "ชั้นจะแสดงให้ดูเองค่ะ ผลลัพธ์ของการฝึกฝนความแข็งแกร่งเพื่อการรบกลางคืน กองเรือทั้งหมด ตามไจโคมาเลยค่ะ!",
		"Damaged(1)" : "สะพานเดินเรือถูกยิง!? ไม่เป็นไร! ยังสู้ต่อได้อยู่ค่ะ!"
	},
	"56" : {
		"Intro" : "ไอดอลแห่งกองเรือ นากะจังด่าโหยว~ ยินดีที่ได้รู้จักค่ะ!",
		"Library" : "ผู้ถูกเลือกให้เป็นเซ็นเตอร์แห่งกองเรือตอร์ปิโดที่ 4 นากะจังค่า! มีภารกิจมากมาย ทั้งหน้าที่คุ้มกันเรือขนส่ง ทั้งภารกิจคุ้มกันที่ทางใต้ของเกาะทรัค... เอ๋! ทัวร์โชว์เหรอ? ไม่มีเรื่องอย่างนั้นสักหน่อย!",
		"Poke(1)" : "อรุณสวัสดิ์ค่า~!",
		"Poke(2)" : "นากะจัง สไมล์~!",
		"Poke(3)" : "นากะจังน่ะ เป็นของทุกคนนะคะ กรุณาอย่ามาถูกเนื้อต้องตัวกันได้ไหมคะ?",
		"Married" : "ขอบคุณน้า~!",
		"Wedding" : "ขอบคุณที่สนับสนุนกันมาโดยตลอดนะคะ! ฉันจะพยายามให้มากขึ้น! มากขึ้น! กว่าเดิมเพื่อพลเรือเอกนะคะ! วิ๊ง~☆",
		"Ranking" : "มีสายติดต่อเรื่องงานมาหาพลเรือเอกค่ะ!",
		"Join" : "งานเข้าอีกแล้วสินะ?",
		"Equip(1)" : "นากะจัง พาวเวอร์อัพ!",
		"Equip(2)" : "มีเสน่ห์มากกว่าเดิม~!",
		"Equip(3)" : "ขอบคุณน้า~!",
		"Supply" : "นากะจัง พาวเวอร์อัพ!",
		"Docking(1)" : "อย่ามาแอบดูหลังเวทีนะคะ!",
		"Docking(2)" : "ขอไปพักผ่อนก่อนนะคะ ราตรีสวัสดิ์ค่า~",
		"Construction" : "มีรุ่นน้องคนใหม่เข้ามาล่ะ~ อดใจรอไม่ไหวแล้ว!",
		"Return" : "งานเสร็จแล้วจ้า ขอบคุณที่เหนื่อยนะ!",
		"Sortie" : "นากะจัง ขึ้นแสดงแล้วค่าา~!",
		"Battle" : "ออกนอกสถานที่ทีไร ผิวแห้งทุกทีเลยล่ะค่ะ...",
		"Attack" : "ตู้มมม!!",
		"Yasen(1)" : "นากะจัง เซ็นเตอร์! เด่นที่สุดในเวที~!",
		"Yasen(2)" : "ขอบคุณสำหรับที่ผ่านมานะค้าาา~!",
		"MVP" : "ถึงเกมจะน่าเบื่อ แต่อย่าเพิ่งเกลียดนากะจังเลยนะคะ!",
		"Damaged(1)" : "กรี๊ด! อย่าทำที่หน้านะ~!",
		"Damaged(2)" : "เจ็บ! บอกว่าเจ็บไม่ใช่เหรอไง!",
		"Damaged(3)" : "ต่อให้เป็นแบบนั้น... แต่นากะจังไม่มีวันเปลี่ยนใจหรอกค่ะ!",
		"Sunk" : "เอ๋? นากะกำลังจะจมเหรอ? ไม่นะ... ไอดอลน่ะไม่มีวันจมหรอก...",
		"Idle" : "เอ่อ... งานเนี่ย ถ้าไม่ไปเข้าฉากต่อไปล่ะก็... อ๊ะ! วันนี้หยุดสินะ... งี้นี่เอง...",
		"Repair" : "เสื้อผ้าซ่อมเสร็จแล้วสินะ"
	},
	"224" : {
		"Supply" : "ข้าวกล่องเหรอคะ? จะทานล่ะนะค้าา!"
	},
	"160" : {
		"Intro" : "นากะจัง ด่าโหยว! ตอนนี้มีเสน่ห์ยิ่งกว่าเดิมอีกนะคะ~♪",
		"Poke(1)" : "โย้ช! วันนี้นากะจังก็น่ารักเหมือนเดิมนะคะ",
		"Poke(2)" : "นากะจัง สบายดีค่าา~!",
		"Supply" : "ข้าวกล่องเหรอคะ? จะทานล่ะนะค้าา!",
		"Battle" : "จะจับมือหรือถ่ายรูปก็โอเคอยู่นะคะ~ แต่พวกของขวัญช่วยส่งไปให้ที่ฐานด้วยน้า~♪"
	},
	"9" : {
		"Intro" : "ยินดีที่ได้รู้จัก ฟุบุกิค่ะ! ขอฝากเนื้อฝากตัวด้วยนะคะ!",
		"Library" : "เรือลำดับที่หนึ่งของคลาสเรือพิฆาตรุ่นพิเศษ ที่ถูกสร้างขึ้นตามกฎข้อบังคับของสนธิสัญญานาวีวอชิงตันอันเลื่องชื่อไปทั่วโลก ฟุบุกิค่ะ และพวกเราได้กลายเป็นแม่แบบให้เรือพิฆาตรุ่นหลังๆ อีกมากมาย ค่ะ! จะพยายามเต็มที่ค่ะ!",
		"Poke(1)" : "เหนื่อยหน่อยนะคะผู้การ",
		"Poke(2)" : "ต่อไปจะให้ทำอะไรดีคะ?",
		"Poke(3)" : "ผ-ผู้การ...?",
		"Married" : "สำเร็จแล้วค่ะ!",
		"Wedding" : "เอ่อคือ... คือว่า... ฉัน... กับผู้การแล้ว... คิดว่าฉันชอบ... ป-เปล่า ค-เคารพสุดๆ เลย ค่ะ!",
		"Ranking" : "ผู้การคะ มีรายงานส่งมาค่ะ!",
		"Join" : "ฉันจะจัดการให้เองค่ะ",
		"Equip(1)" : "ขอบคุณนะคะ จะพยายามให้มากขึ้นนะคะ",
		"Equip(2)" : "เพื่อผู้การแล้ว ฉันจะพยายามเต็มที่ค่ะ!",
		"Equip(3)" : "สำเร็จแล้วค่ะ!",
		"Supply" : "ขอบคุณนะคะ จะพยายามให้มากขึ้นนะคะ",
		"Docking(1)" : "ขอพักสักครู่หนึ่งนะคะ",
		"Docking(2)" : "ขอโทษค่ะผู้การ ขอไปพักผ่อนก่อนนะคะ",
		"Construction" : "อ๊ะ! เหมือนจะมีพวกพ้องคนใหม่มานะคะ",
		"Return" : "ยุทธการดูท่าจะสำเร็จลุล่วงไปได้ด้วยดีนะคะ",
		"Sortie" : "ทุกคน! พร้อมกันแล้วใช่ไหม?",
		"Battle" : "ไปเลย!",
		"Attack" : "ยิงโดนทีเถอะ!",
		"Yasen(1)" : "ตอร์ปิโดออกซิเจนทั้งหมด ยิงได้!",
		"Yasen(2)" : "ได้โปรด ยิงโดนทีเถอะนะคะ",
		"MVP" : "ฉันทำได้แล้วค่ะ เพราะผู้การแท้ๆ เลย",
		"Damaged(1)" : "โอ้ย!",
		"Damaged(2)" : "ว้าย!",
		"Damaged(3)" : "อะไรกัน ไม่ได้นะคะ!",
		"Sunk" : "ไม่นะ~ ไม่เอานะ!",	
		"Idle" : "ป้อมปืนหลัก พร้อม! แท่นยิงตอร์ปิโด พร้อม! ห้องเครื่อง ไม่มีปัญหา! ต่อไปก็... อ๊ะ! จริงสิ ตรวจสอบแถวนั้นด้วยดีกว่า เอ...",
		"Repair" : "ผู้การคะ ซ่อมบำรุงเสร็จแล้วค่ะ"
	},
	"201" : {
		"Intro" : "ฟุบุกิค่ะ! วันนี้ก็ขอฝากเนื้อฝากตัวด้วยนะคะ!",
		"Poke(1)" : "พร้อมลุยเสมอค่ะ ผู้การ!",
		"Poke(2)" : "ค่ะ เตรียมตัวเรียบร้อยแล้วค่ะ ผู้การ!",
		"Poke(3)" : "อะไรเล่ามุทสึกิจัง... เอ๊ะ! ผู้การ!?",
		"Married" : "ขอบคุณที่เหน็ดเหนื่อยเสมอมาค่ะ ผู้การ คือว่า... นี่น่ะ ฟุบุกิทำเองเลยนะคะ ถ้าหากว่าไม่รังเกียจเชิญทานได้เลยนะคะ นี่ค่ะ!",
		"Ranking" : "ผู้การ จะตรวจสอบรายงานสินะคะ",
		"Join" : "แน่นอนอยู่แล้ว ฉันจะจัดการให้เรียบเลยค่ะ ออกเรือล่ะนะคะ! ",
		"Equip(1)" : "อ๊ะ! ขอบพระคุณมากค่ะ!",
		"Equip(2)" : "ฉันจะพยายามให้มากขึ้นนะคะ",
		"Equip(3)" : "ค่ะผู้การ!",
		"Return" : "ยุทธการเสร็จสิ้น ขอบคุณที่เหนื่อยนะคะ!",
		"Sortie" : "จะไปแล้วนะคะ! ทุกคน! พร้อมกันแล้วใช่ไหม?",
		"Battle" : "เปิดฉากยิง ไปเลย!",
		"Attack" : "อึก! ฉันจะปกป้องทุกคนเอง!",
		"Yasen(1)" : "เตรียมยิงตอร์ปิโด จะไล่ตามศัตรูไปนะคะ",
		"Idle" : "ป้อมปืนหลัก พร้อม! แท่นยิงตอร์ปิโด พร้อม! ห้องเครื่อง ไม่มีปัญหา! ต่อไปก็... อ๊ะ! จริงสิ ตรวจสอบแถวนั้นด้วยดีกว่า เอ...",
		"H0000" : "ผู้การคะ เริ่มเข้าวันใหม่แล้วนะคะ วันนี้ฟุบุกิจะมาทำหน้าที่แจ้งเวลานะคะ",
		"H0100" : "01:00 ค่ะ ไฮ!",
		"H0200" : "02:00 ค่ะ ผู้การ... ช่วงเวลานี้ฐานทัพเรือสงบเงียบดีจังนะคะ",
		"H0300" : "03:00 ค่ะ เอ๊ะ? ฉันเหรอคะ? อ่า... ไม่เป็นไรค่ะ ยังไม่ง่วงเลยสักนิดค่ะ",
		"H0400" : "04... 00... ค่ะ... อ่ะ! ไม่ใช่ ไม่ใช่นะคะ! ฟุบุกิยังไฟแรงอยู่ ค่ะ!",
		"H0500" : "05:00 ค่ะ ผู้การ เวลาเช้าๆ แบบนี้รู้สึกดีจริงๆ เลยนะคะ!",
		"H0600" : "06:00 ค่ะ แตรปลุกรับอรุณสินะคะ มาค่ะ! กองเรือ แตรปลุกรับอรุณ!",
		"H0700" : "07:00 ค่ะ ผู้การ เตรียมอาหารเช้าไว้ให้ทางนี้แล้วค่ะ อาหารชุดค่ะ! เช้านี้มีซุบมิโสะเสิร์ฟคู่กับมันฝรั่งนะคะ",
		"H0800" : "08:00 ค่ะ เยี่ยม! เท่านี้ก็ล้างจานเสร็จแล้วค่ะ! ผู้การ ฟุบกิเตรียมพร้อมออกปฏิบัติการเรียบร้อยแล้วค่ะ!",
		"H0900" : "09:00 ค่ะ ชิรายูกิจัง ฮัทสึยูกิจัง พร้อมมั้ย ผู้การคะ กองเรือพิฆาตที่ 11 พร้อมออกปฏิบัติการทุกเมื่อค่ะ!",
		"H1000" : "10:00 ค่ะ อาคากิซัง~ ไม่ว่าจะมองอีกสักกี่ครั้งก็เป็นคนที่วิเศษไปเลยนะคะ สักวัน... ฉันอยากจะได้ร่วมออกรบในฐานะเรือคุ้มกันของอาคากิซังบ้าง~ อ๊ะ! แค่ฝันนะคะ! แค่ความฝัน!",
		"H1100" : "11:00 ค่ะ ใกล้จะเที่ยงแล้วสินะคะ มื้อเที่ยงนี้ทานอะไรดี... ผู้การคะ แกงกะหรี่ก็เข้าท่าดีนะคะ?",
		"H1200" : "12:00 ค่ะ ผู้การคะ ฟุบุกิทำแกงกะหรี่มาให้ค่ะ เป็นไงบ้างคะ แครอทกับหัวหอมสินะคะ... อ่าใช่แล้วค่ะ สูตรลับไงคะ อ้อ! มีให้เติมอีกนะคะ!",
		"H1300" : "13:00 ค่ะ การดำเนินยุทธการภาคบ่ายนี้ต้องยังไงบ้างคะ... เรื่องจัดสรรกองเรือสำหรับออกปฏิบัติการ... อ่ะ! ผู้การ เหนื่อยเหรอคะ?",
		"H1400" : "14:00 ค่ะ อ่ะ! ฟุรุทากะซัง มีอะไรเหรอคะ เอ่ะ? อาโอบะซังเหรอคะ อื้อ... ไม่เห็นเลยค่ะ... อะ-ค่ะ!",
		"H1500" : "15:00 ค่ะ รุ่นพี่ฟุรุทากะช่วยฉันไว้หลายอย่างเลยล่ะค่ะ เป็นคนใจดีจริงๆ เลยนะคะ อ๊ะ! อาโอบะซังนี่นา อาโอบะซัง~",
		"H1600" : "16:00 ค่ะ อาโอบะซังคะ เมื่อสักครู่นี้ฟุรุทากะซังตามหาอยู่นะคะ เอ๊ะ! ไม่ต้องแล้วเหรอคะ อ่าว ไปซะแล้ว...",
		"H1700" : "17:00 ค่ะ ผู้การคะ ตะวันตกดินสวยจังเลยนะคะ... ได้เวลาต้องไปเตรียมอาหารเย็นแล้วสิ เอ๊ะ! จะเลี้ยงมื้อเย็นฉันเหรอคะ?",
		"H1800" : "18:00 แล้ว... ไปทานอาหารข้างนอกกับผู้การ... ประหม่าจังเลยค่ะ อืม... มีดกับส้อม... ข้างนอกเขาใช้กันแบบนี้สินะ?",
		"H1900" : "19:00 ค่ะ! ผู้การคะ ซุปใสนี่รสชาติกลมกล่อมมากๆ เลยค่ะ สลัดนี่ก็ด้วย... ดูหรูหราแบบตะวันตกเลยนะคะ?",
		"H2000" : "20:00 ค่ะ อิ่มแปล้เลยค่ะ ผู้การ แบบนี้ต้องขยันทำหน้าที่เพื่อตอบแทนซะแล้วล่ะ... ค่ะ! ฟุบุกิ สู้ตายค่ะ!",
		"H2100" : "21:00 ค่ะ อ่ะ! ยูระซังนี่นา วิเศษจังเลยยูระซังเนี่ย ขอฝากชิรายูกิจังไว้ในความดูแลด้วยนะคะ ค่ะ!",
		"H2200" : "22:00... เอ๊ะ? ความฝันของฉันเหรอคะ? ถ้าเก่งขึ้นแล้ว ก็อยากที่จะปกป้องทุกคนให้ได้ค่ะ พอทุกอย่างสงบลงเมื่อไหร่ ก็อยากจะอาบแสงตะวันไปตลอดเลยค่ะ",
		"H2300" : "23:00 ค่ะ แล้วฝันของผู้การเป็นยังไงเหรอคะ อื้มๆ งี้นี่เอง ดีจังเลยนะคะ ฉันก็เหมือนกันค่ะ!"
	},
	"426" : {
		"Intro" : "ขอบคุณที่เหนื่อยนะคะ! ฟุบุกิค่ะ! จะพยายามเต็มที่ค่ะ!",
		"Poke(1)" : "ออกปฏิบัติการเหรอคะ จะพยายามเต็มที่ค่ะ!",
		"Poke(2)" : "ค่ะ เตรียมตัวเรียบร้อยแล้วค่ะ ผู้การ!",
		"Poke(3)" : "อะไรเล่ามุทสึกิจัง... เอ๊ะ! ผู้การ!?",
		"Married" : "ขอบคุณที่เหน็ดเหนื่อยเสมอมาค่ะ ผู้การ คือว่า... นี่น่ะ ฟุบุกิทำเองเลยนะคะ ถ้าหากว่าไม่รังเกียจเชิญทานได้เลยนะคะ นี่ค่ะ!",
		"Ranking" : "ผู้การ จะตรวจสอบรายงานสินะคะ",
		"Join" : "กองเรือพิฆาตที่ 11 ฟุบุกิ จะไปแล้วนะคะ!",
		"Equip(1)" : "ผู้การคะ ขอบพระคุณมากค่ะ!",
		"Equip(2)" : "อุปกรณ์อันนี่... ถ้ามีสิ่งนี้ด้วยล่ะก็ จะพยายามเต็มที่ค่ะ!",
		"Equip(3)" : "ค่ะผู้การ!",
		"Return" : "ยุทธการเสร็จสิ้น ขอบคุณที่เหนื่อยนะคะ!",
		"Sortie" : "จะไปแล้วนะคะ! ทุกคน! พร้อมกันแล้วใช่ไหม?",
		"Battle" : "เปิดฉากยิง ไปเลย!",
		"Attack" : "อึก! ฉันจะปกป้องทุกคนเอง!",
		"Yasen(1)" : "จะเริ่มการไล่ตามล่าศัตรู ได้โปรดตามฉันมาด้วยค่ะ!",
		"Idle" : "ป้อมปืนหลัก พร้อม! แท่นยิงตอร์ปิโด พร้อม! ห้องเครื่อง ไม่มีปัญหา! ต่อไปก็... อ๊ะ! จริงสิ ตรวจสอบแถวนั้นด้วยดีกว่า เอ...",
		"H0000" : "ผู้การคะ เริ่มเข้าวันใหม่แล้วนะคะ วันนี้ฟุบุกิจะมาทำหน้าที่แจ้งเวลานะคะ",
		"H0100" : "01:00 ค่ะ ไฮ!",
		"H0200" : "02:00 ค่ะ ผู้การ... ช่วงเวลานี้ฐานทัพเรือสงบเงียบดีจังนะคะ",
		"H0300" : "03:00 ค่ะ เอ๊ะ? ฉันเหรอคะ? อ่า... ไม่เป็นไรค่ะ ยังไม่ง่วงเลยสักนิดค่ะ",
		"H0400" : "04... 00... ค่ะ... อ่ะ! ไม่ใช่ ไม่ใช่นะคะ! ฟุบุกิยังไฟแรงอยู่ ค่ะ!",
		"H0500" : "05:00 ค่ะ ผู้การ เวลาเช้าๆ แบบนี้รู้สึกดีจริงๆ เลยนะคะ!",
		"H0600" : "06:00 ค่ะ แตรปลุกรับอรุณสินะคะ มาค่ะ! กองเรือ แตรปลุกรับอรุณ!",
		"H0700" : "07:00 ค่ะ ผู้การ เตรียมอาหารเช้าไว้ให้ทางนี้แล้วค่ะ อาหารชุดค่ะ! เช้านี้มีซุบมิโสะเสิร์ฟคู่กับมันฝรั่งนะคะ",
		"H0800" : "08:00 ค่ะ เยี่ยม! เท่านี้ก็ล้างจานเสร็จแล้วค่ะ! ผู้การ ฟุบกิเตรียมพร้อมออกปฏิบัติการเรียบร้อยแล้วค่ะ!",
		"H0900" : "09:00 ค่ะ ชิรายูกิจัง ฮัทสึยูกิจัง พร้อมมั้ย ผู้การคะ กองเรือพิฆาตที่ 11 พร้อมออกปฏิบัติการทุกเมื่อค่ะ!",
		"H1000" : "10:00 ค่ะ อาคากิซัง~ ไม่ว่าจะมองอีกสักกี่ครั้งก็เป็นคนที่วิเศษไปเลยนะคะ สักวัน... ฉันอยากจะได้ร่วมออกรบในฐานะเรือคุ้มกันของอาคากิซังบ้าง~ อ๊ะ! แค่ฝันนะคะ! แค่ความฝัน!",
		"H1100" : "11:00 ค่ะ ใกล้จะเที่ยงแล้วสินะคะ มื้อเที่ยงนี้ทานอะไรดี... ผู้การคะ แกงกะหรี่ก็เข้าท่าดีนะคะ?",
		"H1200" : "12:00 ค่ะ ผู้การคะ ฟุบุกิทำแกงกะหรี่มาให้ค่ะ เป็นไงบ้างคะ แครอทกับหัวหอมสินะคะ... อ่าใช่แล้วค่ะ สูตรลับไงคะ อ้อ! มีให้เติมอีกนะคะ!",
		"H1300" : "13:00 ค่ะ การดำเนินยุทธการภาคบ่ายนี้ต้องยังไงบ้างคะ... เรื่องจัดสรรกองเรือสำหรับออกปฏิบัติการ... อ่ะ! ผู้การ เหนื่อยเหรอคะ?",
		"H1400" : "14:00 ค่ะ อ่ะ! ฟุรุทากะซัง มีอะไรเหรอคะ เอ่ะ? อาโอบะซังเหรอคะ อื้อ... ไม่เห็นเลยค่ะ... อะ-ค่ะ!",
		"H1500" : "15:00 ค่ะ รุ่นพี่ฟุรุทากะช่วยฉันไว้หลายอย่างเลยล่ะค่ะ เป็นคนใจดีจริงๆ เลยนะคะ อ๊ะ! อาโอบะซังนี่นา อาโอบะซัง~",
		"H1600" : "16:00 ค่ะ อาโอบะซังคะ เมื่อสักครู่นี้ฟุรุทากะซังตามหาอยู่นะคะ เอ๊ะ! ไม่ต้องแล้วเหรอคะ อ่าว ไปซะแล้ว...",
		"H1700" : "17:00 ค่ะ ผู้การคะ ตะวันตกดินสวยจังเลยนะคะ... ได้เวลาต้องไปเตรียมอาหารเย็นแล้วสิ เอ๊ะ! จะเลี้ยงมื้อเย็นฉันเหรอคะ?",
		"H1800" : "18:00 แล้ว... ไปทานอาหารข้างนอกกับผู้การ... ประหม่าจังเลยค่ะ อืม... มีดกับส้อม... ข้างนอกเขาใช้กันแบบนี้สินะ?",
		"H1900" : "19:00 ค่ะ! ผู้การคะ ซุปใสนี่รสชาติกลมกล่อมมากๆ เลยค่ะ สลัดนี่ก็ด้วย... ดูหรูหราแบบตะวันตกเลยนะคะ?",
		"H2000" : "20:00 ค่ะ อิ่มแปล้เลยค่ะ ผู้การ แบบนี้ต้องขยันทำหน้าที่เพื่อตอบแทนซะแล้วล่ะ... ค่ะ! ฟุบุกิ สู้ตายค่ะ!",
		"H2100" : "21:00 ค่ะ อ่ะ! ยูระซังนี่นา วิเศษจังเลยยูระซังเนี่ย ขอฝากชิรายูกิจังไว้ในความดูแลด้วยนะคะ ค่ะ!",
		"H2200" : "22:00... เอ๊ะ? ความฝันของฉันเหรอคะ? ถ้าเก่งขึ้นแล้ว ก็อยากที่จะปกป้องทุกคนให้ได้ค่ะ พอทุกอย่างสงบลงเมื่อไหร่ ก็อยากจะอาบแสงตะวันไปตลอดเลยค่ะ",
		"H2300" : "23:00 ค่ะ แล้วฝันของผู้การเป็นยังไงเหรอคะ อื้มๆ งี้นี่เอง ดีจังเลยนะคะ ฉันก็เหมือนกันค่ะ!"
	},
	"26" : {
		"Intro" : "พี่น้องเรือประจัญบานชั้นฟุโซ ดิฉันเป็นพี่สาว ฟุโซค่ะ ขอฝากเนื้อฝากตัวดิฉันกับน้องสาวยามาชิโระด้วยนะคะ",
		"Library" : "เรือประจัญบานซูเปอร์เดรดนอตลำแรกของญี่ปุ่น ฟุโซค่ะ ขอฝากเนื้อฝากตัวดิฉันกับน้องสาวยามาชิโระด้วยนะคะ อ่าวเลย์เต? นั่นสินะ... ฉันอยากจะไปให้ถึงที่นั่นสักวัน จริงๆ นะคะ",
		"Poke(1)" : "พลเรือเอก อากาศดีจังเลยนะคะ...",
		"Poke(2)" : "เฮ้อ... ทั้งๆ ที่ท้องฟ้าเป็นสีฟ้าออกจะขนาดนั้นแท้ๆ ...",
		"Poke(3)" : "พลเรือเอกคะ? ถ้าจับเนื้อต้องตัวกันแบบนี้ ฉันรู้สึกไม่ค่อยสบายใจเรื่องห้องเก็บกระสุนนะคะ...",
		"Married" : "พลเรือเอกคะ ถ้าโหมงานหนักนานๆ ร่างกายจะแย่เอาได้นะคะ ดิฉันเหรอคะ? ฉันน่ะ... เฮ้อ...",
		"Wedding" : "ป้อมปืนหลักของฉันสุดยอดใช่ไหมคะ? แต่ว่า เพราะมีพลังโจมตีที่เยอะเกินไป ถึงได้มีปัญหาตามมาเยอะแยะเลยล่ะค่ะ... ถ้าเป็นพลเรือเอกล่ะก็คิดว่า คงจะรู้อยู่แล้วสินะคะ?",
		"Ranking" : "เหมือนจะมีประกาศส่งมาถึงพลเรือเอกนะคะ",
		"Join" : "เรือประจัญบานฟุโซ ออกปฏิบัติการ!",
		"Equip(1)" : "ปรับสมรรถนะ... สินะคะ? บางทีสิ่งนี้อาจจะจำเป็นสำหรับดิฉันก็ได้...",
		"Equip(2)" : "รบกวนพายามาชิโระ น้องสาวของดิฉัน เข้ารับการปรับสมรรถนะด้วยอีกคนนะคะ",
		"Equip(3)" : "แบบนี้น่าจะพอไหวแล้วล่ะมั้ง...",
		"Supply" : "ปรับสมรรถนะ... สินะคะ? บางทีสิ่งนี้อาจจะจำเป็นสำหรับดิฉันก็ได้...",
		"Docking(1)" : "แค่รอยขีดข่วนเองค่ะ ไม่ต้องเป็นห่วงไปหรอกนะคะ",
		"Docking(2)" : "ป้อมปืนหลักมันหนักจนดิฉันปวดไหล่ไปหมดเลยล่ะค่ะ... ขอพักซักครู่นะคะ",
		"Construction" : "เหมือนจะมีเรือลำใหม่เข้ามาประจำการนะคะ",
		"Return" : "พลเรือเอกคะ กองเรือเดินทางกลับมาถึงแล้วค่ะ",
		"Sortie" : "ยามาชิโระจะสายแล้วน่ะ ไปกันเถอะจ๊ะ",
		"Battle" : "ป้อมปืนหลักและป้อมปืนรองทั้งหมด ยิงได้!",
		"Attack" : "ยามาชิโระเป็นอะไรหรือเปล่า? จะเริ่มปะทะกันแล้วนะ",
		"Yasen(1)" : "ดิฉันจะแสดงพลังที่แท้จริงของกองเรือนิชิมูระให้ดูเองค่ะ!",
		"Yasen(2)" : "ดิฉันไม่ยอมแพ้พวกอิเสะกับฮิวงะหรอก...",
		"MVP" : "ถ้าเป็นเรื่องพลังทำลายของกระสุนแล้วล่ะก็ ดิฉันภูมิใจมากค่ะ ...เอ๋? เกราะกับความเร็ว...? พวกนั้นก็... อยากได้... อยู่หรอกนะคะ...",
		"Damaged(1)" : "ว้ายยย!?",
		"Damaged(2)" : "ว้าย...! ไม่เอานะ... ไฟไหม้หรือเนี่ย!?",
		"Damaged(3)" : "สภาพแบบนี้ คงแล่นไปถึงอ่าวเลย์เตไม่ไหวหรอก...",
		"Sunk" : "สุดท้ายดิฉันก็จมสินะคะ... ขอแค่ยามาชิโระปลอดภัยก็ดีแล้วล่ะ...",
		"Idle" : "เอ่อ... พลเรือเอกคะ? ไม่ได้ยินเหรอเนี่ย... พลเรือเอกคะ! พล-เรือ-เอก-คะ! แหม ดีจังเลย... ฟุโซกำลังรอคอยคำสั่งอยู่ตรงนี้นะคะ",
		"Repair" : "กองเรือจะกลับเข้าไปที่แนวหน้าแล้วนะคะ"
	},
	"286" : {
		"Supply" : "เติมเสบียง? ขอบคุณนะคะ"
	},
	"411" : {
		"Poke(1)" : "จะแสดงพลังของฟุโซ ที่ได้ปรับสมรรถนะแล้วให้ดูเองค่ะ!",
		"Poke(2)" : "พลเรือเอกคะ ท้องฟ้าทำไมถึงเป็นสีฟ้าได้ถึงขนาดนั้นกันนะ... ข้างในหัวใจของฉัน พลเรือเอก... อ๊ะ!? ไม่ค่ะ! ไม่มีอะไรทั้งนั้นค่ะ ขอโทษนะคะ...",
		"Supply" : "เติมเสบียง? ขอบคุณนะคะ"
	},
	"27" : {
		"Intro" : "พี่น้องเรือประจัญบานชั้นฟุโซ ชั้นเป็นน้องสาว ยามาชิโระค่ะ เอ่อ... เห็นท่านพี่ฟุโซรึเปล่าคะ?",
		"Library" : "เรือประจัญบานชั้นฟุโซ ลำดับที่ 2 ยามาชิโระค่ะ แม้จะถูกหาว่าเป็นเรือที่บกพร่องเอย เป็นตัวประหลาดของกองเรือบ้างล่ะ แต่ก็ไม่เป็นไรค่ะ ถ้าได้ร่วมต่อสู้เคียงข้างกับท่านพี่ฟุโซจนวาระสุดท้ายแล้วละก็...",
		"Poke(1)" : "ท่านพี่ฟุโซ?",
		"Poke(2)" : "ท่านพี่คะ?! อะไรกัน... พลเรือเอกเองหรอกเหรอ",
		"Poke(3)" : "ดวงอับโชค? ฉันน่ะเหรอ? ไม่ใช่แล้วล่ะค่ะ",
		"Married" : "พลเรือเอกเองก็... พักผ่อนสักหน่อยนะคะ...",
		"Wedding" : "ข-ขอบคุณนะ แต่ว่าหัวใจของฉันน่ะจะเป็นของท่านพี่ฟุโซตลอดไป... ขอโทษนะคะ",
		"Ranking" : "จดหมาย... หรือว่านี่จะเป็นจดหมายต้องคำสาป!?",
		"Join" : "เรือประจัญบานชั้นฟุโซ ยามาชิโระ ออกปฏิบัติการ!",
		"Equip(1)" : "ให้ฉันได้สิ่งนี้ก่อนท่านพี่ มันจะดีเหรอคะ?",
		"Equip(2)" : "ปรับสมรรถนะ... แค่นี้ พวกนั้นจะบอกว่าชั้นเป็นเรือประจัญบานที่บกพร่องไม่ได้แล้วนะ...",
		"Equip(3)" : "โชคไม่ดีจริงๆ ...",
		"Supply" : "ให้ฉันได้สิ่งนี้ก่อนท่านพี่ มันจะดีเหรอคะ?",
		"Docking(1)" : "ฉันนี่ ได้แต่เข้าอู่อยู่ตลอดเลยนะ...",
		"Docking(2)" : "มาหาว่าเป็นพวกตัวประหลาดในกองเรือเนี่ย... โหดร้ายกันจังเลยนะ",
		"Construction" : "ท่านพี่คะ? ท่าทางเรือลำใหม่จะสร้างเสร็จแล้วล่ะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "ท่านพี่คะ ยามาชิโระจะต้องกลับมาให้ได้ค่ะ!",
		"Battle" : "พบกองเรือข้าศึก! เตรียมพร้อมโจมตี!",
		"Attack" : "ปืนหลัก ทำการเล็งเป้าหมาย ยิงได้!!!",
		"Yasen(1)" : "ในที่สุด ก็ศึกกลางคืนอีกแล้วเหรอ... รู้สึกไม่ดีเลยค่ะ...",
		"Yasen(2)" : "ท่านพี่ก็กำลังต่อสู้อยู่หรือเปล่านะ...?",
		"MVP" : "เอ๋? เป็นผลงานของฉันเหรอ...? โกหกน่า ไม่นะ!? ...จริงเหรอ!? ท่านพี่คะ ได้ดูอยู่รึเปล่าคะ!?",
		"Damaged(1)" : "เจ็บนะ! ว่าแล้ว... โชคไม่ดีจริงๆ ด้วย...",
		"Damaged(2)" : "ถูกยิงเหรอ!? คลังเก็บกระสุนปืนยังไม่โดนไฟไหม้ใช่ไหม!?",
		"Damaged(3)" : "ไม่เอานะ ตอร์ปิโดน่ะ...! เรือลำที่ยังเหลืออยู่ช่วยจมพวกศัตรูแทนฉันด้วยนะคะ!",
		"Sunk" : "ท่านพี่ฟุโซคะ... พวกเรามาร่วมเดินทางไปที่โลกหน้าด้วยกันเถอะนะคะ...",
		"Idle" : "อะไรนะคะ? ท่านพี่คะ ยามาชิโระจะออกทะเลในวันนี้ไม่ได้... หมายถึงอะไรกันเหรอคะ?... วันนี้จะดวงไม่ดี... ท่าทางวันนี้จะเจอโชคร้ายอีกแล้วสินะคะ...",
		"Repair" : "เรือที่โชคไม่ค่อยจะดี กลับมาแล้วค่ะ..."
	},
	"287" : {
		"Married" : "พลเรือเอก... ก็เหมือนที่ท่านพี่บอก ฉันเองก็คิดว่าพลเรือเอกเป็นคนดีค่ะ และฉันก็รู้สึกขอบคุณสำหรับทุกอย่างค่ะ จริงๆ นะคะ คุณบ้างรู้มั้ย?",
		"Supply" : "ฉันหวังว่าท่านพี่จะได้เติมเสบียงอย่างราบรื่นนะคะ"
	},
	"412" : {
		"Poke(1)" : "ปรับสมรรถนะแล้วสินะ บางที... ครั้งนี้คงจะใช้งานได้...",
		"Poke(3)" : "พลเรือเอกเองก็... พักผ่อนสักหน่อยนะคะ...",
		"Married" : "พลเรือเอก... ก็เหมือนที่ท่านพี่บอก ฉันเองก็คิดว่าพลเรือเอกเป็นคนดีค่ะ และฉันก็รู้สึกขอบคุณสำหรับทุกอย่างค่ะ จริงๆ นะคะ คุณบ้างรู้มั้ย?",
		"Supply" : "ฉันหวังว่าท่านพี่จะได้เติมเสบียงอย่างราบรื่นนะคะ"
	},
	"101" : {
		"Intro" : "ข้าคือคิโสะ ผู้ที่จะช่วยนำพาชัยชนะอันยอดเยี่ยมมาสู่เจ้าเอง!",
		"Library" : "เรือลาดตระเวนเบาขนาด 5500 ตัน ชั้นคุมะ คิโสะล่ะ ฝากตัวด้วย! ให้ตายสิพวกลานบินหรือเครื่องยิง ของอะไรพวกนั้นน่ะไม่จำเป็นเลยสักนิด การต่อสู้น่ะคือการพุ่งเข้าไปซัดกับศัตรูตรงๆ ต่างหากล่ะ ใช่มะ?",
		"Poke(1)" : "อะไร? ปฏิบัติการรึ?",
		"Poke(2)" : "กังวลอยู่หรือไง?",
		"Poke(3)" : "พูดมาสิเอาเลย!  การเปิดใจเป็นสิ่งสำคัญของความสัมพันธ์ล่ะนะ",
		"Married" : "ขอบใจเจ้านะ!",
		"Wedding" : "ถึงมันจะดูไร้ยางอายไปซักหน่อย... แต่ข้าขอยอมรับว่าฝีมือการบัญชาการสงครามของเจ้า ทำให้ใจของข้าหวั่นไหวได้ไม่เลว!",
		"Ranking" : "มีสารส่งมา อ่านดีๆ ล่ะ",
		"Join" : "เจ้าโง่ที่มันคิดจะมาเอาชนะข้า อยู่ที่ไหนล่ะ?",
		"Equip(1)" : "เครื่องบินทะเล? ไม่จำเป็นหรอกพวกของแบบนั้นน่ะ",
		"Equip(2)" : "ไม่เลวเลยนี่~ อันนี้น่ะ!",
		"Equip(3)" : "ขอบใจเจ้านะ!",
		"Supply" : "เครื่องบินทะเล? ไม่จำเป็นหรอกพวกของแบบนั้นน่ะ",
		"Docking(1)" : "ช่วยไม่ได้นะ จะไปก็ได้",
		"Docking(2)" : "ขอบใจเจ้านะ!",
		"Construction" : "ดูเหมือนว่าเรือลำใหม่จะต่อเสร็จแล้วนะ",
		"Return" : "กองเรือกลับมาแล้วนะ",
		"Sortie" : "ข้าจะสอนให้เจ้าพวกนั้น รู้ซึ้งถึงการต่อสู้ที่แท้จริงเอง!",
		"Battle" : "อ่อนหัดเกินไปแล้ว!",
		"Attack" : "เยี่ยม!",
		"Yasen(1)" : "คิดว่าจะหนีพ้นเงื้อมมือของข้าในสภาพแบบนั้นรึไง?",
		"Yasen(2)" : "ผู้การของพวกแกน่ะมันไร้สมอง!!",
		"MVP" : "ผลลัพธ์แบบนี้มันธรรมดาอยู่แล้ว ไม่ต้องส่งเสียงดีใจอะไรหรอก",
		"Damaged(1)" : "อึก... กับของแค่นี้น่ะ!",
		"Damaged(2)" : "ชิ... ก็ทำได้นี่หว่า...!",
		"Damaged(3)" : "แบบนี้ค่อยรู้สึกเย็นขึ้นมาหน่อย",
		"Sunk" : "ทำให้คิโสะคนนี้จมได้... ภูมิใจซะเถอะ",
		"Idle" : "สักวันหนึ่ง... เมื่อไรข้ากับเจ้าจะ... เอ่อ ไม่มีอะไร ทำตัวไม่สมกับเป็นข้าเลยนะ... หึๆ",
		"Repair" : "ดูเหมือนว่าจะซ่อมเสร็จแล้วสินะ"
	},
	"217" : {
	},
	"146" : {
		"Intro" : "ยังกังวลอยู่อีกรึ? ไม่ต้องเป็นห่วงไปหรอก เชื่อใจข้าสิ",
		"Poke(3)" : "เอาสิ! ไว้ใจข้าได้เลย!",
		"Supply" : "เติมเสบียงรึ? ขอบใจนะ เจ้าเองก็กินเยอะๆ บ้างล่ะ"
	},
	"99" : {
		"Intro" : "คุม่า~ ยินดีที่ได้รู้จักนะคุม่า",
		"Library" : "เรือลาดตระเวณเบา ชั้นคุมะ ลำดับที่หนึ่ง คุมะเองนะ คุมะ! เกิดในซาเซโบนะคุมะ ถึงชิ้นส่วนบางชิ้นดูจะเก่าไปหน่อยแต่ก็จะพยายามนะคุม่า!",
		"Poke(1)" : "คุมะ?",
		"Poke(2)" : "เรียกเราเหรอ คุมะ?",
		"Poke(3)" : "อย่าลูบหัวสิคุมะ! ไม่ใช่ตุ๊กตาหมีนะคุมะ~",
		"Married" : "พลเรือเอก ขอบคุณสำหรับความพยายามนะคุมะ พักผ่อนบ้างก็ดีนะคุมะ~",
		"Wedding" : "หึหึหึ~ จับพลเรือเอกได้แล้วคุม่า จะไม่ปล่อยให้หนีไปอีกแน่คุมะ คุม่ะคุมะ~!",
		"Ranking" : "มีจดหมายส่งมานะคุมะ",
		"Join" : "คุมะ! จะลุยล่ะนะคุม่า!",
		"Equip(1)" : "หึหึหึ~ แข็งแกร่งขึ้นแล้วคุมะ",
		"Equip(2)" : "หึหึหึ! รู้สึกดีจริงๆ คุมะ",
		"Equip(3)" : "คุม่า~?!",
		"Supply" : "หึหึหึ~ แข็งแกร่งขึ้นแล้วคุมะ",
		"Docking(1)" : "ขอไปพักก่อนล่ะนะคุมะ",
		"Docking(2)" : "เราน่ะเกือบจะจมไปจริงๆ แล้วนะคุม่า~!",
		"Construction" : "เรือลำใหม่ต่อเสร็จแล้วนะคุม่า!",
		"Return" : "ภารกิจเสร็จสิ้น อยากจะอ่านรายงานไหมคุมะ?",
		"Sortie" : "ที่เลือกคุมะมาเป็นการตัดสินใจที่ดีเลยนะคุม่ะ",
		"Battle" : "อย่ามาดูถูกกันนะคุม่า!",
		"Attack" : "มีศัตรูที่กราบซ้ายนะคุม่า!",
		"Yasen(1)" : "ได้เวลาออกไล่ล่าแล้วนะคุม่า!",
		"Yasen(2)" : "ยิงตอร์ปิโดได้! คุม่า!",
		"MVP" : "เราก็บอกอยู่ตลอดแล้วไง! คุมะน่ะเก่งอยู่แล้ว ไม่ได้เป็นแค่ตุ๊กตาหมีสักหน่อยคุมะ!",
		"Damaged(1)" : "โอ้ะ~!",
		"Damaged(2)" : "โดนยิงคุม่ะ!",
		"Damaged(3)" : "มาทำให้คุมะตกอยู่ในสภาพแบบนี้ซะได้... น่าขายหน้าจริงๆ เลยคุม่า...",
		"Sunk" : "เราทำเต็มที่แล้วนะคุมะ... แต่มันถึงจุดจบแล้วคุมะ...",
		"Idle" : "คุม่า... ม่า~~ ไม่ได้เบื่ออะไรหรอกนะคุมะ กำลังสนุกอยู่ต่างหากล่ะคุม่ะ!",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วคุมะ"
	},
	"215" : {
		"Supply" : "ช่วยได้จริงๆ เลย คุม่า!"
	},
	"68" : {
		"Intro" : "โย่! ชั้นชื่อ มายะ! ขอฝากเนื้อฝากตัวด้วยแล้วกัน!",
		"Library" : "เรือลาดตระเวนหนัก ชั้นทาคาโอะ ลำดับที่ 3 มายะซามะล่ะ! ถูกสร้างขึ้นในโกเบ ชั้นได้เคยร่วมต่อสู้ในศึกทางใต้และโซโลมอน! หา? เลย์เต? ก็ไม่ถนัดกับพวกเรือดำน้ำนี่นา...",
		"Poke(1)" : "หาา?!",
		"Poke(2)" : "ต้องการอะไรล่ะ?",
		"Poke(3)" : "พลเรือเอก... นายมันน่ารำคาญ!",
		"Married" : "นาย... บางครั้งก็... ใจดีเป็นเหมือนกันนะ...",
		"Wedding" : "ที่นายพึ่งพาพลังของชั้นมาโดยตลอด ขอบคุณนะ! เรื่องนี้ก็ด้วย... ก-ก็ขอบคุณนะคะ...",
		"Ranking" : "พลเรือเอก มีจดหมายมานะ!",
		"Join" : "โอ้! ไปล่ะนะ! ลุยกันเลย!",
		"Equip(1)" : "โอ้วว! เริ่มชักจะเครื่องร้อนขึ้นมาซะแล้วสิ! ไปลุยกันเถอะ!",
		"Equip(2)" : "ขอบคุณนะ พลเรือเอก ถ้ามีเจ้านี่ล่ะก็ ทำได้แน่!",
		"Equip(3)" : "ทำได้แล้วนะ!",
		"Supply" : "โอ้วว! เริ่มชักจะเครื่องร้อนขึ้นมาซะแล้วสิ! ไปลุยกันเถอะ!",
		"Docking(1)" : "ชั้นมาพักแบบนี้ กองเรือจะไม่เป็นไรเหรอ?",
		"Docking(2)" : "ใช้งานชั้นจนสภาพกลายเป็นแบบนี้ซะได้ เฮงซวยจริงๆ ",
		"Construction" : "ได้ข่าวว่ามีเด็กใหม่มางั้นเหรอ? ไปดูหน่อยละกัน!",
		"Return" : "ปฏิบัติการเสร็จสิ้น",
		"Sortie" : "ถ้ากลัวล่ะก็... มาหลบข้างหลังชั้นก็ได้นะ!",
		"Battle" : "เด๋!",
		"Attack" : "การโจมตีของมายะซามะ รับไปซะ!",
		"Yasen(1)" : "พวกแก... กำลังกวนประสาทกันอยู่สินะ!?",
		"Yasen(2)" : "แน่จริงก็จมชั้นให้ได้สิ!",
		"MVP" : "มันก็แน่นอนอยู่แล้วไม่ใช่เหรอไง? ชั้นเป็นถึงมายะซามะเชียวนะ!",
		"Damaged(1)" : "เก๊ะ!",
		"Damaged(2)" : "บัดซบจริง!?",
		"Damaged(3)" : "อย่ามาเล่นตลกนะ! ดะ-เดี๋ยวคอยดูละกัน!",
		"Sunk" : "กำลังจะจมงั้นเหรอ... มันก็เป็นเรื่องธรรมดาของชีวิตล่ะนะ...",
		"Idle" : "เห้! พลเรือเอก! ได้ยินไหม? เห้ย~ ชิ! ไม่ฟังกันเลย อะไรกันเนี้ย เห้อ...",
		"Repair" : "ซากเรือซ่อมเสร็จแล้วนะ"
	},
	"271" : {
		"Intro" : "โย่! พลเรือเอก พยายามอยู่รึเปล่า? วันนี้มายะซามะคนนี้ อยากไปเตะก้นใครสักคนเหลือเกิน!",
		"Supply" : "อือ! เสบียงนี่ของจำเป็นเลยล่ะ ขอบคุณนะ"
	},
	"428" : {
		"Intro" : "โย่! พลเรือเอก พยายามอยู่รึเปล่า? วันนี้มายะซามะคนนี้ อยากไปเตะก้นใครสักคนเหลือเกิน!",
		"Poke(1)" : "ต้องการอะไรล่ะ?",
		"Poke(2)" : "พลเรือเอก~ ใจเย็นหน่อยเส่? ทำไมไม่ลองทำตามคำแนะนำของมายะซามะคนนี้ดูล่ะ! เห้? นี่นายว่าไงน่ะ!?",
		"Ranking" : "พลเรือเอก กำลังตรวจรายงานอยู่เหรอ? ก็ดีนี่!",
		"Join" : "โอ้! ลุยล่ะนะ! เรือลาดตระเวนหนักต่อต้านอากาศยาน มายะ! ออกตัวได้!",
		"Supply" : "อือ! เสบียงนี่ของจำเป็นเลยล่ะ ขอบคุณนะ",
		"Sortie" : "ชั้นคือเรือลาดตระเวนหนักต่อต้านอากาศยานสุดเจ๋ง มายะซามะ! ต่อต้านอากาศยาน? โอ้! ไว้ใจชั้นได้เลย! แค่หลบอยู่ข้างหลังชั้นไว้ก็พอ!",
		"Battle" : "เป็นยังไงล่ะ! จะเอาอีกมั้ย?",
		"Attack" : "หึหึ! นี่ยังไงล่ะพลังของตัวฉันคนใหม่ พวกแกจงจำเอาไว้ซะ!",
		"Damaged(2)" : "อะไรนักหนา... อย่ามากวนกันนะ!?"
	},
	"46" : {
		"Intro" : "ซามิดาเระค่ะ ขอฝากเนื้อฝากตัวด้วยนะคะ เรื่องภารกิจคุ้มกันไว้วางใจฉันได้เลยค่ะ",
		"Library" : "ซามิดาเระค่ะ อยู่กองเรือพิฆาตที่ 2 กับเพื่อนๆ มุราซาเมะ ยูดาจิ และฮารุซาเมะค่ะ ใช่ๆ ในภารกิจขนส่งก็เคยชนเข้ากับชิราสึยุด้วยค่ะ... ขอโทษจริงๆ ที่ซุ่มซ่ามนะคะ แต่ว่าจะพยายามค่ะ",
		"Poke(1)" : "พลเรือเอกคะ ฉันจะพยายามเต็มที่เลยค่ะ",
		"Poke(2)" : "ไว้เป็นหน้าที่ของฉันเองค่ะ",
		"Poke(3)" : "ต-ติดใจอะไรขนาดนั้นเลยเหรอคะ",
		"Married" : "ให้เป็นหน้าที่ของฉันได้เลยค่ะ",
		"Wedding" : "พลเรือเอก คือคิดว่ากับพลเรือเอกแล้ว... ฉันชอบ- เปล่าค่ะ! จากนี้ไปก็จะพยายามนะคะ",
		"Ranking" : "มีจดหมายจ่าหน้าถึงนะคะ",
		"Join" : "ในที่สุดก็ถึงตาพวกฉันแล้วสินะ",
		"Equip(1)" : "ค่ะ! ฉันจะพยายามเต็มที่เลยค่ะ",
		"Equip(2)" : "ดีใจจัง จะแสดงพลังของตัวฉันคนใหม่ให้ดูค่ะ",
		"Equip(3)" : "ให้เป็นหน้าที่ของฉันได้เลยค่ะ",
		"Supply" : "ค่ะ! ฉันจะพยายามเต็มที่เลยค่ะ",
		"Docking(1)" : "เฮ่อ... พักสักหน่อยละกัน",
		"Docking(2)" : "ไม่ไหวแล้ว... ขอพักสักหน่อยนะคะ",
		"Construction" : "อ๊ะ เพื่อนพ้องคนใหม่ อยากเจอเร็วๆ จังเลย",
		"Return" : "ภารกิจเสร็จสิ้นแล้วสินะ ขอบคุณที่เหนื่อยค่ะ",
		"Sortie" : "โถ่ จะไม่ยอมให้โดนว่าเป็นเด็กซุ่มซ่ามอีกแล้วค่ะ",
		"Battle" : "ย้าก!",
		"Attack" : "ย้าา!",
		"Yasen(1)" : "ยังหรอก! ยังหรอกน่า! มันจากนี้ไปต่างหากล่ะคะ",
		"Yasen(2)" : "แนวหน้าตรงนี้ให้เป็นหน้าที่ของฉันได้เลยค่ะ",
		"MVP" : "สำเร็จแล้ว! พลเรือเอกดูอยู่หรือเปล่าคะ?",
		"Damaged(1)" : "อ้าวเอ๊ะ!?",
		"Damaged(2)" : "อ๊า! มันเจ็บนะ!",
		"Damaged(3)" : "อ๋า ทำไมล่ะ?",
		"Sunk" : "ขอโทษนะคะ ดูเหมือนฉันจะมาได้เท่านี้แล้วค่ะ",
		"Idle" : "พอตกดึก ทำให้นึกอะไรได้นะคะ รู้สึกเหมือนต้องไปขอโทษคุณฮิเอย์ แต่ว่า จำความไม่ค่อยได้เลยนี่สิคะ ยังไงกันนะ... อีกนิดนึง...",
		"Repair" : "พลเรือเอกคะ การซ่อมแซมเรือเรียบร้อยแล้วค่ะ"
	},
	"246" : {
		"Married" : "สมกับเป็นพลเรือเอกเลยค่ะ แต่ถ้าหักโหมมากเกินไปจะกลายเป็นจอมซุ่มซ่ามเอานะคะ นี่นะคะ พักก่อนนะคะ จะไปยกชามาให้นะคะ รอสักครู่นะ",
		"Supply" : "ไชโย! เสบียงล่ะ!"
	},
	"47" : {
		"Intro" : "ดีจ้า! สึซึคาเสะเองนะ แค่ให้ชั้นเข้าร่วมกองเรือก็เท่ากับมีเป็น 100 ลำเลยล่ะ!",
		"Library" : "สึซึคาเสะเองนะ ในฐานะเรือพิฆาติรุ่นใหม่ ได้เข้าร่วมภารกิจบุกยึดหลายพื้นที่เลยล่ะ หลังจากนั้นก็ได้ร่วมภารกิจคุ้มกันทั้ง เรือบรรทุกเครื่องบินและเรือประจัญบานด้วยนะ เชื่อมือได้เลยนะ! จะสู้ให้ถึงที่สุดเลยล่ะ!",
		"Poke(1)" : "ตาชั้นแล้วใช่ม้า?",
		"Poke(2)" : "เอ้า ไปไหนกันต่อดี!",
		"Poke(3)" : "อ๊ะ! มาจับอะไรเนี่ย!",
		"Married" : "เยี่ยมไปเลย!",
		"Wedding" : "คือว่านะ ชั้น... แบบ... เรื่องพลเรือเอกน่ะ คือชอ- ไม่ใช่!... ไม่มีไรสักหน่อย!",
		"Ranking" : "มีโทรเลขถึงพลเรือเอกน่ะ?",
		"Join" : "ได้เลย! จะแสดงการเอาจริงของสึซึคาเสะให้เห็นเอง! ",
		"Equip(1)" : "อื้ม! ถ้ามีเจ้านี่ละก็ลุยโลด!",
		"Equip(2)" : "ขอบคุณค่า~ เท่านี้ก็เยี่ยมไปเลย!",
		"Equip(3)" : "เยี่ยมไปเลย!",
		"Supply" : "อื้ม! ถ้ามีเจ้านี่ละก็ลุยโลด!",
		"Docking(1)" : "ขอพักแปปค่า~",
		"Docking(2)" : "ยังไหวสิ... ยังไหวแท้ๆ ...",
		"Construction" : "โอ้~ มีหน้าใหม่มาเหรอ?",
		"Return" : "ยุทธการเสร็จแล้ว พักสักหน่อยมั้ย?",
		"Sortie" : "เยี่ยม! รอมานานแล้ว!",
		"Battle" : "ลุย!",
		"Attack" : "เอาไปกิน!",
		"Yasen(1)" : "นี่น่ะ! เอาไปซะเจ้าหัวขโมย!",
		"Yasen(2)" : "รับน้า!",
		"MVP" : "ทำได้แล้ว! พลเรือเอก เห็นพลังของชั้นแล้วใช่ม้า?",
		"Damaged(1)" : "อื๊อ!",
		"Damaged(2)" : "มันเจ็บนะ!",
		"Damaged(3)" : "อะ... ไหงงั้นอ่ะ!?",
		"Sunk" : "ชะ... ชั้นนี่มัน... งี่เง่าที่สุด...",
		"Idle" : "นี่ พลเรือเอก มีไรน่ะ จะเมินชั้นเกินไปแล้วนะ นี่! ฟังมั้ยนั่น? พลเรือเอกนี่ล่ะก็!?",
		"Repair" : "เหมือนการซ่อมเรือจะเสร็จแล้วนะ"
	},
	"247" : {
		"Married" : "อะไรเหรอ พลเรือเอก ดูไม่ค่อยร่าเริงเลย ไม่เป็นไรน่า ต้องมีทางบ้างแหละ สึซึคาเสะเองก็จะเอาจริงเหมือนกัน! นะ?",
		"Supply" : "โอ้วว! เสบียงนี่ดีจริง!"
	},
	"50" : {
		"Intro" : "เรือพิฆาตชิมะคาเสะค่ะ! เรื่องความเร็วไม่ยอมแพ้ใครแน่นอนค่ะ! รวดเร็วดุจลมเกาะค่ะ!",
		"Library" : "เรือพิฆาตชั้นชิมะคาเสะ ถูกสร้างขึ้นมาเพื่อเน้นความเร็วและติดตั้งตอร์ปิโดจำนวนมาก ชิมะคาเสะค่ะ! ชั้นสามารถเร่งความเร็วได้ถึง 40 น็อตเลยนะ! แต่ยังไงพวกเราก็ไม่เหมาะที่จะสร้างเป็นจำนวนมาก จึงมีแค่ชั้นที่ถูกสร้างเพียงคนเดียว...",
		"Poke(1)" : "โอ๊ะ!",
		"Poke(2)" : "อะไรล่ะคะ พลเรือเอก?",
		"Poke(3)" : "อยากจะแข่งเหรอคะ? ชั้นไม่แพ้หรอกนะ!",
		"Married" : "เอ๊ะ! พลเรือเอก วิ่งแค่นี้เหนื่อยแล้วเหรอ? ช้ามากก! แต่ก็ทำได้ดีแล้วล่ะนะ!",
		"Wedding" : "พลเรือเอก เห็นตอนที่ชั้นวิ่งไหมล่ะ? เร็วมากใช่ไหมล่ะค่ะ? เร็วมากเลยใช่ไหม!?",
		"Ranking" : "เหมือนจะมีการติดต่อเข้ามานะคะ พลเรือเอก",
		"Join" : "ชิมะคาเสะ จะลุยแล้วค่ะ!",
		"Equip(1)" : "ชั้นจะเร็วขึ้นได้อีกใช่ไหมคะ?",
		"Equip(2)" : "จะมาโทษชั้นไม่ได้นะคะ ถ้าชั้นเร็วขึ้นกว่าเดิมอีกน่ะ!",
		"Equip(3)" : "ช้ามากก!",
		"Supply" : "ชั้นจะเร็วขึ้นได้อีกใช่ไหมคะ?",
		"Docking(1)" : "ชั้นอยากจะให้ปรับปรุงเครื่องยนต์บ้างอ่ะ!",
		"Docking(2)" : "เรนโซวโฮวจังก็ต้องซ่อมบำรุงเหมือนกันนะ",
		"Construction" : "เหมือนจะมีเรือลำอื่นที่ช้ากว่าชั้นสร้างเสร็จแล้วนะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ ช้าจังเลยเนอะ!",
		"Sortie" : "เรนโซวโฮวจัง! ไปลุยด้วยกันเถอะ!",
		"Battle" : "ไม่มีใครตามชั้นทันหรอก! รู้อยู่แล้วใช่ไหมล่ะ~",
		"Attack" : "ชิมะคาเสะ เตรียมพร้อมยิงค่ะ!",
		"Yasen(1)" : "ชั้นบอกแล้วไง! ไม่มีใครสามารถหนีจากชิมะคาเสะได้หรอก!",
		"Yasen(2)" : "ฮึฮึมๆ พวกเธอช้าเกินไปแล้ว!",
		"MVP" : "ชั้นทำได้ดีที่สุด? จริงเหรอ? แน่อยู่แล้วล่ะ! เพราะชั้นเร็วยังไงล่ะ!",
		"Damaged(1)" : "ย๊า!",
		"Damaged(2)" : "พอได้แล้วนะ!",
		"Damaged(3)" : "อ้าา... คนอย่างชั้นนี่น่ะเหรอ โดนยิง...",
		"Sunk" : "บางที... ความเร็วก็ไม่ใช่ทุกอย่างสินะ...",
		"Idle" : "อ่ะ! อ่ะ... ตอนนี้กำลังคุยกับเรนโซวโฮวจังอยู่… เห้อ… ก็ชั้นเบื่อนี่นา!",
		"Repair" : "ชั้นซ่อมบำรุงเสร็จแล้วนะ!"
	},
	"229" : {
		"Poke(2)" : "พลเรือเอก อรุณสวัสดิ์ค่า!",
		"Supply" : "เติมเสบียงช้ามาก!",
		"Attack" : "ตอร์ปิโดออกซิเจน ยิงได้!",
		"Damaged(2)" : "เครื่องยนต์ทำงานเกินกำลังอีกแล้วเหรอ?",
		"Damaged(3)" : "อ้าา! มันเจ็บนะ!",
		"Idle" : "อ่ะ! อ่ะ... ตอนนี้กำลังคุยกับเรนโซวโฮวจังอยู่… เห้อ… ก็ชั้นเบื่อนี่นา!",
		"Repair" : "ซ่อมบำรุงเสร็จสักที ช้ามากเลยนะ!"
	},
	"184" : {
		"Intro" : "สวัสดีค่ะ เรือพี่เลี้ยงเรือดำน้ำ ไทเงค่ะ ถึงจะไม่ค่อยมีประสบการณ์มากเท่าไหร่ แต่ก็ยินดีที่ได้รู้จักค่ะ",
		"Library" : "เรือพี่เลี้ยงเรือดำน้ำ ไทเงค่ะ ตัวชั้นได้ทำหน้าที่เป็นเรือธงของเหล่าเรือดำน้ำค่ะ เพื่อสนับสนุนอาวุธยุทโธปกรณ์สำหรับใช้ออกปฏิบัติการ และปล่อยเครื่องบินสำรวจค่ะ จะพยายามเต็มที่เลยล่ะค่ะ!",
		"Poke(1)" : "มีอะไรหรือเปล่าคะ?",
		"Poke(2)" : "มอบหมายให้ชั้นดูแลพวกเรือดำน้ำอย่างงั้นเหรอคะ? ไว้ใจได้เลยค่ะ!",
		"Poke(3)" : "เอ่อ... มีอะไรในนี้บ้าง อย่างงั้นเหรอคะ? ก็พวกหัวหอม มันฝรั่ง... แล้วก็ พวกตอร์ปิโดเนี่ยแหละ... ค่ะ...",
		"Married" : "พลเรือเอก ไม่เหนื่อยบ้างเหรอคะ? ถึงตัวชั้นจะเป็นเรือพี่เลี้ยงเรือดำน้ำ แต่ตัวชั้นเองก็ค่อนข้างมั่นใจในเรื่องของการดูแลเอาใจใส่มากเหมือนกันนะคะ",
		"Wedding" : "พลเรือเอก... ตัวชั้นคนนี้ ต้องขอขอบคุณจากก้นบึ้งของหัวใจที่คอยดูแลฉันมาตั้งแต่แรกนะคะ ต่อจากนี้... ค่ะ ต่อจากนี้ต่อไปก็ขอขอบคุณนะคะ ไม่ว่าเมื่อไหร่ก็ตาม ตัวชั้นกับพลเรือเอกก็...",
		"Ranking" : "พลเรือเอก? เห็นคุณทำหน้าแบบนั้นแล้ว คงอยากทำให้ได้สินะคะ คงเป็นเรื่องสำคัญมากเลยสินะคะ",
		"Join" : "เรือธงแห่งกองเรือดำน้ำ ไทเง จะลุยแล้วนะคะ!",
		"Equip(1)" : "แหม๋~ ขอบคุณมากๆ เลยนะคะ",
		"Equip(2)" : "จริงเหรอคะ? ก็รู้สึกดีใจนิดๆ อยู่นะคะ",
		"Equip(3)" : "ก็คิดว่าดีใจอยู่นะคะ",
		"Supply" : "ค่ะ ขอบคุณมากๆ เลยนะคะ",
		"Docking(1)" : "ขอโทษนะคะ คงจะต้องไปอาบน้ำสักพักหนึ่งแล้วล่ะค่ะ",
		"Docking(2)" : "ขอรบกวนหน่อยนะคะ ชั้นคงจะต้องไปอาบน้ำนานสักพักหนึ่งแล้วล่ะค่ะ... อืม~ รู้สึกว่าพวกวงจรไฟฟ้าจะดูติดขัดนะคะ",
		"Construction" : "อ๊ะ! ดูเหมือนจะมีพวกพ้องคนใหม่มาเข้าร่วมกองเรือนะคะ",
		"Return" : "พวกกองเรืออื่นๆ ก็กลับมาอย่างปลอดภัยแล้วนะคะ โล่งอกไปที",
		"Sortie" : "เรือพี่เลี้ยงเรือดำน้ำ ไทเง จะลุยแล้วนะคะ!",
		"Battle" : "ตรวจพบกองเรือศัตรู! ...จะ-จะทำยังไงดีล่ะ?",
		"Attack" : "เอ๋?! เอ่อ... ยะ-ยิงเหรอคะ?!",
		"Yasen(1)" : "กองเรือรบพวกนั้น มีอาวุธตั้งเยอะแยะขนาดนั้น... ไม่ไหวหรอกค่า!",
		"Yasen(2)" : "ขอให้ยิงโดนทีเถอะค่ะ โดนทีเถอะ!",
		"MVP" : "เอ๊ะ... โกหกน่ะ! ฉะ-ฉันน่ะเหรอคะ?! ขะ-ขอบคุณมากๆ เลยนะคะ... จะ-จะพยายามนะคะ!",
		"Damaged(1)" : "กรี๊สสส!",
		"Damaged(2)" : "ชะ-ช่วยหยุดทีเถอะค่า!",
		"Damaged(3)" : "ดะ-โดนยิงแล้ว! มะ-ไม่นะ... ถ้าเกิดหลบช้ากว่านี้ล่ะก็! ต้องจมแน่ๆ เลย...! ",
		"Sunk" : "เอ๋... นี่ฉัน... จมแล้วงั้นเหรอ? แล้วนี่มันคืออะไรกันนะ... ใต้น้ำงั้นเหรอ...",
		"Idle" : "พล-เรือ-เอก พลเรือเอกคะ! อ-เอ่อคือ... เกี่ยวกับเรื่องออกปฏิบัติการของเรือดำน้ำ... อ้าว กำลังพักอยู่... น-นั่นสินะคะ เปล่าหรอกค่ะ ไม่มีอะไรหรอก... ค่ะ...",
		"Repair" : "โล่งอกไปทีนะคะ ดูเหมือนว่าการซ่อมบำรุงคงจะเสร็จแล้วล่ะค่ะ"
	},
	"23" : {
		"Intro" : "เรือลาดตระเวนชั้นนาการะ ลำดับที่สี่ ยูระค่ะ ขอความกรุณาด้วยนะคะ!",
		"Library" : "เรือลำดับที่สี่ของเรือลาดตระเวนเบาชั้นนาการะ ยูระค่ะ ฉันคือเรือลำแรกในชั้นที่ได้รับการบรรจุเครื่องบินทะเล และได้รับหน้าที่เป็นเรือธงกองเรือตอร์ปิโดกับกองเรือดำน้ำ แต่ก็ไม่ค่อยถูกกับเครื่องบิน SBD Dauntless กับ B-17 Flying Fortress สักเท่าไหร่...",
		"Poke(1)" : "อะไรเหรอคะ?",
		"Poke(2)" : "ผู้บัญชาการคะ?",
		"Poke(3)" : "ผู้บัญชาการคะ ทําไมคุณถึงได้ชอบป้อมปืนลำกล้องเดี่ยวของฉันขนาดนั้นกันล่ะคะ?",
		"Married" : "ไม่เลวเลยนี่คะ?",
		"Wedding" : "ผู้บัญชาการคะ หน่วยสอดแนมของยูระเป็นอย่างไรบ้างคะ ในฐานะเรือลาดตระเวนเบา ฉันอยากจะลองทำแบบนั้นดูสักครั้ง…",
		"Ranking" : "ผู้บัญชาการคะ มีจดหมายมาค่ะ",
		"Join" : "เรือลาดตระเวนเบาชั้นนาการะ ยูระ จะไปแล้วนะคะ",
		"Equip(1)" : "แบบนี้ พลังทำลายของฉันก็จะแข็งแกร่งขึ้น ใช่ไหมคะ?",
		"Equip(2)" : "คาตาพัลท์ของฉัน... มันเกะกะไหมคะ?",
		"Equip(3)" : "ไม่เลวเลยนี่คะ?",
		"Supply" : "แบบนี้ พลังทำลายของฉันก็จะแข็งแกร่งขึ้น ใช่ไหมคะ?",
		"Docking(1)" : "ขอบคุณนะคะ",
		"Docking(2)" : "การดูแลเอาใจใส่และการซ่อมบำรุงก็เป็นสิ่งสำคัญนะคะ",
		"Construction" : "ดูเหมือนเรือลำใหม่จะสร้างเสร็จแล้วนะคะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ หวังว่าพวกนั้นคงจะทำสำเร็จนะ?",
		"Sortie" : "เอาล่ะ! ตาฉันแสดงฝีมือบ้างแล้วล่ะนะ",
		"Battle" : "เตรียมเข้าปะทะกับกองเรือศัตรู!",
		"Attack" : "ค่อยๆ เล็ง... ยิงได้!",
		"Yasen(1)" : "ได้เวลาแล้วล่ะค่ะ เข้าจู่โจม!",
		"Yasen(2)" : "ไม่ยอมแพ้หรอกน่า",
		"MVP" : "ยูระได้ที่หนึ่งเหรอคะ? จริงเหรอคะ? ไชโย!",
		"Damaged(1)" : "เจ็บนะ!",
		"Damaged(2)" : "มันเจ็บนะ!",
		"Damaged(3)" : "ยังหรอก... แค่นี้น่ะ ยังจมชั้นไม่ได้หรอก!",
		"Sunk" : "อย่างน้อยมันก็คงจะดีกว่า... ถูกบังคับจมล่ะนะ...",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วค่ะ!"
	},
	"220" : {
	},
	"115" : {
		"Intro" : "ค่า~ ขอโทษที่ให้รอนะ เรือลาดตระเวณเบาทดสอบยุทโธปกรณ์ ยูบาริ เดินทางมาถึงแล้วค่า!",
		"Library" : "ด้วยขนาดร่างกายกะทัดรัดที่อัดอาวุธหนักมาเต็มเปี่ยม เรือลาดตระเวณเบาผู้เกิดมาเพื่อเผชิญการทดสอบ ยูบาริค่ะ ข้อมูลที่ได้จากฉันนั้นได้กลายเป็นแบบอย่างให้เรือปืนหนักล้ำสมัยหลายๆ ลำเลยล่ะ โดนยิงห้องเครื่องงั้นเหรอ? พูดอะไรน่ะ เสียมารยาทนะคะ!",
		"Poke(1)" : "พลเรือเอก อรุณสวัสดิ์ค่ะ",
		"Poke(2)" : "มีอะไรรึเปล่า? ขอลองอาวุธพวกนี้เหรอคะ",
		"Poke(3)" : "อ๊ะ... พลเรือเอกก็คิดเหมือนกันใช่ไหมล่ะคะ? อุปกรณ์พวกนี้น่ะน่าจะยังพอใส่เพิ่มได้อีกนะคะ... อืม...",
		"Idle" : "ความสามารถของคุณฮิรากะเนี่ย... สุดยอดจริงๆ เลยนะ... เอ๊ะ! พลเรือเอก อยู่ด้วยเหรอ!?",
		"Married" : "ฮึ! ให้ฉันจัดการเองเถอะนะคะ! พลเรือเอก",
		"Wedding" : "ฉันน่ะนะอาจจะดูเป็นพวกบ้าอาวุธไปหน่อย แต่ว่าไม่ใช่ซะทีเดียวหรอกนะคะ ฉันน่ะแค่อยากเก็บข้อมูลที่จะเป็นประโยชน์กับพลเรือเอกให้ได้มากกว่านี้ค่ะ จริงๆ นะ! จริงๆ นะคะ...",
		"Ranking" : "ข่าวกรองเหรอ? พลเรือเอก ขอชั้นดูบ้างสิคะ!",
		"Join" : "ออกปฏิบัติการ! ด-เดี๋ยวสิ ฉันช้านะ อย่าทิ้งกันสิ~!",
		"Equip(1)" : "ใส่เข้ามาอีกสิคะ~ อาห์! รู้สึกดีจัง~",
		"Equip(2)" : "อุปกรณ์อันนี้ รีบเอาไปทดสอบกันดีกว่าค่ะ",
		"Equip(3)" : "ข้อมูลก็เป๊ะสินะ!",
		"Supply" : "เยี่ยม! เท่านี้ก็สู้ต่อได้แล้วค่ะ",
		"Docking(1)" : "อุปกรณ์มันละเอียดอ่อนนะคะ เบามือหน่อยสิ",
		"Docking(2)" : "อ๊า ไม่เอาแล้ว... ขอแช่น้ำนานหน่อยนะคะ.",
		"Repair" : "ซ่อมแซมเสร็จสิ้น... ใช้เวลาพอสมควรเลยแฮะ",
		"Construction" : "อื้ม ดูเหมือนว่าเรือลำใหม่จะสร้างเสร็จแล้วล่ะ",
		"Return" : "ยุทธการเสร็จสิ้น กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "เรือลาดตระเวณเบายูบาริ ออกตัว! ด-เดี๋ยว! รอชั้นก่อนสิ~!",
		"Battle" : "เอาล่ะ! มาลองอะไรหลายๆ อย่างกันหน่อยดีมั้ย?",
		"Attack" : "ไงล่ะ การโจมตีนี่น่ะ",
		"Yasen(1)" : "กลางคืนน่ะ จากหน้ามือเป็นหลังมือเลยล่ะ!",
		"Yasen(2)" : "อ่าฮะ! ไว้ค่อยว่ากันทีหลังนะ!",
		"MVP" : "อาวุธยุทโธปกรณ์ที่จะให้สำหรับพวกเรือรุ่นใหม่ใช้น่ะ ต้องเอามาให้ชั้นตรวจสอบให้เรียบร้อยก่อนนะ! เอ๋? ชักช้างั้นเหรอ... ช-ช่วยไม่ได้นี่นา ก็อุปกรณ์มันหนักนี่!",
		"Damaged(1)" : "ว้าย! บอกให้หยุดไง!",
		"Damaged(2)" : "อุปกรณ์พวกนี้น่ะ ยังไม่ทันได้ลองเลย!",
		"Damaged(3)" : "ท่าทางจะแบกมาเยอะเกินไปซะแล้วล่ะมั้ง",
		"Sunk" : "ได้ข้อมูล... อย่างดีมาแล้ว... สินะ... ซามิดาเระจัง พอแล้วล่ะ... เอาแค่รายงานนี่ไปก็พอ... นะ...",
		"H0000" : "เที่ยงคืนแล้วนะคะ อ๊ะ! ต้องเช็คเครื่องบันทึกเสียงด้วยสิ",
		"H0100" : "ตีหนึ่งเหรอ... อ๊ะ! ฉันไม่ได้จะรอดูอนิเมะรอบดึกสักหน่อยนะคะ",
		"H0200" : "ตีสองแล้วสินะ พลเรือเอก ราตรีสวัสดิ์นะคะ",
		"H0300" : "ตีสามค่ะ พลเรือเอก หลับแล้ว? หลับแล้วเหรอคะ?",
		"H0400" : "ตีสี่ พลเรือเอก หาเรื่องมากันคุยหน่อยสิ เดี๋ยวฉันก็หลับหรอก~!",
		"H0500" : "สว่างแล้ว... ตีห้า อ่า... เช้าแล้วงั้นเหรอ",
		"H0600" : "หกโมงค่ะ พลเรือเอกบิดขี้เกียจหน่อยสิคะ",
		"H0700" : "เจ็ดโมงเช้าค่ะ พลเรือเอก ห้ามกลับไปนอนนะคะ!",
		"H0800" : "แปดโมงค่ะ เอาล่ะ! ไปเก็บข้อมูลรอบเช้ากันดีกว่าค่ะ!",
		"H0900" : "เก้าโมงแล้วค่ะ! มาทำให้วันนี้เป็นวันที่ดีกันเถอะค่ะ!",
		"H1000" : "สิบโมงค่ะ เป็นไงบ้างคะ วันนี้ไปได้สวยรึเปล่าคะ?",
		"H1100" : "สิบเอ็ดโมงค่ะ อาหารเที่ยงวันนี้ เอาเป็นโซบะดีไหมคะ?",
		"H1200" : "เที่ยงแล้วค่ะ วันนี้อยากกินอะไรอร่อยๆ จัง~ เทมปุระโซบะดีมั้ยเอ่ย?",
		"H1300" : "บ่ายโมงค่ะ หนังท้องตึงหนังตาก็หย่อน~ เป็นธรรมดาสินะคะ",
		"H1400" : "บ่ายสอง ช่วงบ่ายก็มาพยายามกันเถอะค่ะ!",
		"H1500" : "บ่ายสามโมง รู้สึกอยากทานของหวานๆ ขึ้นมาซะแล้วสิคะ...",
		"H1600" : "บ่ายสี่โมงแล้วค่ะ รายงานประจำวันของพลเรือเอกในวันนี้จะเป็นยังไงบ้างนะ!",
		"H1700" : "ตกค่ำแล้วสินะ... ห้าโมงเย็นค่ะ",
		"H1800" : "หกโมงเย็นแล้วค่ะ ต้องเตรียมอาหารเย็นแล้วสิ ร้านคุณมามิยะใกล้จะปิดรึยังนะ",
		"H1900" : "หนึ่งทุ่มค่ะ พลเรือเอก มาทานอาหารเย็นกันเถอะนะคะ ห้ามแอบกินส่วนของชั้นนะคะ!",
		"H2000" : "สองทุ่มค่ะ เป็นไงคะ? อร่อยไหม?",
		"H2100" : "สามทุ่มค่ะ เมนูโปรดของพลเรือเอกทุกอย่าง~ ชั้นจดไว้หมดแล้วล่ะค่ะ!",
		"H2200" : "สี่ทุ่มค่ะ อ๊า~โถ่ พวกระวางขับน้ำ 5500 ตันเนี่ยเอะอะโวยวายจริงๆ ช่วยไปว่าอะไรหน่อยสิคะ?",
		"H2300" : "ห้าทุ่มค่ะ ยังสู้ตายอยู่สินะคะ งั้น... จะอยู่คอยเป็นกำลังใจให้นะค่ะ"
	},
	"293" : {
	},
	
	
	
	
	
	
	
	
	
	
	"138" : {
		"Intro" : "เรือลาดตระเวณเบาลำดับที่ 2 ชั้นอากาโนะ โนชิโระ มาแล้ว ยินดีที่ได้รู้จักนะ!",
		"Library" : "เรือลาดตระเวณเบารุ่นใหม่ ชั้นอากาโนะ ลำดับที่ 2 โนชิโระค่ะ รางขนส่งเครื่องบินของโนชิโระถือเป็นสเน่ห์ของฉันเลยนะคะ",
		"Poke(1)" : "ว่าไง พลเรือเอก เรียกโนชิโระหรือเปล่าค่ะ?",
		"Poke(2)" : "ค่ะ ! จะทำงานอย่างรวดเร็วและมีประสิทธิภาพค่ะ !",
		"Poke(3)" : "อาา... พี่อากาโนะ! หยุดลูบขาอ่อนชั้นสักที เอ๊...? พลเรือเอก? ขออภัยที่เสียมารยาทค่ะ! อ้ะ... เอ๊...? เอ๊~",
		"Married" : "พลเรือเอกคะ อีกอึดใจเดียว พยายามเข้าค่ะ!",
		"Wedding" : "พลเรือเอกคะ ต้องขอโทษด้วยที่รบกวนเวลาทั้งๆ ที่ยุ่งอยู่ คือจริงๆ แล้ว อยากจะถือโอกาสนี้กล่าวอะไรสักอย่างกับพลเรือเอกค่ะ ทุกคนคงคิดว่าโนชิโระเอาแต่คอยดูแลเอาใจใส่พี่อากาโนะตลอด แต่จริงๆ แล้ว โนชิโระคิดว่า อยากจะขอดูแลเอาใจใส่พลเรือเอกบ้างน้า... จะ... จริงเหรอคะ!? เหมือนฝันเลยค่ะ! พลเรือเอก! โนชิโระ จะตั้งใจ และตลอดไปค่ะ!!",
		"Ranking" : "หนังสือแถลงการณ์ของท่านพลเรือเอกค่ะ!",
		"Join" : "รับทราบ ! เรือลาดตระเวณเบา โนชิโระ ออกปฏิบัติการ!",
		"Equip(1)" : "เสริมพลังให้โนชิโระเหรอคะ...? ขอบคุณค่ะ!",
		"Equip(2)" : "นี่มัน... ขอบคุณมากค่ะ! โนชิโระ จะไม่จมค่ะ!",
		"Equip(3)" : "พี่อากาโนะจะโอเคกับเรื่องนี้รึเปล่านะ?",
		"Supply" : "ขอบคุณสำหรับทรัพยากรค่ะ!",
		"Docking(1)" : "โนชิโระขอเวลาพักสักครู่นะคะ",
		"Docking(2)" : "พลเรือเอก... โนชิโระอายจังเลยค่ะ",
		"Construction" : "พลเรือเอกคะ! การต่อเรือเสร็จสิ้นแล้วค่ะ",
		"Return" : "พลเรือเอก กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "เรือธงกองเรือตอร์ปิโดที่สอง โนชิโระ ออกปฏิบัติการค่ะ!",
		"Battle" : "เริ่มเข้าปะทะ! ฝากเรื่องการจัดกระบวนเรือด้วย!",
		"Attack" : "โชคร้ายหน่อยนะ ทุกอย่างเราควบคุมไว้แล้ว ยิง!",
		"Yasen(1)" : "เรื่องเก็บกวาด ปล่อยให้เป็นหน้าที่ของโนชิโระเองค่ะ!",
		"Yasen(2)" : "กระสุนยังเหลืออยู่! ยิงมันให้หมด!",
		"MVP" : "การต่อสู้เมื่อกี้ โนชิโระทำผลงานได้ดีที่สุดเหรอคะ? แน่นอนอยู่แล้วสำหรับชั้นอากาโนะ...แต่ก็ ดีใจนะคะ",
		"Damaged(1)" : "อั๊ก...ยังหรอก...ยังรับได้อยู่!",
		"Damaged(2)" : "ที่เกาะชิบูยัน ไม่ได้เป็นแบบนี้หรอกนะ!",
		"Damaged(3)" : "อั๊ก... ถึงจะพูดแบบนั้น แต่ก็เป็นเรือลาดตระเวนเบาเองนี่นะ... ถึงอย่างนั้น... ก็ยังไม่จมหรอก ยังยิงได้อยู่!",
		"Sunk" : "โนชิโระ... จมลงอีกแล้วสินะคะ... พี่อากาโนะ... ต่อไปก็อย่าซุ่มซ่ามอีกล่ะ...? นะ...?",
		"Idle" : "หืม... พลเรือเอกลืมโนชิโระไปแล้วเหรอ? ในหัวของชั้นน่ะ ไม่ได้มีแต่เรื่องของพี่อากาโนะเท่านั้นหรอกนะคะ",	
		"Repair" : "พลเรือเอก การซ่อมเสร็จแล้วค่ะ..."
	},
	"306" : {
		"Intro" : "เรือลาดตระเวณเบาลำดับที่ 2 ชั้นอากาโนะ โนชิโระ มาแล้ว ยินดีที่ได้รู้จักนะ!",
		"Library" : "เรือลาดตระเวณเบารุ่นใหม่ ชั้นอากาโนะ ลำดับที่ 2 โนชิโระค่ะ รางขนส่งเครื่องบินของโนชิโระถือเป็นสเน่ห์ของฉันเลยนะคะ",
		"Poke(1)" : "ว่าไง พลเรือเอก เรียกโนชิโระหรือเปล่าค่ะ?",
		"Poke(2)" : "ค่ะ ! จะทำงานอย่างรวดเร็วและมีประสิทธิภาพค่ะ !",
		"Poke(3)" : "อาา... พี่อากาโนะ! หยุดลูบขาอ่อนชั้นสักที เอ๊...? พลเรือเอก? ขออภัยที่เสียมารยาทค่ะ! อ้ะ... เอ๊...? เอ๊~",
		"Married" : "พลเรือเอกคะ อีกอึดใจเดียว พยายามเข้าค่ะ!",
		"Wedding" : "พลเรือเอกคะ ต้องขอโทษด้วยที่รบกวนเวลาทั้งๆ ที่ยุ่งอยู่ คือจริงๆ แล้ว อยากจะถือโอกาสนี้กล่าวอะไรสักอย่างกับพลเรือเอกค่ะ ทุกคนคงคิดว่าโนชิโระเอาแต่คอยดูแลเอาใจใส่พี่อากาโนะตลอด แต่จริงๆ แล้ว โนชิโระคิดว่า อยากจะขอดูแลเอาใจใส่พลเรือเอกบ้างน้า... จะ... จริงเหรอคะ!? เหมือนฝันเลยค่ะ! พลเรือเอก! โนชิโระ จะตั้งใจ และตลอดไปค่ะ!!",
		"Ranking" : "หนังสือแถลงการณ์ของท่านพลเรือเอกค่ะ!",
		"Join" : "รับทราบ ! เรือลาดตระเวณเบา โนชิโระ ออกปฏิบัติการ!",
		"Equip(1)" : "เสริมพลังให้โนชิโระเหรอคะ...? ขอบคุณค่ะ!",
		"Equip(2)" : "นี่มัน... ขอบคุณมากค่ะ! โนชิโระ จะไม่จมค่ะ!",
		"Equip(3)" : "พี่อากาโนะจะโอเคกับเรื่องนี้รึเปล่านะ?",
		"Supply" : "ขอบคุณสำหรับทรัพยากรค่ะ!",
		"Docking(1)" : "โนชิโระขอเวลาพักสักครู่นะคะ",
		"Docking(2)" : "พลเรือเอก... โนชิโระอายจังเลยค่ะ",
		"Construction" : "พลเรือเอกคะ! การต่อเรือเสร็จสิ้นแล้วค่ะ",
		"Return" : "พลเรือเอก กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "เรือธงกองเรือตอร์ปิโดที่สอง โนชิโระ ออกปฏิบัติการค่ะ!",
		"Battle" : "เริ่มเข้าปะทะ! ฝากเรื่องการจัดกระบวนเรือด้วย!",
		"Attack" : "โชคร้ายหน่อยนะ ทุกอย่างเราควบคุมไว้แล้ว ยิง!",
		"Yasen(1)" : "เรื่องเก็บกวาด ปล่อยให้เป็นหน้าที่ของโนชิโระเองค่ะ!",
		"Yasen(2)" : "กระสุนยังเหลืออยู่! ยิงมันให้หมด!",
		"MVP" : "การต่อสู้เมื่อกี้ โนชิโระทำผลงานได้ดีที่สุดเหรอคะ? แน่นอนอยู่แล้วสำหรับชั้นอากาโนะ...แต่ก็ ดีใจนะคะ",
		"Damaged(1)" : "อั๊ก...ยังหรอก...ยังรับได้อยู่!",
		"Damaged(2)" : "ที่เกาะชิบูยัน ไม่ได้เป็นแบบนี้หรอกนะ!",
		"Damaged(3)" : "อั๊ก... ถึงจะพูดแบบนั้น แต่ก็เป็นเรือลาดตระเวนเบาเองนี่นะ... ถึงอย่างนั้น... ก็ยังไม่จมหรอก ยังยิงได้อยู่!",
		"Sunk" : "โนชิโระ... จมลงอีกแล้วสินะคะ... พี่อากาโนะ... ต่อไปก็อย่าซุ่มซ่ามอีกล่ะ...? นะ...?",
		"Idle" : "หืม... พลเรือเอกลืมโนชิโระไปแล้วเหรอ? ในหัวของชั้นน่ะ ไม่ได้มีแต่เรื่องของพี่อากาโนะเท่านั้นหรอกนะคะ...",
		"Repair" : "พลเรือเอก การซ่อมเสร็จแล้วค่ะ..."
	},
	"153" : {
		"Intro" : "อรุณสวัสดิ์ค่ะ! ไทโฮที่ได้รับการปรับปรุงสมรรถนะคะ! เกราะตรงดาดฟ้าเรือก็ปรับให้แข็งแกร่งขึ้น! ด้านพลังป้องกันก็พัฒนาขึ้น! เพื่อพลเรือเอกในการเปิดน่านฟ้า เหล่าเครื่องบินพร้อมทำการสนับสนุนแล้วค่ะ!",
		"Library" : "เรือบรรทุกเครื่องบิน ไทโฮค่ะเป็นเรือบรรทุกเครื่องบินมาตรฐานรุ่นใหม่ที่ได้รับการเสริมเกราะที่ลานบินค่ะ โรงเก็บเครื่องบินแบบปิดก็วิเศษใช่ไหมล่ะ? เอ๋? แก๊สสะสมกันได้ง่าย…เหรอคะ เสียมารยาทนะ ค...ครั้งนี้น่ะไม่เป็นไรแล้วล่ะ!",
		"Poke(1)" : "พลเรือเอก หัวเรือเฮอริเคนของฉันน่ะมันน่าสนใจขนาดนั้นเลยเหรอคะ?",
		"Poke(2)" : "นั่นสินะ ปืนต่อสู้อากาศยานเองก็เป็นรุ่นใหม่ด้วยนะ ลุยกันให้เต็มที่ไปเลย!",
		"Poke(3)" : "เครื่องที่ไปไม่กลับ...เป็นคำที่ฟังดูไม่ชอบเลยนะคะ ถ้าเป็นไปได้ล่ะก็ไม่อยากจะให้ออกไปเลยแต่ว่า มันเป็นการต่อสู้นี่นา",
		"Married" : "พลเรือเอก ไม่เหนื่อยเหรอ? งั้นเหรอ? ถ้างั้นก็ดีแล้วล่ะ ถ้าไม่ไหวก็...อย่าฝืนนะ?",
		"Wedding" : "พลเรือเอก...ฉันพอจะตอบรับความคาดหวังของคุณได้ไหมคะ? งั้นเหรอ ถ้างั้นก็ดีแล้วล่ะ ยังไม่พอแค่นี้หรอกนะคะ มาพยายาม มาพยายามด้วยกันตลอดไปเถอะค่ะ!!",
		"Ranking" : "พลเรือเอก อ่านรายงานหน่อยไหมคะ?",
		"Join" : "เอาล่ะ ไทโฮไปล่ะนะคะ! ทุกคนที่ตาวีตาวี จะสบายดีรึเปล่านะ?",
		"13-2" : "กองเรือที่ 1 เรือธงไทโฮ ออกจู่โจมล่ะค่ะ!",
		"Equip(1)" : "อุปกรณ์อันนี้ เยี่ยมเลยค่ะ!",
		"Equip(2)" : "ความรู้สึกประมาณนี้ รู้สึกสบายๆ ล่ะค่ะ",
		"Equip(3)" : "เป็นลมที่ดีนะ",
		"Supply" : "ถ้าฝึกซ้อมกับเติมเสบียงอย่างสมบูรณ์แล้วล่ะก็ ไม่โดนเรียกว่าไก่งวงหรอกนะคะ!",
		"Docking(1)" : "นั่นสินะ บาดแผลเพียงเล็กน้อยก็อาจจะส่งผลถึงชีวิตได้ด้วยนะคะ",
		"Docking(2)" : "ดีล่ะ บางครั้งก็ขอเข้าไปแช่น้ำนานๆล่ะค่ะ",
		"Construction" : "ดูเหมือนจะมีเรือที่มาเข้าร่วมใหม่ล่ะ!",
		"Return" : "กองเรือกลับมาเทียบท่าแล้วค่ะ ขอบคุณสำหรับความเหนื่อยยากค่ะ!",
		"Sortie" : "ทุกคนพร้อมนะ? จะไปล่ะนะคะ? หน่วยคิโดบุไตที่ 1 ออกจู่โจม!",
		"Battle" : "เอาล่ะ ลุยเลยค่ะ! กองบินที่ 601 เริ่มออกตัว!",
		"Attack" : "ลานบินไม่ได้เสริมแกร่งมาเพื่อโชว์นะ การโจมตีระลอกที่ 2 ฝูงบินทั้งหมดออกตัว!",
		"Yasen(1)" : "เรือทุกลำยิงสนับสนุน! จัดการกวาดศัตรูที่เหลืออยู่เลยค่ะ!",
		"Yasen(2)" : "ลานบินไม่ได้เสริมแกร่งมาเพื่อโชว์นะ การโจมตีระลอกที่ 2 ฝูงบินทั้งหมดออกตัว!",
		"MVP" : "พลเรือเอก เป็นยังไงบ้าง? นี่คือพลังของไทโฮ แล้วก็พลังที่แท้จริงของพวกเราเหล่าหน่วยคิโดบุไตไงล่ะค่ะ!",
		"Damaged(1)" : "ห๊ะ! ระ ระเบิด!? ที่เก็บเชื้อเพลิงล่ะ? เชื้อเพลิงเป็นอะไรรึเปล่า!?",
		"Damaged(2)" : "ของแค่นี้น่ะ ไม่ทำให้ไทโฮคนนี้ตกใจหรอกนะคะ!",
		"Damaged(3)" : "อาา! ชะ เชื้อเพลิงมัน! ถ้าไม่ระวังแล้วติดไฟแล้วล่ะก็!",
		"Sunk" : "ต่อให้มีเกราะดีแค่ไหนก็ตาม...เวลาจะจมก็ยังจมอยู่ดีล่ะนะ...แต่ว่า...ครั้งนี้ได้เห็นการอาละวาดแล้วใช่มั้ย...? ฉันน่ะ... พอใจแล้วล่ะ...ค่ะ...",
		"Idle" : "พลเรือเอก ให้ไทโฮรออีกแล้วนะคะ ทั้งการฝึกฝนและการวางแผนสำคัญนะ อย่างน้อยก็ให้ไทโฮออกปฏิบัติการเถอะนะ",
		"Repair" : "เป็นการซ่อมแซมที่ดีมากค่ะ"
	},
	"156" : {
		"Intro" : "อรุณสวัสดิ์ค่ะ! ไทโฮที่ได้รับการปรับปรุงสมรรถนะคะ! เกราะตรงดาดฟ้าเรือก็ปรับให้แข็งแกร่งขึ้น! ด้านพลังป้องกันก็พัฒนาขึ้น! เพื่อพลเรือเอกในการเปิดน่านฟ้า เหล่าเครื่องบินพร้อมทำการสนับสนุนแล้วค่ะ!",
		"Library" : "เรือบรรทุกเครื่องบิน ไทโฮค่ะเป็นเรือบรรทุกเครื่องบินมาตรฐานรุ่นใหม่ที่ได้รับการเสริมเกราะที่ลานบินค่ะ โรงเก็บเครื่องบินแบบปิดก็วิเศษใช่ไหมล่ะ? เอ๋? แก๊สสะสมกันได้ง่าย…เหรอคะ เสียมารยาทนะ ค...ครั้งนี้น่ะไม่เป็นไรแล้วล่ะ!",
		"Poke(1)" : "พลเรือเอก หัวเรือเฮอริเคนของฉันน่ะมันน่าสนใจขนาดนั้นเลยเหรอคะ?",
		"Poke(2)" : "นั่นสินะ ปืนต่อสู้อากาศยานเองก็เป็นรุ่นใหม่ด้วยนะ ลุยกันให้เต็มที่ไปเลย!",
		"Poke(3)" : "เครื่องที่ไปไม่กลับ...เป็นคำที่ฟังดูไม่ชอบเลยนะคะ ถ้าเป็นไปได้ล่ะก็ไม่อยากจะให้ออกไปเลยแต่ว่า มันเป็นการต่อสู้นี่นา",
		"Married" : "พลเรือเอก ไม่เหนื่อยเหรอ? งั้นเหรอ? ถ้างั้นก็ดีแล้วล่ะ ถ้าไม่ไหวก็...อย่าฝืนนะ?",
		"Wedding" : "พลเรือเอก...ฉันพอจะตอบรับความคาดหวังของคุณได้ไหมคะ? งั้นเหรอ ถ้างั้นก็ดีแล้วล่ะ ยังไม่พอแค่นี้หรอกนะคะ มาพยายาม มาพยายามด้วยกันตลอดไปเถอะค่ะ!!",
		"Ranking" : "พลเรือเอก อ่านรายงานหน่อยไหมคะ?",
		"Join" : "เอาล่ะ ไทโฮไปล่ะนะคะ! ทุกคนที่ตาวีตาวี จะสบายดีรึเปล่านะ?",
		"13-2" : "กองเรือที่ 1 เรือธงไทโฮ ออกจู่โจมล่ะค่ะ!",
		"Equip(1)" : "อุปกรณ์อันนี้ เยี่ยมเลยค่ะ!",
		"Equip(2)" : "ความรู้สึกประมาณนี้ รู้สึกสบายๆ ล่ะค่ะ",
		"Equip(3)" : "เป็นลมที่ดีนะ",
		"Supply" : "ถ้าฝึกซ้อมกับเติมเสบียงอย่างสมบูรณ์แล้วล่ะก็ ไม่โดนเรียกว่าไก่งวงหรอกนะคะ!",
		"Docking(1)" : "นั่นสินะ บาดแผลเพียงเล็กน้อยก็อาจจะส่งผลถึงชีวิตได้ด้วยนะคะ",
		"Docking(2)" : "ดีล่ะ บางครั้งก็ขอเข้าไปแช่น้ำนานๆล่ะค่ะ",
		"Construction" : "ดูเหมือนจะมีเรือที่มาเข้าร่วมใหม่ล่ะ!",
		"Return" : "กองเรือกลับมาเทียบท่าแล้วค่ะ ขอบคุณสำหรับความเหนื่อยยากค่ะ!",
		"Sortie" : "ทุกคนพร้อมนะ? จะไปล่ะนะคะ? หน่วยคิโดบุไตที่ 1 ออกจู่โจม!",
		"Battle" : "เอาล่ะ ลุยเลยค่ะ! กองบินที่ 601 เริ่มออกตัว!",
		"Attack" : "ลานบินไม่ได้เสริมแกร่งมาเพื่อโชว์นะ การโจมตีระลอกที่ 2 ฝูงบินทั้งหมดออกตัว!",
		"Yasen(1)" : "เรือทุกลำยิงสนับสนุน! จัดการกวาดศัตรูที่เหลืออยู่เลยค่ะ!",
		"Yasen(2)" : "ลานบินไม่ได้เสริมแกร่งมาเพื่อโชว์นะ การโจมตีระลอกที่ 2 ฝูงบินทั้งหมดออกตัว!",
		"MVP" : "พลเรือเอก เป็นยังไงบ้าง? นี่คือพลังของไทโฮ แล้วก็พลังที่แท้จริงของพวกเราเหล่าหน่วยคิโดบุไตไงล่ะค่ะ!",
		"Damaged(1)" : "ห๊ะ! ระ ระเบิด!? ที่เก็บเชื้อเพลิงล่ะ? เชื้อเพลิงเป็นอะไรรึเปล่า!?",
		"Damaged(2)" : "ของแค่นี้น่ะ ไม่ทำให้ไทโฮคนนี้ตกใจหรอกนะคะ!",
		"Damaged(3)" : "อาา! ชะ เชื้อเพลิงมัน! ถ้าไม่ระวังแล้วติดไฟแล้วล่ะก็!",
		"Sunk" : "ต่อให้มีเกราะดีแค่ไหนก็ตาม...เวลาจะจมก็ยังจมอยู่ดีล่ะนะ...แต่ว่า...ครั้งนี้ได้เห็นการอาละวาดแล้วใช่มั้ย...? ฉันน่ะ... พอใจแล้วล่ะ...ค่ะ...",
		"Idle" : "พลเรือเอก ให้ไทโฮรออีกแล้วนะคะ ทั้งการฝึกฝนและการวางแผนสำคัญนะ อย่างน้อยก็ให้ไทโฮออกปฏิบัติการเถอะนะ",
		"Repair" : "เป็นการซ่อมแซมที่ดีมากค่ะ"
	},
	"54" : {
		"Intro" : "เซนไดมาแล้ว ถ้าเป็นศึกกลางคืนล่ะก็ไว้ใจได้เลย",
		"Library" : "เรือลาดตระเวนเบาคลาส 5500 ตัน ไทป์สุดท้าย นั่นคือฉันเอง คลาสเซนได เดี๋ยวจะสอนให้รู้ซึ้งถึงเสน่ห์อันเพียบพร้อมของเรือลาดตระเวนเบาเอง แน่นอน ตอนรบกลางคืนน่ะนะ!",
		"Poke(1)" : "อะไรเหรอ? รบกลางคืน?",
		"Poke(2)" : "กลางคืนนี่มันดีจังเนอะ กลางคืนเนี่ย",
		"Poke(3)" : "แหม ไม่ต้องรีบร้อนขนาดนั้นหรอก ราตรีน่ะยาวนานนะ?",
		"Married" : "พลเรือเอก ขอบคุณที่เหนื่อยนะ เหนื่อยกับศึกกลางคืนมาตลอดเลยสินะ อื้อ เข้าใจแล้วล่ะ!",
		"Wedding" : "เป็นอะไรเหรอพลเรือเอก? หน้าแดงเชียว... ฮั่นแน่~ อยากลุยศึกกลางคืนกับฉันล่ะสิ?",
		"Ranking" : "เหมือนมีการติดต่อมาหาพลเรือเอกนะ?",
		"Join" : "เซนได กองเรือตอร์ปิโด ออกปฏิบัติการ!",
		"Equip(1)" : "ทำให้ชั้นแข็งแกร่งขึ้นเหรอ? ขอบคุณนะ!",
		"Equip(2)" : "มีเจ้านี่ ศึกกลางคืนจะต้องเร้าใจขึ้นแน่เลย~",
		"Equip(3)" : "ศึกกลางคืนเร็วๆ สิ~!",
		"Supply" : "ทำให้ชั้นแข็งแกร่งขึ้นเหรอ? ขอบคุณนะ!",
		"Docking(1)" : "เช้าแล้วงั้นเหรอ...ขอพักก่อนละกันนะ",
		"Docking(2)" : "เจ็บหนักอย่างที่คิดเลย... ขอเข้าอู่ซ่อมก่อนนะ",
		"Construction" : "มีเรือใหม่จะมาประจำการงั้นเหรอ?",
		"Return" : "กองเรือกลับมาแล้ว ผลจะเป็นไงบ้างนะ?",
		"Sortie" : "จะได้รบกลางคืนแน่นะ? สัญญานะ?",
		"Battle" : "เปิดฉากยิงถล่ม เตรียมพร้อม! ยิง!",
		"Attack" : "จะลุยละนะ!",
		"Yasen(1)" : "สำเร็จ! รอมานานในที่สุดก็ได้รบกลางคืนซักที!",
		"Yasen(2)" : "เอาล่ะ มารบกลางคืนกัน!",
		"MVP" : "ผลมันแน่นอนอยู่แล้ว ไม่เป็นไรๆ ไม่ต้องชมขนาดนั้นก็ได้นะ",
		"Damaged(1)" : "อ้าา!",
		"Damaged(2)" : "ทำไปจนได้สินะ!",
		"Damaged(3)" : "ว้ายย!!",
		"Sunk" : "อยากจะ...สนุกกับ...ศึกกลางคืนให้มากกว่านี้จังนะ..."
	},
	"222" : {
		"Intro" : "เซนไดมาแล้ว ถ้าเป็นศึกกลางคืนล่ะก็ไว้ใจได้เลย",
		"Library" : "เรือลาดตระเวนเบาคลาส 5500 ตัน ไทป์สุดท้าย นั่นคือฉันเอง คลาสเซนได เดี๋ยวจะสอนให้รู้ซึ้งถึงเสน่ห์อันเพียบพร้อมของเรือลาดตระเวนเบาเอง แน่นอน ตอนรบกลางคืนน่ะนะ!",
		"Poke(1)" : "อะไรเหรอ? รบกลางคืน?",
		"Poke(2)" : "กลางคืนนี่มันดีจังเนอะ กลางคืนเนี่ย",
		"Poke(3)" : "แหม ไม่ต้องรีบร้อนขนาดนั้นหรอก ราตรีน่ะยาวนานนะ?",
		"Married" : "พลเรือเอก ขอบคุณที่เหนื่อยนะ เหนื่อยกับศึกกลางคืนมาตลอดเลยสินะ อื้อ เข้าใจแล้วล่ะ!",
		"Wedding" : "เป็นอะไรเหรอพลเรือเอก? หน้าแดงเชียว... ฮั่นแน่~ อยากลุยศึกกลางคืนกับฉันล่ะสิ?",
		"Ranking" : "เหมือนมีการติดต่อมาหาพลเรือเอกนะ?",
		"Join" : "เซนได กองเรือตอร์ปิโด ออกปฏิบัติการ!",
		"Equip(1)" : "ทำให้ชั้นแข็งแกร่งขึ้นเหรอ? ขอบคุณนะ!",
		"Equip(2)" : "มีเจ้านี่ ศึกกลางคืนจะต้องเร้าใจขึ้นแน่เลย~",
		"Equip(3)" : "ศึกกลางคืนเร็วๆ สิ~!",
		"Supply" : "ทำให้ชั้นแข็งแกร่งขึ้นเหรอ? ขอบคุณนะ!",
		"Docking(1)" : "เช้าแล้วงั้นเหรอ...ขอพักก่อนละกันนะ",
		"Docking(2)" : "เจ็บหนักอย่างที่คิดเลย... ขอเข้าอู่ซ่อมก่อนนะ",
		"Construction" : "มีเรือใหม่จะมาประจำการงั้นเหรอ?",
		"Return" : "กองเรือกลับมาแล้ว ผลจะเป็นไงบ้างนะ?",
		"Sortie" : "จะได้รบกลางคืนแน่นะ? สัญญานะ?",
		"Battle" : "เปิดฉากยิงถล่ม เตรียมพร้อม! ยิง!",
		"Attack" : "จะลุยละนะ!",
		"Yasen(1)" : "สำเร็จ! รอมานานในที่สุดก็ได้รบกลางคืนซักที!",
		"Yasen(2)" : "เอาล่ะ มารบกลางคืนกัน!",
		"MVP" : "ผลมันแน่นอนอยู่แล้ว ไม่เป็นไรๆ ไม่ต้องชมขนาดนั้นก็ได้นะ",
		"Damaged(1)" : "อ้าา!",
		"Damaged(2)" : "ทำไปจนได้สินะ!",
		"Damaged(3)" : "ว้ายย!!",
		"Sunk" : "อยากจะ...สนุกกับ...ศึกกลางคืนให้มากกว่านี้จังนะ...",
		"Idle" : "หืม? ก็...ไม่ได้กำลังเบื่อหรืออะไรแบบนั้นนะ...ไม่เลยนะ...จริงๆนะ!"
	},
	"191" : {
		"Intro" : "เป็นพลเรือเอกที่เห็นแล้วมีความสุขจัง ชื่อ อิ-19 ล่ะ เรียกอิคุก็ได้นะ!",
		"Library" : "เรือดำน้ำ อิ-19 อื้อ อิคุ! ได้จมเรือบรรทุกเครื่องบิน Wasp ด้วยพลังของตอร์ปิโดล่ะ และยิงโดนเรือประจัญบานกับเรือพิฆาตด้วย อย่าลืมผลงานสไนเปอร์แห่งท้องทะเลของอิคุนะ!",
		"Poke(1)" : "พลเรือเอก ห้ามละสายตาไปจากอิคุนะ!",
		"Poke(2)" : "ฮิๆ เวลาอิคุทำอะไร พลเรือเอกก็ไม่โกรธล่ะ ชอบจังเลย",
		"Poke(3)" : "พลเรือเอกเมื่อยไหล่รึเปล่า? แบบนี้ล่ะเป็นยังไงบ้าง? เจ็บไหม? ฮิฮิฮิ",
		"Married" : "พลเรือเอก~ จะนวดไหล่ให้นะ!...มันแข็งไปหมดเลย...",
		"Wedding" : "พลเรือเอก นี่มันคืออะไร~! อยากจะดำไปกับอิคุเหรอ? ได้เลย นี่ ชุดดำน้ำ! ก็ดูเหมาะดีนะ เอาล่ะ ดำไปด้วยกันเถอะ! จับมือด้วยกันไว้ตลอดอย่าปล่อยนะ โอเค ไปเลย!!!",
		"Ranking" : "พลเรือเอก มีจดหมายมาหานะ",
		"Join" : "ฮายย~! อิคุ, จะไปล่ะนะ!",
		"Equip(1)" : "ฮึๆ จิตวิญญาณของสไนเปอร์เดือดขึ้นมาเลยล่ะ~",
		"Equip(2)" : "ถ้าเป็นเจ้านี่ล่ะก็ ทำให้อิคุเก็บเจ้าพวกนั้นได้หมดในครั้งเดียวล่ะ!",
		"Equip(3)" : "อิฮิฮิ~",
		"Supply" : "การเติมตอร์ปิโดก็สำคัญนะ!",
		"Docking(1)" : "ขอซ่อม ซักแปปนึงนะ~",
		"Docking(2)" : "โดนจนได้... เดี๋ยวพอหายดีแล้วจะเอาคืนเป็นสองเท่าแน่!",
		"Construction" : "เรือลำใหม่สร้างเสร็จแล้ว~!",
		"Return" : "กองเรือกลับมาแล้วล่ะ~",
		"Sortie" : "ตอร์ปิโดของอิคุ จะลุยละน่ะ!",
		"Battle" : "การโจมตีด้วยตอร์ปิโดของอิคุ จะไปล่ะนะ!",
		"Attack" : "ปล่อยตอร์ปิโดออกซิเจน 6 ท่อได้!",
		"Yasen(1)" : "พลเรือเอก ถ้าปราบเจ้านั่นได้ล่ะก็ อยากได้รางวัลอ่ะ",
		"Yasen(2)" : "จะเล็งให้เอง! หรืออะไรทำนองนั้นแหละ!",
		"MVP" : "อิคุได้ที่หนึ่งล่ะ รางวัลของพลเรือเอกจะเป็นอะไรกันนะ~",
		"Damaged(1)" : "ช่างกล้านักนะ!",
		"Damaged(2)" : "เจ้านั่นงั้นเหรอ ที่เป็นคนเล็งชั้นน่ะ?",
		"Damaged(3)" : "คิดว่าทำอิคุจนมุมแล้วเหรอ...? เดี๋ยวได้เจอดีแน่!",
		"Sunk" : "อิคุ... จมงั้นเหรอ...? พลเรือเอก... ไม่ต้องห่วงอิคุ... นะ...?",
		"Idle" : "พลเรือเอก~! คิดยังไงปล่อยให้อิคุรอเนี่ย? อยากโดนลงโทษใช่ไหมม~?",
		"Repair" : "ซ่อมแซม เสร็จแล้วว~"
	},
	"401" : {
		"Intro" : "เป็นพลเรือเอกที่เห็นแล้วมีความสุขจัง ชื่อ อิ-19 ล่ะ เรียกอิคุก็ได้นะ!",
		"Library" : "เรือดำน้ำ อิ-19 อื้อ อิคุ! ได้จมเรือบรรทุกเครื่องบิน Wasp ด้วยพลังของตอร์ปิโดล่ะ และยิงโดนเรือประจัญบานกับเรือพิฆาตด้วย อย่าลืมผลงานสไนเปอร์แห่งท้องทะเลของอิคุนะ!",
		"Poke(1)" : "พลเรือเอก ห้ามละสายตาไปจากอิคุนะ!",
		"Poke(2)" : "ฮิๆ เวลาอิคุทำอะไร พลเรือเอกก็ไม่โกรธล่ะ ชอบจังเลย",
		"Poke(3)" : "พลเรือเอกเมื่อยไหล่รึเปล่า? แบบนี้ล่ะเป็นยังไงบ้าง? เจ็บไหม? ฮิฮิฮิ",
		"Married" : "พลเรือเอก~ จะนวดไหล่ให้นะ!...มันแข็งไปหมดเลย...",
		"Wedding" : "พลเรือเอก นี่มันคืออะไร~! อยากจะดำไปกับอิคุเหรอ? ได้เลย นี่ ชุดดำน้ำ! ก็ดูเหมาะดีนะ เอาล่ะ ดำไปด้วยกันเถอะ! จับมือด้วยกันไว้ตลอดอย่าปล่อยนะ โอเค ไปเลย!!!",
		"Ranking" : "พลเรือเอก มีจดหมายมาหานะ",
		"Join" : "ฮายย~! อิคุ, จะไปล่ะนะ!",
		"Equip(1)" : "ฮึๆ จิตวิญญาณของสไนเปอร์เดือดขึ้นมาเลยล่ะ~",
		"Equip(2)" : "ถ้าเป็นเจ้านี่ล่ะก็ ทำให้อิคุเก็บเจ้าพวกนั้นได้หมดในครั้งเดียวล่ะ!",
		"Equip(3)" : "อิฮิฮิ~",
		"Supply" : "การเติมตอร์ปิโดก็สำคัญนะ!",
		"Docking(1)" : "ขอซ่อม ซักแปปนึงนะ~",
		"Docking(2)" : "โดนจนได้... เดี๋ยวพอหายดีแล้วจะเอาคืนเป็นสองเท่าแน่!",
		"Construction" : "เรือลำใหม่สร้างเสร็จแล้ว~!",
		"Return" : "กองเรือกลับมาแล้วล่ะ~",
		"Sortie" : "ตอร์ปิโดของอิคุ จะลุยละน่ะ!",
		"Battle" : "การโจมตีด้วยตอร์ปิโดของอิคุ จะไปล่ะนะ!",
		"Attack" : "ปล่อยตอร์ปิโดออกซิเจน 6 ท่อได้!",
		"Yasen(1)" : "พลเรือเอก ถ้าปราบเจ้านั่นได้ล่ะก็ อยากได้รางวัลอ่ะ",
		"Yasen(2)" : "จะเล็งให้เอง! หรืออะไรทำนองนั้นแหละ!",
		"MVP" : "อิคุได้ที่หนึ่งล่ะ รางวัลของพลเรือเอกจะเป็นอะไรกันนะ~",
		"Damaged(1)" : "ช่างกล้านักนะ!",
		"Damaged(2)" : "เจ้านั่นงั้นเหรอ ที่เป็นคนเล็งชั้นน่ะ?",
		"Damaged(3)" : "คิดว่าทำอิคุจนมุมแล้วเหรอ...? เดี๋ยวได้เจอดีแน่!",
		"Sunk" : "อิคุ... จมงั้นเหรอ...? พลเรือเอก... ไม่ต้องห่วงอิคุ... นะ...?",
		"Idle" : "พลเรือเอก~! คิดยังไงปล่อยให้อิคุรอเนี่ย? อยากโดนลงโทษใช่ไหมม~?",
		"Repair" : "ซ่อมแซม เสร็จแล้วว~"
	},
	"1" : {
		"Intro" : "มุทสึกิค่ะ มาพยายามอย่างเต็มที่กันเถอะค่า~",
		"Library" : "เรือพิฆาตรุ่นแรกของกองเรือของจักรวรรดิที่ได้ติดตั้งตอร์ปิโด 61cm ที่ทรงพลัง มุทสึกิค่ะ เป็นเรือรุ่นเก่าก็จริงแต่ก็จะพยายามในแนวหน้าค่ะ!",
		"Poke(1)" : "อ้าว? พลเรือเอก? เรียกมุทสึกิเหรอ?",
		"Poke(2)" : "อะไรเหรอคะ อะไรเหรอคะ~?",
		"Poke(3)" : "รู้สึกสนใจฉันขนาดนั้นเลยเหรอคะ~ ฮิฮิฮิ...",
		"Married" : "โอ้ว?",
		"Wedding" : "ที่จริงแล้วเพราะอยากให้ท่านผู้การชม มุทสึกิเลยพยายามอย่างมากเลยล่ะค่ะ",
		"Ranking" : "รู้สึกมีจดหมายส่งมาถึงล่ะนะ",
		"Join" : "กองเรือของมุทสึกิ ออกตัวล่ะนะ!",
		"Equip(1)" : "โอ้วว พลังที่เอ่อล้นออกมาแบบนี้ มุทสึกิเป็นปลื้มจริงๆ!",
		"Equip(2)" : "ไม่รู้สึกเลยว่ามุทสึกิจะแพ้เลยล่ะ เฮะๆ",
		"Equip(3)" : "อ้าว?",
		"Supply" : "โอ้วว พลังที่เอ่อล้นออกมาแบบนี้ มุทสึกิเป็นปลื้มจริงๆ!",
		"Docking(1)" : "รู้สึกอยากจะพักสักเดี๋ยวนึงนะ",
		"Docking(2)" : "แง้~~...ที่ฉันทำไปเนี่ย...น่าละอายใจจังเลยค่ะ...",
		"Construction" : "เรือลำใหม่ปรากฎตัว! จ่ะจ๊างงง!",
		"Return" : "ขอบอกว่าภารกิจเสร็จสิ้นล่ะค่ะ!",
		"Sortie" : "ทุกคน เตรียมพร้อมรบกันรึยังเนี้ย~?",
		"Battle" : "มุทสึกิ เริ่มยิงตอร์ปิโดล่ะนะ",
		"Attack" : "ขอให้โดนเถอะ",
		"Yasen(1)" : "ผลการต่อสู้ครั้งนี้น่ะ เสร็จมุทสึกิล่ะนะคะ!",
		"Yasen(2)" : "ทั้งปืนใหญ่ทั้งตอร์ปิโดเองก็มีอยู่จริงนะ",
		"MVP" : "ชมมุทสึกิอีกเยอะๆได้เลยนะ!เป็นพวกยิ่งชมยิ่งเก่งยังไงล่ะ ฮิฮิฮิฮิ...",
		"Damaged(1)" : "หวา!?",
		"Damaged(2)" : "เอ๋~...มุทสึกิ ถึงเกราะบางเป็นกระดาษก็เถอะ...",
		"Damaged(3)" : "เนี่ยย!? ถ ถ้าแค่นี้ล่ะก็ยังหรอกน่า",
		"Sunk" : "อย่างน้อยก็ขอให้ทำหน้าที่ต่ออีกสักนิด",
		"Idle" : "เนี้ย~ พลเรือเอก...มุทสึกิรู้สึกเซ็งนิดหน่อยนะคะ...",
		"Repair" : "การซ่อมแซมเสร็จสิ้นแล้วค่ะ!"
	},
	"10" : {
		"Intro" : "ชิรายูกิค่ะ ฝากเนื้อฝากตัวด้วยค่ะ",
		"Library" : "เรือพิฆาตแบบพิเศษ, ลำดับที่สอง, ชิรายูกิค่ะ. ตอนต้นของสงคราม, ฉันได้เข้าร่วมหลายยุทธการ. หลังจากนั้น, ฉันก็เป็นเรือธงในคุ้มกันของยุทธการ 81 ที่เคลื่อนพลกองกำลังทหารเสริม",
		"Poke(1)" : "เหนื่อยหน่อยนะคะ รับชาหน่อยไหมค่ะ",
		"Poke(2)" : "มาพยายามด้วยกันเถอะ",
		"Poke(3)" : "ต-ต-ต้องการอะไรนะ!?",
		"Married" : "มีความสุขจังเลย",
		"Wedding" : "ได้ช่วยเหลือผู้การ, ทำตัวให้เป็นประโยชน์, ช่างดีจริงๆ. จะดีกว่านี้ถ้าฉันได้ช่วยได้มากกว่านี้...",
		"Ranking" : "มีจดหมายสำหรับ ผู้การค่ะ",
		"Join" : "มาพยายามด้วยกันเถอะ",
		"Equip(1)" : "ฉันยังสู้ได้ต่อ จะพยายามจนถึงที่สุด!",
		"Equip(2)" : "มีความสุขมากค่ะ...! ขอบคุณค่ะ!",
		"Equip(3)" : "มีความสุขจัง",
		"Supply" : "ฉันยังสู้ต่อได้ค่ะ, ฉันจะทำให้ดีที่สุดค่ะ",
		"Docking(1)" : "ประเดี๋ยวก็ซ่อมเสร็จแล้วค่ะ",
		"Docking(2)" : "ขอโทษด้วยค่ะ. ขอพักหน่อยนะคะ",
		"Construction" : "โอ้! ดูเหมือนสาวเรือรบคนใหม่จะมาแล้วนะ",
		"Return" : "ยุทธการเสร็จสิ้น กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "ทุกคนคะ ได้เก็บวัตถุไวไฟเรียบร้อยแล้วหรือยัง?",
		"Battle" : "เห็นเป้าหมายชัดเจนค่ะ เริ่มยิงได้...!",
		"Attack" : "เริ่มยิงปืนหลัก",
		"Yasen(1)" : "นี้คือพลังของเรือพิฆาตพิเศษ,ช่วยดูด้วยค่ะ",
		"Yasen(2)" : "ฉันรู้สึกได้ถึงเขื่อนเล็ก ๆ ล่ะ",
		"MVP" : "ฉันก็ด้วยค่ะ ดีใจมากเลยล่ะค่ะที่ได้เป็นประโยชน์ให้กับทุกคน",
		"Damaged(1)" : "อึก...!",
		"Damaged(2)" : "ไม่นะ!",
		"Damaged(3)" : "ยัง ยังสู้ได้ต่อ!",
		"Sunk" : "ไม่นะ ชั้นยังไม่ได้ทำอะไรเลย",
		"Repair" : "การซ่อมแซมเสร็จสิ้นแล้วค่ะ"
	},
	"180" : {
		"Intro" : "สวัสดี. เรือพิฆาตแม็ก ชูลส์...เรียกว่า แม็ก ก็ได้ ยินดีที่ได้รู้จัก",
		"Library" : "เรือพิฆาตโปรแกรม Zerstörer 1934 ลำที่ 3 ถูกสร้างขึ้นมาด้วยความคงทนที่ดี แต่... เครื่องยนต์แบบใหม่พวกนี้มักจะมีปัญหา ตอนนี้น่าจะไม่เป็นไร",
		"Poke(1)" : "มีอะไรงั้นเหรอ? ออกปฏิบัติการ?",
		"Poke(2)" : "อะไร? อย่าจับต้องมากนะ",
		"Poke(3)" : "นาย...ทำแบบนั้น แสดงว่ามีปฏิบัติการอะไรที่ต้องทำสินะ... จริงเหรอ? หืม...",
		"Married" : "นายหน่ะ...ไม่จำเป็นต้องฝืนมากก็ได้นะ พักบ้างก็ดี ไม่เป็นไรหรอก...",
		"Wedding" : "มีธุระอะไรสำคัญงั้นเหรอ?... โห...นี่สำหรับเรางั้นเหรอ...หืม...แบบนี้นี่เอง...ขอบคุณมากนะ...",
		"Ranking" : "มายืนยันสถานการณ์ตอนนี้กันเถอะ",
		"Join" : "ออกปฏิบัติการ?...รับทราบ",
		"Equip(1)" : "นี่ก็...ถือว่าเป็นอุปกรณ์ที่ดี.",
		"Equip(2)" : "ขอบคุณ...ได้ช่วยไว้จริงๆ",
		"Equip(3)" : "หืมม~",
		"Supply" : "ขอบคุณนะ",
		"Docking(1)" : "เตรียมตัวสำหรับการซ่อมแซม",
		"Docking(2)" : "เตรียมตัวสำหรับการซ่อมแซมครั้งใหญ่ ขอพักก่อนละกัน",
		"Construction" : "มีเรือใหม่ที่ต่อเสร็จสิ้นแล้วหนะ",
		"Return" : "กองเรือกลับมาแล้ว",
		"Sortie" : "ได้เวลาแสดงพลังที่แท้จริงแล้ว ไปกันเลย!",
		"Battle" : "การปะทะ...ระหว่างกองเรือ...หืม... ได้เวลาลุย!",
		"Attack" : "ศัตรูติดกับดักเราแล้ว เริ่มโจมตีได้",
		"Yasen(1)" : "เตรียมตัวสำหรับการไล่ล่า!",
		"Yasen(2)" : "ยิง!",
		"MVP" : "เป็นที่หนึ่งงั้นเหรอ? หืม~... จริงงั้นเหรอ? หืม...",
		"Damaged(1)" : "อั๊ก!",
		"Damaged(2)" : "อัก...ยัง...ยังไม่เป็นไรหรอก",
		"Damaged(3)" : "โดนยิงเข้าสะแล้ว อะไร? เราทำผิดพลาดงั้นเหรอ ? ",
		"Sunk" : "ต้องมาจมในทะเลแปลกๆงั้นเหรอ... เรากำลังจะ...หลับลง...อีกครั้งสินะ",
		"Idle" : "หืมม...ไม่มีอะไรทำเลยงั้นเหรอ? ไม่มีการต่อสู้เลยงั้นเหรอ? หืมม~...",
		"Repair" : "ดูเหมือนว่าตัวเรือจะถูกซ่อมครบแล้วหล่ะ"
	},
	"35" : {
		"Intro" : "ฉันคือฮิบิกิ ฉันยังถูกเรียกว่า ฟีนิกซ์ และนั้นเป็นความสามารถของฉันเอง",
		"Library" : "เรือพิฆาตในรุ่นพิเศษเพียงลำเดียวที่ยังเหลือรอดอยู่นั้นก็คือฉันเองล่ะ, ฮิบิกิ ในตอนหลังนั้นถูกโอนย้ายออกไป, ฉันไม่สามารถไปพร้อมกับยามาโตะในศึกโจมตีครั้งสุดท้ายได้ ฉันถูกส่งตัวไปยังสหภาพโซเวียตเพื่อเป็นสินสงคราม, และได้รับการแต่งตั้งชื่อใหม่ตามภาษาของรัสเซีย เชื่อมั่นฉันได้เลย",
		"Poke(1)" : "ผู้การ มันคืออะไรเหรอคะ?",
		"Poke(2)" : "ผู้การ ขอคำคำสั่งด้วยคะ?",
		"Poke(3)" : "ฉัน... อาจจะกลับมาเร็วๆ นี้",
		"Married" : "ผู้การ คุณไม่เหนื่อยบ้างเหรอคะ?",
		"Wedding" : "ผู้การ สิ่งที่เรียกว่า ความรัก และคนที่ชอบ... มันคืออะไรกันนะ...? เอ๊ะ? คุณจะสอนฉันเหรอคะ?",
		"Ranking" : "มีข้อความมาถึงคุณค่ะ, ผู้การ",
		"Join" : "รับทราบ, ฮิบิกิ, ออกปฏิบัติการ",
		"Equip(1)" : "ฮาราโช... ฉันรู้สึกได้ถึงพลังจากสิ่งนี้",
		"Equip(2)" : "โอ้ นี้มันเยี่ยมมากเลย... ขอบคุณคะ",
		"Equip(3)" : "ดี",
		"Supply" : "ฮาราโช... ฉันรู้สึกได้ถึงพลังจากสิ่งนี้",
		"Docking(1)" : "ฉันจะซ่อมแซมตัวเองให้ดีขึ้น",
		"Docking(2)" : "ความลับของฟีนิกซ์นั้นคือระยะเวลาของการซ่อมแซมตัวเองไงล่ะ",
		"Construction" : "ดูเหมือนว่ากองกำลังใหม่จะมีเพื่มขึ้นมานะ",
		"Return" : "กองเรือกลับมาแล้ว ขอบคุณที่เหนื่อยยาก",
		"Sortie" : "ชื่อของฉันคือ ฟีนิกซ์ ไม่ได้มีเอาไว้แค่โชว์หรอกนะ ออกปฏิบัติการ",
		"Battle" : "เอาล่ะ, เราจะต้องดำเนินการ?",
		"Attack" : "เปล่าประโยชน์, เอ๊ะ?",
		"Yasen(1)" : "อุร่าาาาาา!",
		"Yasen(2)" : "ช้าเกินไป",
		"MVP" : "ชัยชนะ? ฉันชอบเสียงนี้นะ ก็ไม่ได้เลวร้ายเท่าไร",
		"Damaged(1)" : "ฮึ...",
		"Damaged(2)" : "จม...",
		"Damaged(3)" : "อย่างที่คาดไว้, มันคือ... ความน่าอับอาย",
		"Sunk" : "นามสุดท้ายฉันคือ ฮิบิกิ... ลาก่อน",
		"Idle" : "ไม่เป็นไร. ฉันอยู่คนเดียวได้"
	},
	"185" : {
		"Intro" : "เรือบรรทุกเครื่องบินเบา ริวโฮค่ะ ซึ่งรีโมเดลมาจากเรือพีเลี้ยงเรือดำน้ำ ชั้นจะพยายามให้สุดความสามารถเลยค่ะ!",
		"Library" : "เรือบรรทุกเครื่องบินเบา ริวโฮค่ะ การได้เปลี่ยนหม้อไอน้ำใหม่ไม่ได้ทำให้ความเร็วของดิชั้นปัญหาแม้แต่น้อยเลยค่ะ แต่ก็ได้ดาดฟ้าเรือและอาวุธของพวกเรือบรรทุกเครื่องบินเบาเพิ่มขึ้นอีกด้วยล่ะค่ะ เรือบรรทุกเครื่องบินเบา ริวโฮ จะช่วยเหลือเต็มที่เลยล่ะค่ะ!",
		"Poke(1)" : "ค่ะ ออกรบสินะคะ?",
		"Poke(2)" : "ซวย...? โชคไม่ดีงั้นเหรอ? เอ๋ ฉันน่ะเหรอคะ? เรื่องแบบนั้นไม่จริงหรอกค่ะ!",
		"Poke(3)" : "ดูลิตเติล? รู้สึก เป็นเสียงที่ฟังดูแย่ๆยังไงก็ไม่รู้นะคะ... ไม่ต้องทำอะไร?... ทำไมล่ะ?",
		"Married" : "พลเรือเอก ไม่พักสักหน่อยเหรอคะ? จะงีบหลับตรงดาดฟ้าเรือของชั้นก็ได้นะคะ ค่า~",
		"Wedding" : "พลเรือเอก สำหรับแผนการปรับแต่งตัวชั้นให้เป็นเรือบรรทุกเครื่องบินเบา ในที่สุดชั้นก็มาถึงจุดนี้จนได้ ต้องขอขอบพระคุณมากๆ เลยนะคะ จะขอ- จะขอขอบคุณตลอดไปเลยล่ะค่ะ ไม่ว่าเมื่อไหร่... ไม่ว่าเมื่อไหร่ ก็จะขออยู่รับคำบัญชาของพลเรือเอกตลอดไปเลยล่ะค่ะ เพราะตัวชั้นนั้น...!",
		"Ranking" : "พลเรือเอก สถานการณ์เป็นยังไงบ้างคะ? ไหวมั้ยคะ?",
		"Join" : "ค่า~! เรือบรรทุกเครื่องบินเบา ริวโฮ จะออกตัวแล้วนะคะ!",
		"Equip(1)" : "มีความสุขจังเลยค่ะ! ขอบคุณมากๆเลยนะคะ!",
		"Equip(2)" : "ถ้าขนาดนี้ล่ะก็ ชั้นจะไม่ยอมเสียเครื่องบินให้กับศัตรูเด็ดขาดเลยล่ะค่ะ!",
		"Equip(3)" : "ทำได้แล้วนะคะ!",
		"Supply" : "ขอบคุณที่เติมเครื่องบินให้ดิชั้นนะคะ",
		"Docking(1)" : "ขอตัวไปอาบน้ำสักพักนะคะ",
		"Docking(2)" : "ขอรบกวนหน่อยนะคะ คงต้องขอตัวไปแช่อ่างอาบน้ำแล้วล่ะค่ะ",
		"Construction" : "ดูเหมือนว่าเพื่อนใหม่จะมาถึงแล้วนะ",
		"Return" : "กลับมากันอย่างปลอดภัยกันสินะคะ โล่งอกไปที",
		"Sortie" : "กองเรือจู่โจมหลักทำการโจมตี จะคว้าชัยชนะมาให้ได้เลยค่ะ!",
		"Battle" : "รู้สึกดีจัง... การโจมตีละลอกแรก ไปได้!",
		"Attack" : "จะทำการโจมตีต่อแล้วนะคะ ริวโฮทำการโจมตี ไปได้!",
		"Yasen(1)" : "เปลี่ยนเป็นการไล่ล่าค่ะ เรือทุกลำ ทำการโจมตี!",
		"MVP" : "เครื่องบินของชั้นทำได้ดีหรือเปล่า? สะ-สำเร็จ! นี่แหละคือพลังเรือบรรทุกเครื่องบินของริโฮยังไงล่ะคะ!",
		"Damaged(1)" : "กรี๊สสสส~",
		"Damaged(2)" : "ไม่นะ! โรงเก็บเครื่องบิน!",
		"Damaged(3)" : "แย่แล้วล่ะค่ะ! ลิฟท์มัน... แต่ว่ายังไหวอยู่ค่ะ ชั้นไม่จมหรอกค่ะ!",
		"Sunk" : "เรือบรรทุกเครื่องบิน ต้องจมแล้วสินะ... ครั้งนี้น่ะ... เราทำได้ดี...บ้างหรือเปล่า... นะ?",
		"Idle" : "พล-เรือ-เอก พลเรือเอกคะ เอ่อคือ... จะให้กองเรือบรรทุกเครื่องบิน ไปโจมตีที่ไหนดีคะ?... กำลังพักอยู่...งะ-งั้นเหรอคะ... อ่า... ค่ะ...",
		"Repair" : "โล่งอกไปที ดูเหมือนว่าการซ่อมแซมจะเสร็จแล้วล่ะ"
	},
	"318" : {
		"Intro" : "เรือบรรทุกเครื่องบินเบา ริวโฮค่ะ ซึ่งรีโมเดลมาจากเรือพีเลี้ยงเรือดำน้ำ ชั้นจะพยายามให้สุดความสามารถเลยค่ะ!",
		"Library" : "เรือบรรทุกเครื่องบินเบา ริวโฮค่ะ การได้เปลี่ยนหม้อไอน้ำใหม่ไม่ได้ทำให้ความเร็วของดิชั้นปัญหาแม้แต่น้อยเลยค่ะ แต่ก็ได้ดาดฟ้าเรือและอาวุธของพวกเรือบรรทุกเครื่องบินเบาเพิ่มขึ้นอีกด้วยล่ะค่ะ เรือบรรทุกเครื่องบินเบา ริวโฮ จะช่วยเหลือเต็มที่เลยล่ะค่ะ!",
		"Poke(1)" : "ค่ะ ออกรบสินะคะ?",
		"Poke(2)" : "เอ๋? ออกรบโดยใช้กองเรือแบบคิโดบุไตงั้นเหรอคะ?",
		"Poke(3)" : "โถ่! ไม่ใช่เรือขนส่งกับป้อมต่อต้านอากาศยานนะคะ ชั้นคือเรือบรรทุกเครื่องบินค่ะ เรือบรรทุกเครื่องบิน!",
		"Married" : "พลเรือเอก ไม่พักสักหน่อยเหรอคะ? จะงีบหลับตรงดาดฟ้าเรือของชั้นก็ได้นะคะ ค่า~",
		"Wedding" : "พลเรือเอก สำหรับแผนการปรับแต่งตัวชั้นให้เป็นเรือบรรทุกเครื่องบินเบา ในที่สุดชั้นก็มาถึงจุดนี้จนได้ ต้องขอขอบพระคุณมากๆ เลยนะคะ จะขอ- จะขอขอบคุณตลอดไปเลยล่ะค่ะ ไม่ว่าเมื่อไหร่... ไม่ว่าเมื่อไหร่ ก็จะขออยู่รับคำบัญชาของพลเรือเอกตลอดไปเลยล่ะค่ะ เพราะตัวชั้นนั้น...!",
		"Ranking" : "พลเรือเอก สถานการณ์เป็นยังไงบ้างคะ? ไหวมั้ยคะ?",
		"Join" : "เรือบรรทุกเครื่องบินเบา ริวโฮ จะแสดงพลังที่แท้จริงให้เห็นแล้วนะคะ!",
		"Equip(1)" : "เทนซัน เนี่ย ดิชั้นว่า ก็น่ารักดีนะคะ!",
		"Equip(2)" : "พลเรือเอก ขอบคุณมากๆเลยนะคะ",
		"Equip(3)" : "ทำได้แล้วนะคะ!",
		"Supply" : "ขอบคุณที่เติมเครื่องบินให้ดิชั้นนะคะ",
		"Docking(1)" : "ขอตัวไปอาบน้ำสักพักนะคะ",
		"Docking(2)" : "ขอโทษนะคะ คงต้องขอตัวไปแช่อ่างอาบน้ำแล้วล่ะค่ะ",
		"Construction" : "ดูเหมือนว่าเพื่อนใหม่จะมาถึงแล้วนะ",
		"Return" : "กองเรือสำรวจกลับมาได้อย่างปลอดภัยแล้วล่ะค่ะ โล่งอกไปที",
		"Sortie" : "กองเรือจู่โจมหลักทำการโจมตี จะคว้าชัยชนะมาให้ได้เลยค่ะ!",
		"Battle" : "รู้สึกดีจัง... การโจมตีละลอกแรก ไปได้!",
		"Attack" : "ถ้ายังเหลือเครื่องบินอยู่ ชั้นก็จะสู้ต่อ!",
		"Yasen(1)" : "เปลี่ยนเป็นการไล่ล่าค่ะ เรือทุกลำ ทำการโจมตี!",
		"MVP" : "เครื่องบินของชั้นทำได้ดีหรือเปล่า? สะ-สำเร็จ! นี่แหละคือพลังเรือบรรทุกเครื่องบินของริโฮยังไงล่ะคะ!",
		"Damaged(1)" : "กรี๊สสสส~",
		"Damaged(2)" : "ไม่นะ! โรงเก็บเครื่องบิน!",
		"Damaged(3)" : "แย่แล้วล่ะค่ะ! ลิฟท์มัน... แต่ว่ายังไหวอยู่ค่ะ ชั้นไม่จมหรอกค่ะ!",
		"Sunk" : "เรือบรรทุกเครื่องบิน ต้องจมแล้วสินะ... ครั้งนี้น่ะ... เราทำได้ดี...บ้างหรือเปล่า... นะ?",
		"Idle" : "พล-เรือ-เอก พลเรือเอกคะ เอ่อคือ... จะให้กองเรือบรรทุกเครื่องบิน ไปโจมตีที่ไหนดีคะ?... กำลังพักอยู่...งะ-งั้นเหรอคะ... อ่า... ค่ะ...",
		"Repair" : "โล่งอกไปที ดูเหมือนว่าการซ่อมแซมจะเสร็จแล้วล่ะ"
	},
	"83" : {
		"Intro" : "เรือบรรทุกเครื่องบิน อาคากิค่ะ ถ้าจัดตั้งหน่วยคิโด-บุไตล่ะก็ไว้ใจฉันได้เลยค่ะ",
		"Library" : "เรือบรรทุกเครื่องบิน อาคากิค่ะ ในฐานะที่เป็นกำลังสำคัญของหน่วยกองเรือบรรทุกเครื่องบินเพื่อสนับสนุนในการจู่โจม เนื่องจากได้รับการฝึกฝนมาอย่างโชกโชนและบวกกับความภาคภูมิของกองเรือบรรทุกเครื่องบินแล้ว ทำให้ถูกเรียกว่า “กองเรือไร้เทียมทาน” ล่ะค่ะ เชื่อมั่นในตัวเองเกินไป? อืม… เหรอคะ… จะระวังไว้นะคะ.",
		"Poke(1)" : "ประชุมวางแผนการรบงั้นเหรอคะ?",
		"Poke(2)" : "เรปปุ? ไม่เห็นเคยได้ยินชื่อมาก่อนเลย",
		"Poke(3)" : "ริวเซย์? หมายถึงเครื่องบินทิ้งตอร์ปิโดไทป์ 97 เหรอคะ?",
		"Married" : "กองเรือบรรทุกเครื่องบินที่ 1 อาคากิ ไม่ว่าจะเมื่อไหร่ก็พร้อมออกปฏิบัติการ! พลเรือเอกคะ ช่วยกรุณาพักผ่อนสักครู่นึงด้วยนะคะ",
		"Wedding" : "พลเรือเอกคะ ถ้าอยู่กับพลเรือเอกล่ะก็ฉันอาจจะเปลี่ยนแปลงห้านาทีแห่งชะตากรรมก็เป็นได้นะคะ ฉันจะพยายามค่ะ",
		"Ranking" : "พลเรือเอก มีข้อมูลข่าวสารเข้ามาค่ะ",
		"Join" : "กองเรือบรรทุกเครื่องบินที่ 1 อาคากิ ไปล่ะค่ะ!",
		"Equip(1)" : "ลานบิน 3 ชั้นน่ะ...ไม่จำเป็นหรอกนะคะ",
		"Equip(2)" : "ปรับปรุงให้ทันสมัยมากขึ้นเนี่ย ขอบคุณมากเลยค่ะ",
		"Equip(3)" : "เยี่ยมไปเลยนะ",
		"Supply" : "เติมให้กระทั่งเครื่องบินด้วยเนี่ยขอบคุณมากเลยค่ะ ช่วยได้มากเลยค่ะ",
		"Docking(1)" : "ฉันจะเตรียมพร้อมสำหรับภารกิจต่อไปค่ะ",
		"Docking(2)" : "คงจะต้องใช้เวลาซักนิดในการซ่อมลานบินค่ะ",
		"Construction" : "ที่หน่วยคิโด-บุไตนี้มีเรือลำใหม่มาเข้าร่วมล่ะค่ะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "หน่วยนากุโมะ ออกจู่โจมล่ะค่ะ!",
		"Battle" : "หน่วยโจมตีระลอกที่ 1 ออกบินจู่โจมด้วยค่ะ!",
		"Attack" : "รีบเปลี่ยนอุปกรณ์เร็วเข้า!",
		"Yasen(1)" : "หน่วยโจมตีระลอกที่ 2 ทุกเครื่องออกบิน!",
		"Yasen(2)" : "เครื่องบินรบทุกคนพร้อมแล้วนะคะ?",
		"MVP" : "จะมาวางใจกับชัยชนะครั้งนี้ไม่ได้นะ ถ้าไม่ส่งเครื่องบินออกไปสำรวจล่ะก็...อ๊ะ จู่ๆ ในหัวมันเกิดอะไรขึ้น?",
		"Damaged(1)" : "ด้านบน!? ข้างหน้า!?",
		"Damaged(2)" : "อ้าา!...ช่วยป้องกันการระเบิดที",
		"Damaged(3)" : "ความภาคภูมิใจของกองเรือบรรทุกเครื่องบินที่ 1 จะไม่ยอมมาสูญเสียในที่แบบนี้หรอก...!",
		"Sunk" : "ขอโทษค่ะ... กรุณาทำลายฉัน... ด้วยตอร์ปิโดทีค่ะ...",
		"Idle" : "เอ่อ... พลเรือเอกคะ...? ข้-- ไม่สิ! ยังไม่เริ่มปฏิบัติการเหรอคะ!?"
	}, 
	"277" : {
		"Intro" : "เรือบรรทุกเครื่องบิน อาคากิค่ะ ถ้าจัดตั้งหน่วยคิโด-บุไตล่ะก็ไว้ใจฉันได้เลยค่ะ",
		"Library" : "เรือบรรทุกเครื่องบิน อาคากิค่ะ ในฐานะที่เป็นกำลังสำคัญของหน่วยกองเรือบรรทุกเครื่องบินเพื่อสนับสนุนในการจู่โจม เนื่องจากได้รับการฝึกฝนมาอย่างโชกโชนและบวกกับความภาคภูมิของกองเรือบรรทุกเครื่องบินแล้ว ทำให้ถูกเรียกว่า “กองเรือไร้เทียมทาน” ล่ะค่ะ เชื่อมั่นในตัวเองเกินไป? อืม… เหรอคะ… จะระวังไว้นะคะ.",
		"Poke(1)" : "ประชุมวางแผนการรบงั้นเหรอคะ?",
		"Poke(2)" : "เรปปุ? ไม่เห็นเคยได้ยินชื่อมาก่อนเลย",
		"Poke(3)" : "ริวเซย์? หมายถึงเครื่องบินทิ้งตอร์ปิโดไทป์ 97 เหรอคะ?",
		"Married" : "กองเรือบรรทุกเครื่องบินที่ 1 อาคากิ ไม่ว่าจะเมื่อไหร่ก็พร้อมออกปฏิบัติการ! พลเรือเอกคะ ช่วยกรุณาพักผ่อนสักครู่นึงด้วยนะคะ",
		"Wedding" : "พลเรือเอกคะ ถ้าอยู่กับพลเรือเอกล่ะก็ฉันอาจจะเปลี่ยนแปลงห้านาทีแห่งชะตากรรมก็เป็นได้นะคะ ฉันจะพยายามค่ะ",
		"Ranking" : "พลเรือเอก มีข้อมูลข่าวสารเข้ามาค่ะ",
		"Join" : "กองเรือบรรทุกเครื่องบินที่ 1 อาคากิ ไปล่ะค่ะ!",
		"Equip(1)" : "ลานบิน 3 ชั้นน่ะ...ไม่จำเป็นหรอกนะคะ",
		"Equip(2)" : "ปรับปรุงให้ทันสมัยมากขึ้นเนี่ย ขอบคุณมากเลยค่ะ",
		"Equip(3)" : "เยี่ยมไปเลยนะ",
		"Supply" : "เติมให้กระทั่งเครื่องบินด้วยเนี่ยขอบคุณมากเลยค่ะ ช่วยได้มากเลยค่ะ",
		"Docking(1)" : "ฉันจะเตรียมพร้อมสำหรับภารกิจต่อไปค่ะ",
		"Docking(2)" : "คงจะต้องใช้เวลาซักนิดในการซ่อมลานบินค่ะ",
		"Construction" : "ที่หน่วยคิโด-บุไตนี้มีเรือลำใหม่มาเข้าร่วมล่ะค่ะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "หน่วยนากุโมะ ออกจู่โจมล่ะค่ะ!",
		"Battle" : "หน่วยโจมตีระลอกที่ 1 ออกบินจู่โจมด้วยค่ะ!",
		"Attack" : "รีบเปลี่ยนอุปกรณ์เร็วเข้า!",
		"Yasen(1)" : "หน่วยโจมตีระลอกที่ 2 ทุกเครื่องออกบิน!",
		"Yasen(2)" : "เครื่องบินรบทุกคนพร้อมแล้วนะคะ?",
		"MVP" : "จะมาวางใจกับชัยชนะครั้งนี้ไม่ได้นะ ถ้าไม่ส่งเครื่องบินออกไปสำรวจล่ะก็...อ๊ะ จู่ๆ ในหัวมันเกิดอะไรขึ้น?",
		"Damaged(1)" : "ด้านบน!? ข้างหน้า!?",
		"Damaged(2)" : "อ้าา!...ช่วยป้องกันการระเบิดที",
		"Damaged(3)" : "ความภาคภูมิใจของกองเรือบรรทุกเครื่องบินที่ 1 จะไม่ยอมมาสูญเสียในที่แบบนี้หรอก...!",
		"Sunk" : "ขอโทษค่ะ... กรุณาทำลายฉัน... ด้วยตอร์ปิโดทีค่ะ...",
		"Idle" : "เอ่อ... พลเรือเอกคะ...? ข้-- ไม่สิ! ยังไม่เริ่มปฏิบัติการเหรอคะ!?"
	},
	"84" : {
		"Intro" : "เรือบรรทุกเครื่องบินคากะค่ะ คุณคือพลเรือเอกของฉันอย่างนั้นเหรอ? ถ้างั้นฉันคาดหวังในตัวคุณอยู่นะคะ",
		"Library" : "ฉัน คากะถูกต่อขึ้นมาในฐานะของเรือหมายเลขสามแห่งกองเรือที่ 88 ค่ะ ถึงโชคชะตาจะกลั่นแกล้งบ้าง แต่สุดท้ายก็ได้กลายเป็นเรือบรรทุกขนาดใหญ่ได้ในที่สุด และได้รับผิดชอบร่วมกับอาคากิซังในการเป็นหัวหอกของกองเรือบรรทุกเครื่องบินที่ 1 ค่ะ",
		"Poke(1)" : "ที่หน้าของฉันมีอะไรติดอยู่งั้นเหรอคะ?",
		"Poke(2)" : "มีอะไรจะปรึกษางั้นเหรอ? ก็ได้อยู่หรอก",
		"Poke(3)" : "มีอะไรกับโรงเก็บเครื่องบินของฉันเหรอค่ะ...? งั้นเหรอ...อืม...เป็นของที่ส่วนใหญ่อยากได้กันสินะ",
		"Married" : "เอาเถอะ ฉันเองก็ยอมรับด้วยเหมือนกันค่ะ",
		"Wedding" : "ฉัน...ให้แสดงสีหน้าน่ะ...มัน... ฉัน...ถึงจะเป็นตอนนี้ ก็ยังคงมีความสุขมากอยู่ล่ะค่ะ...",
		"Ranking" : "กองบัญชาการแผนการรบติดต่อมานะคะ",
		"Join" : "ไม่มอบที่นี่ให้หรอกค่ะ",
		"Equip(1)" : "นั่นสินะ การปรับปรุงนี้เป็นการตัดสินใจที่ดีนะ",
		"Equip(2)" : "เป็นอุปกรณ์ที่ดีนะ สมแล้วที่ทำให้รู้สึกดีขนาดนี้นะคะ",
		"Equip(3)" : "เรียบร้อยแล้วค่ะ",
		"Supply" : "การเติมเสบียงน่ะสำคัญนะ",
		"Docking(1)" : "ขอตัวเข้าไปทำการฟื้นฟูก่อนล่ะนะคะ",
		"Docking(2)" : "ความเสียหายระดับนี้จะฟื้นฟูให้สมบูรณ์คงต้องใช้เวลาสักพักนะคะ ขอโทษด้วยนะคะ",
		"Construction" : "มีเรือสร้างใหม่สินะ...มาเสริมกำลังรบได้ก็ดีอยู่หรอก",
		"Return" : "ยุทธวิธีเรียบร้อย กองเรือกลับเข้าสู่ฐานล่ะค่ะ",
		"Sortie" : "กองเรือบรรทุกเครื่องบินที่ 1 ออกจู่โจมล่ะค่ะ",
		"Battle" : "เด็กกองเรือบรรทุกเครื่องบินที่ 5 น่ะอย่ามาด้วยกันจะได้ไหม",
		"Attack" : "จัดการในครั้งเดียวเท่านั้นแหละ ไม่ต้องเป็นห่วงหรอกค่ะ",
		"Yasen(1)" : "เพราะว่าทุกคนเป็นเด็กชั้นเยี่ยมยังไงล่ะคะ",
		"Yasen(2)" : "ไม่มอบที่นี่ให้หรอกค่ะ",
		"MVP" : "เป็นคำสั่งยุทธวิธีที่ดีมากค่ะ ถ้าเป็นกองเรือนี้ล่ะก็ อยากจะออกมารบด้วยกันอีกครั้งนึงเลยค่ะ",
		"Damaged(1)" : "โกรธสุดๆแล้วล่ะค่ะ",
		"Damaged(2)" : "ดาดฟ้าเรือโดนจู่โจมโดยตรงงั้นเหรอ...อะไรกัน...บ้าน่า...",
		"Damaged(3)" : "คุณอาคากิ...จะไม่ทางให้เหลือที่จะไปจมคุณได้หรอกค่ะ...",
		"Sunk" : "คุณอาคากิ...ถ้าคุณปลอดภัยล่ะก็ดีแล้วล่ะ...ขอล่วงหน้าไปก่อนนะ...แล้วจะรออยู่นะคะ...",
		"Idle" : "เอ่อ...อ่ะ...ไม่มีอะไรค่ะ"
	},
	"278" : {
		"Intro" : "เรือบรรทุกเครื่องบินคากะค่ะ คุณคือพลเรือเอกของฉันอย่างนั้นเหรอ? ถ้างั้นฉันคาดหวังในตัวคุณอยู่นะคะ",
		"Library" : "ฉัน คากะถูกต่อขึ้นมาในฐานะของเรือหมายเลขสามแห่งกองเรือที่ 88 ค่ะ ถึงโชคชะตาจะกลั่นแกล้งบ้าง แต่สุดท้ายก็ได้กลายเป็นเรือบรรทุกขนาดใหญ่ได้ในที่สุด และได้รับผิดชอบร่วมกับอาคากิซังในการเป็นหัวหอกของกองเรือบรรทุกเครื่องบินที่ 1 ค่ะ",
		"Poke(1)" : "ที่หน้าของฉันมีอะไรติดอยู่งั้นเหรอคะ?",
		"Poke(2)" : "มีอะไรจะปรึกษางั้นเหรอ? ก็ได้อยู่หรอก",
		"Poke(3)" : "มีอะไรกับโรงเก็บเครื่องบินของฉันเหรอค่ะ...? งั้นเหรอ...อืม...เป็นของที่ส่วนใหญ่อยากได้กันสินะ",
		"Married" : "เอาเถอะ ฉันเองก็ยอมรับด้วยเหมือนกันค่ะ",
		"Wedding" : "ฉัน...ให้แสดงสีหน้าน่ะ...มัน... ฉัน...ถึงจะเป็นตอนนี้ ก็ยังคงมีความสุขมากอยู่ล่ะค่ะ...",
		"Ranking" : "กองบัญชาการแผนการรบติดต่อมานะคะ",
		"Join" : "ไม่มอบที่นี่ให้หรอกค่ะ",
		"Equip(1)" : "นั่นสินะ การปรับปรุงนี้เป็นการตัดสินใจที่ดีนะ",
		"Equip(2)" : "เป็นอุปกรณ์ที่ดีนะ สมแล้วที่ทำให้รู้สึกดีขนาดนี้นะคะ",
		"Equip(3)" : "เรียบร้อยแล้วค่ะ",
		"Supply" : "การเติมเสบียงน่ะสำคัญนะ",
		"Docking(1)" : "ขอตัวเข้าไปทำการฟื้นฟูก่อนล่ะนะคะ",
		"Docking(2)" : "ความเสียหายระดับนี้จะฟื้นฟูให้สมบูรณ์คงต้องใช้เวลาสักพักนะคะ ขอโทษด้วยนะคะ",
		"Construction" : "มีเรือสร้างใหม่สินะ...มาเสริมกำลังรบได้ก็ดีอยู่หรอก",
		"Return" : "ยุทธวิธีเรียบร้อย กองเรือกลับเข้าสู่ฐานล่ะค่ะ",
		"Sortie" : "กองเรือบรรทุกเครื่องบินที่ 1 ออกจู่โจมล่ะค่ะ",
		"Battle" : "เด็กกองเรือบรรทุกเครื่องบินที่ 5 น่ะอย่ามาด้วยกันจะได้ไหม",
		"Attack" : "จัดการในครั้งเดียวเท่านั้นแหละ ไม่ต้องเป็นห่วงหรอกค่ะ",
		"Yasen(1)" : "เพราะว่าทุกคนเป็นเด็กชั้นเยี่ยมยังไงล่ะคะ",
		"Yasen(2)" : "ไม่มอบที่นี่ให้หรอกค่ะ",
		"MVP" : "เป็นคำสั่งยุทธวิธีที่ดีมากค่ะ ถ้าเป็นกองเรือนี้ล่ะก็ อยากจะออกมารบด้วยกันอีกครั้งนึงเลยค่ะ",
		"Damaged(1)" : "โกรธสุดๆแล้วล่ะค่ะ",
		"Damaged(2)" : "ดาดฟ้าเรือโดนจู่โจมโดยตรงงั้นเหรอ...อะไรกัน...บ้าน่า...",
		"Damaged(3)" : "คุณอาคากิ...จะไม่ทางให้เหลือที่จะไปจมคุณได้หรอกค่ะ...",
		"Sunk" : "คุณอาคากิ...ถ้าคุณปลอดภัยล่ะก็ดีแล้วล่ะ...ขอล่วงหน้าไปก่อนนะ...แล้วจะรออยู่นะคะ...",
		"Idle" : "เอ่อ...อ่ะ...ไม่มีอะไรค่ะ"
	},
	"90" : {
		"Intro" : "เรือบรรทุกเครื่องบิน โซริวค่ะ ถ้าเป็นกองเรือคิโดบุไตบรรทุกเครื่องบินล่ะก็ ใส่ชื่อฉันเข้าไปให้ได้นะ!",
		"Library" : "เรือบรรทุกเครื่องบิน โซริวค่ะตั้งแต่การโจมตีที่ท่าเพิร์ล ซึ่งเป็นการศึกครั้งสำคัญในสงครามเริ่มขึ้น ฉันก็ได้เข้าร่วมในฐานะเรือบรรทุกเครื่องบินที่เป็นเรือธงค่ะ เอ๋? อะไรมิดเวย์นะ? มันคืออะไรเหรอ อร่อยหรือเปล่า?",
		"Poke(1)" : "เอ อะไรเหรอคะ?",
		"Poke(2)" : "เอ่อ...เครื่องบินทิ้งระเบิดไทป์ 99 มันจะหล่นเอานะคะ",
		"Poke(3)" : "ขอโทษนะ ถ้าทำให้เรือสั่นมากล่ะก็ มันจะไปขัดขวางการซ้อมบินเอานะ...",
		"Married" : "ดีใจจังเลย~",
		"Wedding" : "ฉันน่ะ พยายามแล้วใช่ไหม? เป็นคนสำคัญใช่ไหม? นี่ พลเรือเอก คิดยังไงกับฉันเหรอ?",
		"Ranking" : "พลเรือเอกคะ มีโทรเลขมาส่งค่ะ",
		"Join" : "คิโดคันไตของฉัน ออกปฏิบัติการ!",
		"Equip(1)" : "ขอบคุณค่ะ ทีนี้ก็จะไม่แพ้ฮิริวแล้ว",
		"Equip(2)" : "ดีใจจังเลย ถ้ามีนี่ล่ะก็ต้องสู้ได้เยี่ยมแน่ๆ",
		"Equip(3)" : "ดีใจจังเลย",
		"Supply" : "ขอบคุณนะ มีนี่ล่ะก็ไม่แพ้ฮิริวแน่",
		"Docking(1)" : "ขอโทษนะ ไปซ่อมบำรุงสักครู่นึง",
		"Docking(2)" : "อือ~ ลานบินที่แสนภาคภูมิใจของฉัน...ขอไปซ่อมสักครู่นะ",
		"Construction" : "ท่าทางกำลังรบใหม่เข้ามาถึงกองเรือแล้วล่ะ",
		"Return" : "กองเรือกลับมาถึงฐานทัพแล้วนะ",
		"Sortie" : "เครื่องบินรบที่ซ้อมมาเป็นอย่างดี ช่วยรอดูผลการรบด้วยนะ",
		"Battle" : "หน่วยโจมตี บินขึ้นได้!",
		"Attack" : "ระวังอาวุธต่อสู้อากาศยานไว้ด้วยนะ",
		"Yasen(1)" : "ได้เวลาโต้กลับแล้ว เครื่องบินโจมตีทุกลำ บินขึ้น!",
		"Yasen(2)" : "นั่นสินะ ไปเล็งของใหญ่กันเถอะ",
		"MVP" : "เกียรติยศแห่งกองเรือคิโดคันไตที่หนึ่ง จะไม่ยอมให้สั่นคลอนหรอก!",
		"Damaged(1)" : "ไม่เอา!? ไม่เอานะ!?",
		"Damaged(2)" : "ลานบินถูกยิง!? ไม่นะ! เดี๋ยวก็ระเบิดหรอก!",
		"Damaged(3)" : "ทำไมถึงชอบยิงที่ลานบินกันจังนะ~! มันเจ็บไม่ใช่เหรอ!",
		"Sunk" : "ไฟที่ลุกอยู่บนลานบิน ไม่ยอมดับเลยนะ... ขอโทษ...",
		"Idle" : ""
	},
	"279" : {
		"Intro" : "เรือบรรทุกเครื่องบิน โซริวค่ะ ถ้าเป็นกองเรือคิโดบุไตบรรทุกเครื่องบินล่ะก็ ใส่ชื่อฉันเข้าไปให้ได้นะ!",
		"Library" : "เรือบรรทุกเครื่องบิน โซริวค่ะตั้งแต่การโจมตีที่ท่าเพิร์ล ซึ่งเป็นการศึกครั้งสำคัญในสงครามเริ่มขึ้น ฉันก็ได้เข้าร่วมในฐานะเรือบรรทุกเครื่องบินที่เป็นเรือธงค่ะ เอ๋? อะไรมิดเวย์นะ? มันคืออะไรเหรอ อร่อยหรือเปล่า?",
		"Poke(1)" : "เอ อะไรเหรอคะ?",
		"Poke(2)" : "เอ่อ...เครื่องบินทิ้งระเบิดไทป์ 99 มันจะหล่นเอานะคะ",
		"Poke(3)" : "ขอโทษนะ ถ้าทำให้เรือสั่นมากล่ะก็ มันจะไปขัดขวางการซ้อมบินเอานะ...",
		"Married" : "ดีใจจังเลย~",
		"Wedding" : "ฉันน่ะ พยายามแล้วใช่ไหม? เป็นคนสำคัญใช่ไหม? นี่ พลเรือเอก คิดยังไงกับฉันเหรอ?",
		"Ranking" : "พลเรือเอกคะ มีโทรเลขมาส่งค่ะ",
		"Join" : "คิโดคันไตของฉัน ออกปฏิบัติการ!",
		"Equip(1)" : "ขอบคุณค่ะ ทีนี้ก็จะไม่แพ้ฮิริวแล้ว",
		"Equip(2)" : "ดีใจจังเลย ถ้ามีนี่ล่ะก็ต้องสู้ได้เยี่ยมแน่ๆ",
		"Equip(3)" : "ดีใจจังเลย",
		"Supply" : "ขอบคุณนะ มีนี่ล่ะก็ไม่แพ้ฮิริวแน่",
		"Docking(1)" : "ขอโทษนะ ไปซ่อมบำรุงสักครู่นึง",
		"Docking(2)" : "อือ~ ลานบินที่แสนภาคภูมิใจของฉัน...ขอไปซ่อมสักครู่นะ",
		"Construction" : "ท่าทางกำลังรบใหม่เข้ามาถึงกองเรือแล้วล่ะ",
		"Return" : "กองเรือกลับมาถึงฐานทัพแล้วนะ",
		"Sortie" : "เครื่องบินรบที่ซ้อมมาเป็นอย่างดี ช่วยรอดูผลการรบด้วยนะ",
		"Battle" : "หน่วยโจมตี บินขึ้นได้!",
		"Attack" : "ระวังอาวุธต่อสู้อากาศยานไว้ด้วยนะ",
		"Yasen(1)" : "ได้เวลาโต้กลับแล้ว เครื่องบินโจมตีทุกลำ บินขึ้น!",
		"Yasen(2)" : "นั่นสินะ ไปเล็งของใหญ่กันเถอะ",
		"MVP" : "เกียรติยศแห่งกองเรือคิโดคันไตที่หนึ่ง จะไม่ยอมให้สั่นคลอนหรอก!",
		"Damaged(1)" : "ไม่เอา!? ไม่เอานะ!?",
		"Damaged(2)" : "ลานบินถูกยิง!? ไม่นะ! เดี๋ยวก็ระเบิดหรอก!",
		"Damaged(3)" : "ทำไมถึงชอบยิงที่ลานบินกันจังนะ~! มันเจ็บไม่ใช่เหรอ!",
		"Sunk" : "ไฟที่ลุกอยู่บนลานบิน ไม่ยอมดับเลยนะ... ขอโทษ...",
		"Idle" : ""
	},
	"197" : {
		"Intro" : "เรือบรรทุกเครื่องบิน โซริวค่ะ ถ้าเป็นกองเรือคิโดบุไตบรรทุกเครื่องบินล่ะก็ ใส่ชื่อฉันเข้าไปให้ได้นะ!",
		"Library" : "เรือบรรทุกเครื่องบิน โซริวค่ะตั้งแต่การโจมตีที่ท่าเพิร์ล ซึ่งเป็นการศึกครั้งสำคัญในสงครามเริ่มขึ้น ฉันก็ได้เข้าร่วมในฐานะเรือบรรทุกเครื่องบินที่เป็นเรือธงค่ะ เอ๋? อะไรมิดเวย์นะ? มันคืออะไรเหรอ อร่อยหรือเปล่า?",
		"Poke(1)" : "เอ อะไรเหรอคะ?",
		"Poke(2)" : "เอ่อ... เครื่องบินทิ้งระเบิดไทป์ 99 มันจะหล่นเอานะคะ",
		"Poke(3)" : "ขอโทษนะ ถ้าทำให้เรือสั่นมากล่ะก็ มันจะไปขัดขวางการซ้อมบินเอานะ...",
		"Married" : "ดีใจจังเลย~",
		"Wedding" : "ฉันน่ะ พยายามแล้วใช่ไหม? เป็นคนสำคัญใช่ไหม? นี่ พลเรือเอก คิดยังไงกับฉันเหรอ?",
		"Ranking" : "พลเรือเอกคะ มีโทรเลขมาส่งค่ะ",
		"Join" : "คิโดคันไตของฉัน ออกปฏิบัติการ!",
		"Equip(1)" : "ขอบคุณค่ะ ทีนี้ก็จะไม่แพ้ฮิริวแล้ว",
		"Equip(2)" : "ดีใจจังเลย ถ้ามีนี่ล่ะก็ต้องสู้ได้เยี่ยมแน่ๆ",
		"Equip(3)" : "ดีใจจังเลย",
		"Supply" : "ขอบคุณนะ มีนี่ล่ะก็ไม่แพ้ฮิริวแน่",
		"Docking(1)" : "ขอโทษนะ ไปซ่อมบำรุงสักครู่นึง",
		"Docking(2)" : "อือ~ ลานบินที่แสนภาคภูมิใจของฉัน...ขอไปซ่อมสักครู่นะ",
		"Construction" : "ท่าทางกำลังรบใหม่เข้ามาถึงกองเรือแล้วล่ะ",
		"Return" : "กองเรือกลับมาถึงฐานทัพแล้วนะ",
		"Sortie" : "เครื่องบินรบที่ซ้อมมาเป็นอย่างดี ช่วยรอดูผลการรบด้วยนะ",
		"Battle" : "หน่วยโจมตี บินขึ้นได้!",
		"Attack" : "ระวังอาวุธต่อสู้อากาศยานไว้ด้วยนะ",
		"Yasen(1)" : "ได้เวลาโต้กลับแล้ว เครื่องบินโจมตีทุกลำ บินขึ้น!",
		"Yasen(2)" : "นั่นสินะ ไปเล็งของใหญ่กันเถอะ",
		"MVP" : "เกียรติยศแห่งกองเรือคิโดคันไตที่หนึ่ง จะไม่ยอมให้สั่นคลอนหรอก!",
		"Damaged(1)" : "ไม่เอา!? ไม่เอานะ!?",
		"Damaged(2)" : "ลานบินถูกยิง!? ไม่นะ! เดี๋ยวก็ระเบิดหรอก!",
		"Damaged(3)" : "ทำไมถึงชอบยิงที่ลานบินกันจังนะ~! มันเจ็บไม่ใช่เหรอ!",
		"Sunk" : "ไฟที่ลุกอยู่บนลานบิน ไม่ยอมดับเลยนะ... ขอโทษ...",
		"Idle" : ""
	},
	"91" : {
		"Intro" : "เรือบรรทุกเครื่องบิน ฮิริวค่ะ ถ้าเป็นเรื่องศึกเรือบรรทุกเครื่องบินล่ะก็ไว้ใจได้เลย จะสาหัสแค่ไหนก็สู้ค่ะ",
		"Library" : "เรือบรรทุกเครื่องบินมาตรฐาน ฮิริวคลาส ฮิริวค่ะ...หืม? เป็นเรือที่พัฒนามาจากโซริวเหรอ? ช่างมันเหอะเรื่องนั้น ยิ่งกว่านั้น ความสามารถในการค้นหาศัตรูนี่สำคัญเลย ศึกเรือบรรทุกเครื่องบินน่ะมันตัดสินกันที่ใครเริ่มก่อนนั่นแหละ! ห้ามทะนงตัวเด็ดขาด ต้องรอบคอบ ต้องนิ่งเข้าไว้ แล้วสู้ฝ่าไปให้ได้!!",
		"Poke(1)" : "อื๋อ? เรือบรรทุกเครื่องบินข้าศึกโผล่มาเหรอคะ?",
		"Poke(2)" : "เดี๋ยวเถอะ! เครื่องบินจะหล่นเอานะ",
		"Poke(3)" : "ทามอนมารุจะโกรธเอานะ?",
		"Married" : "ว่าไง!?",
		"Wedding" : "นานๆ ที...อื้ม นานๆ ที...ลืมเรื่องสงครามไปบ้างก็ดีเนอะ? นี่ ดูตรงนี้สิ อื้ม ชอบนะ รอยยิ้มนั้นน่ะ♪",
		"Ranking" : "เหมือนที่อิฐแดงจะมีการติดต่อมาหาพลเรือเอกนะ",
		"Join" : "เอาล่ะ กองเรือบรรทุกเครื่องบินที่ 2 ออกปฏิบัติการ!",
		"Equip(1)" : "สำเร็จ! ถ้ามีนี่ล่ะก็จะต้องเก่งขึ้นแน่ๆ!",
		"Equip(2)" : "เอาล่ะ ถ้ามีเจ้านี่ล่ะก็ไม่แพ้กองเรือบรรทุกเครื่องบินที่ 1 แน่เลย",
		"Equip(3)" : "ว่าไง!?",
		"Supply" : "สำเร็จ! ถ้ามีนี่ล่ะก็จะต้องเก่งขึ้นแน่ๆ!",
		"Docking(1)" : "ขอไปซ่อมลานบินสักครู่นะ",
		"Docking(2)" : "ไม่ไหวๆ นานๆ ทีเข้าอู่บ้างก็จำเป็นเหมือนกันเนอะ",
		"Construction" : "การต่อเรือเสร็จสิ้น เป็นเรือดีๆ ก็ดีสินะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ ต่อไปก็ปฏิบัติการ MI สินะคะ?",
		"Sortie" : "บุกอย่างเต็มกำลัง ระวังการค้นหาด้วยนะ",
		"Battle" : "หน่วยโจมตีที่ 1 ออกตัว!",
		"Attack" : "เอาล่ะ กองบินโทโมนากะ ฝากด้วยนะ!",
		"Yasen(1)" : "ค้นพบเรือข้าศึก เตรียมพร้อมโจมตี ฉันคาดหวังอยู่กับความสำคัญของการโจมตีคร้ั้งที่ 2 อยู่นะ เร็วสิ! เอาล่ะ กองบินโทโมนะกะ ฝากด้วยนะ!",
		"Yasen(2)" : "ต่อให้เหลือเป็นเรือลำสุดท้าย ก็จะบุกต่อไปให้ดู",
		"MVP" : "ว่าไง! นี่ ทามอนมารุ เห็นหรือเปล่า?",
		"Damaged(1)" : "แค่นี้ก็ได้แค่ถลอกน่า!",
		"Damaged(2)" : "เจ็บ ยังปล่อยเครื่องบินได้ไหมนะ?",
		"Damaged(3)" : "โดนซะอ่วมเลย ป้องกันระเบิดเอาไว้",
		"Sunk" : "จมแล้วสินะ...สุดท้ายจะได้ดื่มสักจอกใต้แสงจันทร์หรือเปล่านะ...",
		"Idle" : ""
	},
	"280" : {
		"Intro" : "เรือบรรทุกเครื่องบิน ฮิริวค่ะ ถ้าเป็นเรื่องศึกเรือบรรทุกเครื่องบินล่ะก็ไว้ใจได้เลย จะสาหัสแค่ไหนก็สู้ค่ะ",
		"Library" : "เรือบรรทุกเครื่องบินมาตรฐาน ฮิริวคลาส ฮิริวค่ะ...หืม? เป็นเรือที่พัฒนามาจากโซริวเหรอ? ช่างมันเหอะเรื่องนั้น ยิ่งกว่านั้น ความสามารถในการค้นหาศัตรูนี่สำคัญเลย ศึกเรือบรรทุกเครื่องบินน่ะมันตัดสินกันที่ใครเริ่มก่อนนั่นแหละ! ห้ามทะนงตัวเด็ดขาด ต้องรอบคอบ ต้องนิ่งเข้าไว้ แล้วสู้ฝ่าไปให้ได้!!",
		"Poke(1)" : "อื๋อ? เรือบรรทุกเครื่องบินข้าศึกโผล่มาเหรอคะ?",
		"Poke(2)" : "เดี๋ยวเถอะ! เครื่องบินจะหล่นเอานะ",
		"Poke(3)" : "ทามอนมารุจะโกรธเอานะ?",
		"Married" : "ว่าไง!?",
		"Wedding" : "นานๆ ที...อื้ม นานๆ ที...ลืมเรื่องสงครามไปบ้างก็ดีเนอะ? นี่ ดูตรงนี้สิ อื้ม ชอบนะ รอยยิ้มนั้นน่ะ♪",
		"Ranking" : "เหมือนที่อิฐแดงจะมีการติดต่อมาหาพลเรือเอกนะ",
		"Join" : "เอาล่ะ กองเรือบรรทุกเครื่องบินที่ 2 ออกปฏิบัติการ!",
		"Equip(1)" : "สำเร็จ! ถ้ามีนี่ล่ะก็จะต้องเก่งขึ้นแน่ๆ!",
		"Equip(2)" : "เอาล่ะ ถ้ามีเจ้านี่ล่ะก็ไม่แพ้กองเรือบรรทุกเครื่องบินที่ 1 แน่เลย",
		"Equip(3)" : "ว่าไง!?",
		"Supply" : "สำเร็จ! ถ้ามีนี่ล่ะก็จะต้องเก่งขึ้นแน่ๆ!",
		"Docking(1)" : "ขอไปซ่อมลานบินสักครู่นะ",
		"Docking(2)" : "ไม่ไหวๆ นานๆ ทีเข้าอู่บ้างก็จำเป็นเหมือนกันเนอะ",
		"Construction" : "การต่อเรือเสร็จสิ้น เป็นเรือดีๆ ก็ดีสินะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ ต่อไปก็ปฏิบัติการ MI สินะคะ?",
		"Sortie" : "บุกอย่างเต็มกำลัง ระวังการค้นหาด้วยนะ",
		"Battle" : "หน่วยโจมตีที่ 1 ออกตัว!",
		"Attack" : "เอาล่ะ กองบินโทโมนากะ ฝากด้วยนะ!",
		"Yasen(1)" : "ค้นพบเรือข้าศึก เตรียมพร้อมโจมตี ฉันคาดหวังอยู่กับความสำคัญของการโจมตีคร้ั้งที่ 2 อยู่นะ เร็วสิ! เอาล่ะ กองบินโทโมนะกะ ฝากด้วยนะ!",
		"Yasen(2)" : "ต่อให้เหลือเป็นเรือลำสุดท้าย ก็จะบุกต่อไปให้ดู",
		"MVP" : "ว่าไง! นี่ ทามอนมารุ เห็นหรือเปล่า?",
		"Damaged(1)" : "แค่นี้ก็ได้แค่ถลอกน่า!",
		"Damaged(2)" : "เจ็บ ยังปล่อยเครื่องบินได้ไหมนะ?",
		"Damaged(3)" : "โดนซะอ่วมเลย ป้องกันระเบิดเอาไว้",
		"Sunk" : "จมแล้วสินะ...สุดท้ายจะได้ดื่มสักจอกใต้แสงจันทร์หรือเปล่านะ...",
		"Idle" : ""
	},
	"196" : {
		"Intro" : "เรือบรรทุกเครื่องบิน ฮิริวค่ะ ถ้าเป็นเรื่องศึกเรือบรรทุกเครื่องบินล่ะก็ไว้ใจได้เลย จะสาหัสแค่ไหนก็สู้ค่ะ",
		"Library" : "เรือบรรทุกเครื่องบินมาตรฐาน ฮิริวคลาส ฮิริวค่ะ...หืม? เป็นเรือที่พัฒนามาจากโซริวเหรอ? ช่างมันเหอะเรื่องนั้น ยิ่งกว่านั้น ความสามารถในการค้นหาศัตรูนี่สำคัญเลย ศึกเรือบรรทุกเครื่องบินน่ะมันตัดสินกันที่ใครเริ่มก่อนนั่นแหละ! ห้ามทะนงตัวเด็ดขาด ต้องรอบคอบ ต้องนิ่งเข้าไว้ แล้วสู้ฝ่าไปให้ได้!!",
		"Poke(1)" : "อื๋อ? เรือบรรทุกเครื่องบินข้าศึกโผล่มาเหรอคะ?",
		"Poke(2)" : "เดี๋ยวเถอะ! เครื่องบินจะหล่นเอานะ",
		"Poke(3)" : "ทามอนมารุจะโกรธเอานะ?",
		"Married" : "ว่าไง!?",
		"Wedding" : "นานๆ ที...อื้ม นานๆ ที...ลืมเรื่องสงครามไปบ้างก็ดีเนอะ? นี่ ดูตรงนี้สิ อื้ม ชอบนะ รอยยิ้มนั้นน่ะ♪",
		"Ranking" : "เหมือนที่อิฐแดงจะมีการติดต่อมาหาพลเรือเอกนะ",
		"Join" : "เอาล่ะ กองเรือบรรทุกเครื่องบินที่ 2 ออกปฏิบัติการ!",
		"Equip(1)" : "สำเร็จ! ถ้ามีนี่ล่ะก็จะต้องเก่งขึ้นแน่ๆ!",
		"Equip(2)" : "เอาล่ะ ถ้ามีเจ้านี่ล่ะก็ไม่แพ้กองเรือบรรทุกเครื่องบินที่ 1 แน่เลย",
		"Equip(3)" : "ว่าไง!?",
		"Supply" : "สำเร็จ! ถ้ามีนี่ล่ะก็จะต้องเก่งขึ้นแน่ๆ!",
		"Docking(1)" : "ขอไปซ่อมลานบินสักครู่นะ",
		"Docking(2)" : "ไม่ไหวๆ นานๆ ทีเข้าอู่บ้างก็จำเป็นเหมือนกันเนอะ",
		"Construction" : "การต่อเรือเสร็จสิ้น เป็นเรือดีๆ ก็ดีสินะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ ต่อไปก็ปฏิบัติการ MI สินะคะ?",
		"Sortie" : "บุกอย่างเต็มกำลัง ระวังการค้นหาด้วยนะ",
		"Battle" : "หน่วยโจมตีที่ 1 ออกตัว!",
		"Attack" : "เอาล่ะ กองบินโทโมนากะ ฝากด้วยนะ!",
		"Yasen(1)" : "ค้นพบเรือข้าศึก เตรียมพร้อมโจมตี ฉันคาดหวังอยู่กับความสำคัญของการโจมตีคร้ั้งที่ 2 อยู่นะ เร็วสิ! เอาล่ะ กองบินโทโมนะกะ ฝากด้วยนะ!",
		"Yasen(2)" : "ต่อให้เหลือเป็นเรือลำสุดท้าย ก็จะบุกต่อไปให้ดู",
		"MVP" : "ว่าไง! นี่ ทามอนมารุ เห็นหรือเปล่า?",
		"Damaged(1)" : "แค่นี้ก็ได้แค่ถลอกน่า!",
		"Damaged(2)" : "เจ็บ ยังปล่อยเครื่องบินได้ไหมนะ?",
		"Damaged(3)" : "โดนซะอ่วมเลย ป้องกันระเบิดเอาไว้",
		"Sunk" : "จมแล้วสินะ...สุดท้ายจะได้ดื่มสักจอกใต้แสงจันทร์หรือเปล่านะ...",
		"Idle" : ""
	},
	"17" : {
		"Intro" : "ในที่สุดก็ได้เจอกันซะที! คาเงโร่เองนะ ฝากตัวด้วยนะ!",
		"Library" : "เรือพิฆาตชั้นคาเงโร่ที่ถูกสร้างขึ้นมาเพื่อแผนการระดมสร้างอาวุธยุทโธปกรณ์ที่ 4 คาเงโร่เอง ตอนที่อยู่ในกองกำลังเรือพิฆาตใหม่ ก็เริ่มต้นจากภารกิจโจมตีฮาวาย แล้วก็ยังมีอีกหลายศึกที่เข้าร่วมด้วยอีกนะ! ฝากตัวด้วย!!",
		"Poke(1)" : "ได้เวลาออกโรงของคาเงโร่แล้วเหรอ?",
		"Poke(2)" : "อาราย? อยากจะคุยกันงั้นเหรอ?",
		"Poke(3)" : "เดี๋ยวสิ มาจับมากๆเดี๋ยวฉันโกรธจริงๆด้วยนะ โถ่",
		"Married" : "ผู้การ...อืมมเอาเถอะ...ก็พยายามอยู่นี่นา? ถ้าฉันไม่พยายามด้วยล่ะก็...มาพยายามด้วยกันนะ!",
		"Wedding" : "อะ ผู้การ! ขอบคุณสำหรับความเหนื่อยยากคะ...เอ่อคือ...อ๊ะ! ไอ้นี่ช็อคโกแลตของฝากจากฮาวายค่ะ!",
		"Ranking" : "ผู้การมีข้อความจากโทรเลขส่งมาน่ะค่ะ",
		"Join" : "ในที่สุดก็มาถึงตาฉันแล้วสินะ!",
		"Equip(1)" : "แทงกิ๊ว! คาดหวังกับผลงานของฉันด้วยนะ!",
		"Equip(2)" : "อ๊ะ? ดีออกนี่นา? ขอบคุณนะ",
		"Equip(3)" : "ไชโย!",
		"Supply" : "เติมเสบียงงั้นเหรอ...ขอบคุณนะ",
		"Docking(1)" : "คาเงโร่ เข้าไปพักผ่อนล่ะค้า~",
		"Docking(2)" : "ช่วยเฝ้าดูสักพักหน่อยนะ เฮ้ออ",
		"Construction" : "มีพรรคพวกคนใหม่เดินทางมาถึงแล้วล่ะค่ะ",
		"Return" : "ยุทธวิธีเรียบร้อยแล้วล่ะ",
		"Sortie" : "เร่งความเร็วเครื่องยนต์ทั้ง2เต็มที่ คาดหวังกับผลงานของคาเงโร่ด้วยนะ!",
		"Battle" : "พบกองเรือของศัตรู!เริ่มทำการจู่โจมล่ะนะ!ตามคาเงโร่มาเลย!",
		"Attack" : "โจมตีได้ ระดมยิง!",
		"Yasen(1)" : "เปลี่ยนไปเป็นการไล่โจมตีล่ะค่ะ!",
		"Yasen(2)" : "แย่หน่อยนะ เสร็จฉันล่ะ!",
		"MVP" : "เป็นไงบ้างการสู้รบของฉันน่ะ ว่าจะปรึกษาอะไรสักหน่อยดีไหมน้า? อ้อ ขอบคุณน่ะช่างมันเถอะ",
		"Damaged(1)" : "หึ ของแค่นี้น่ะ!",
		"Damaged(2)" : "อะ อะไรกันน่ะ!?",
		"Damaged(3)" : "ชื่อเรือชั้นคาเงโร่กำลังร้องไห้อยู่นะ...โถ่!",
		"Sunk" : "นี่ฉันจมอย่างนั้นเหรอ? จริงเหรอเนี่ย? โกหกน่า...",
		"Idle" : "ผู้การ? ฟังอยู่รึเปล่าเนี่ย? ผู้การ? ผู้การเนี่ยล่ะก็! โถ่! เล่นเมินฉันแบบนี้เนี่ยหมายความว่ายังไงกัน!?"
	},
	"225" : {
		"Intro" : "ในที่สุดก็ได้เจอกันซะที! คาเงโร่เองนะ ฝากตัวด้วยนะ!",
		"Library" : "เรือพิฆาตชั้นคาเงโร่ที่ถูกสร้างขึ้นมาเพื่อแผนการระดมสร้างอาวุธยุทโธปกรณ์ที่ 4 คาเงโร่เอง ตอนที่อยู่ในกองกำลังเรือพิฆาตใหม่ ก็เริ่มต้นจากภารกิจโจมตีฮาวาย แล้วก็ยังมีอีกหลายศึกที่เข้าร่วมด้วยอีกนะ! ฝากตัวด้วย!!",
		"Poke(1)" : "ได้เวลาออกโรงของคาเงโร่แล้วเหรอ?",
		"Poke(2)" : "อาราย? อยากจะคุยกันงั้นเหรอ?",
		"Poke(3)" : "เดี๋ยวสิ มาจับมากๆเดี๋ยวฉันโกรธจริงๆด้วยนะ โถ่",
		"Married" : "ผู้การ...อืมมเอาเถอะ...ก็พยายามอยู่นี่นา? ถ้าฉันไม่พยายามด้วยล่ะก็...มาพยายามด้วยกันนะ!",
		"Wedding" : "อะ ผู้การ! ขอบคุณสำหรับความเหนื่อยยากคะ...เอ่อคือ...อ๊ะ! ไอ้นี่ช็อคโกแลตของฝากจากฮาวายค่ะ!",
		"Ranking" : "ผู้การมีข้อความจากโทรเลขส่งมาน่ะค่ะ",
		"Join" : "ในที่สุดก็มาถึงตาฉันแล้วสินะ!",
		"Equip(1)" : "แทงกิ๊ว! คาดหวังกับผลงานของฉันด้วยนะ!",
		"Equip(2)" : "อ๊ะ? ดีออกนี่นา? ขอบคุณนะ",
		"Equip(3)" : "ไชโย!",
		"Supply" : "เติมเสบียงงั้นเหรอ...ขอบคุณนะ",
		"Docking(1)" : "คาเงโร่ เข้าไปพักผ่อนล่ะค้า~",
		"Docking(2)" : "ช่วยเฝ้าดูสักพักหน่อยนะ เฮ้ออ",
		"Construction" : "มีพรรคพวกคนใหม่เดินทางมาถึงแล้วล่ะค่ะ",
		"Return" : "ยุทธวิธีเรียบร้อยแล้วล่ะ",
		"Sortie" : "เร่งความเร็วเครื่องยนต์ทั้ง2เต็มที่ คาดหวังกับผลงานของคาเงโร่ด้วยนะ!",
		"Battle" : "พบกองเรือของศัตรู!เริ่มทำการจู่โจมล่ะนะ!ตามคาเงโร่มาเลย!",
		"Attack" : "โจมตีได้ ระดมยิง!",
		"Yasen(1)" : "เปลี่ยนไปเป็นการไล่โจมตีล่ะค่ะ!",
		"Yasen(2)" : "แย่หน่อยนะ เสร็จฉันล่ะ!",
		"MVP" : "เป็นไงบ้างการสู้รบของฉันน่ะ ว่าจะปรึกษาอะไรสักหน่อยดีไหมน้า? อ้อ ขอบคุณน่ะช่างมันเถอะ",
		"Damaged(1)" : "หึ ของแค่นี้น่ะ!",
		"Damaged(2)" : "อะ อะไรกันน่ะ!?",
		"Damaged(3)" : "ชื่อเรือชั้นคาเงโร่กำลังร้องไห้อยู่นะ...โถ่!",
		"Sunk" : "นี่ฉันจมอย่างนั้นเหรอ? จริงเหรอเนี่ย? โกหกน่า...",
		"Idle" : "ผู้การ? ฟังอยู่รึเปล่าเนี่ย? ผู้การ? ผู้การเนี่ยล่ะก็! โถ่! เล่นเมินฉันแบบนี้เนี่ยหมายความว่ายังไงกัน!?"
	}
}
