{
	"timing": {
		"baseMillisVoiceLine" : 2000,
		"extraMillisPerChar" : 50
	},
		"npc" : {
		"1" : "",
		"2" : "",
		"3" : ""
	},
	"titlecall_a" : {
		"01" : "Kancolle",
		"02" : "Ka-n-co-lle",
		"03" : "Kancolle",
		"04" : "Ka~n-co-lle!",
		"05" : "Kancolle!",
		"06" : "Kan-co-lle!",
		"07" : "Kancolle~",
		"08" : "Ka~n~co~lle!",
		"09" : "Kantai Collection. KanColle.",
		"10" : "Kancolle!",
		"11" : "Ka-n-co-lle!",
		"12" : "Kancolle",
		"13" : "Ka-n-co-lle",
		"14" : "Kantai Collection. KanColle.",
		"15" : "Kancolle!",
		"16" : "Ka~n~co-lle!",
		"17" : "Kancolle!",
		"18" : "Ka-n-co-lle!",
		"19" : "Kancolle!",
		"20" : "Ka-n-co-lle!"
	},
	"titlecall_b" : {
		"01" : "Kancolle, Mulai!",
		"02" : "Ka~n~co-lle, Mulai!",
		"03" : "Kancolle, Mulai!",
		"04" : "Ka~n~co~lle, Mulai!",
		"05" : "Kancolle, mulai..",
		"06" : "Ka~n~co-lle, Mulai..",
		"07" : "Dengar? Ukir kemenangan menuju cakrawala fajar!",
		"08" : "Ayo! Ukir kemenangan menuju cakrawala fajar!",
		"09" : "Dengar? Ukir kemenangan menuju cakrawala fajar!",
		"10" : "Dengar? Ukir kemenangan menuju cakrawala fajar!",
		"11" : "Kancolle, Mulai!",
		"12" : "Kancolle, Mulai!",
		"13" : "Kancolle... Mulai!"
	},
	"titlecall_c" : {
		"01" : "Dari sekarang dimohon bantuannya~",
		"02" : "Dari sekarang dimohon bantuannya~",
		"03" : "Dari sekarang dimohon bantuannya~",
		"04" : "Dari sekarang dimohon bantuannya~",
		"05" : "Dari sekarang dimohon bantuannya~",
		"06" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"07" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"08" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"09" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"10" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"11" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada."
	},
    "80": {
        "1": "Saya adalah Kapal Tempur Nagato, Senang bertemu dengan anda. Serahkan semua kapal tempur musuh kepadaku.",
        "25": "Terlahir sebagai kapal termpur pertama dari program armada 8-8, nama kapal dari kapal tempur kelas Nagato, Nagato. Sampai Yamato ditugaskan, saya melayani armada gabungan sebagai kapal pemimpin. Saya dipanggil sebagai 'Big 7'.",
        "2": "Ada apa?", 
        "3": "Apa ada sesuatu di wajahku?",
        "4": "Saya lebih senang bila anda tidak menyentuh peralatan saya terlalu banyak.",  
        "29": "Hm? Apa? ini bukan seperti saya punya banyak waktu sekarang. Ah iya, saya sangat sibuk...",
        "28": "Tidak apa-apa.... .",
        "24": "Saya penasaran itu apa? Lanskap apa itu, jauh didalam ingatan saya? Kapal kawan dan musuh, dan lalu cahaya itu... Hey, Laksamana...Saya pasti stress berat.",
        "8": "Pesan dari markas besar",
        "13": "Kapal tempur Nagato, Pergi!",
        "9": "Terima kasih. Sekarang saya bisa melawan mereka.",
        "10": "Modernisasi? Saya tak butuh hal seperti itu sih...",
        "26": "Baguslah.",
        "27": "Terima kasih. Sekarang saya bisa melawan mereka.",
        "11": "Beberapa perawatan itu penting.",
        "12": "Saya lebih memilih memasuki pertempuran dalam kondisi yg sempurna.",
        "6": "Kapal yg diperbaiki, sekarang bisa kembali ke geris pertempuran.",
        "5": "Tampaknya kawan baru kita telah diluncurkan. Saya tak sabar untuk melihatnya.　",
        "7": "Misi selesai. Armada telah kembali.",
        "14": "Armada Pertama, Sorti!",
        "15": "Jangan remehkan kekuatan dari Big Seven.",
        "16": "Pertempuran penentuan yg telah lama ditunggu, yah. Saya merasa bersemangat.",
        "18": "Baiklah! Armada, Saya, Nagato, akan menunjukan jalannya!",
        "17": "Seluruh meriam utama, Serentak! Tembaaaaaaak!",
        "23": "Ini sangat tidak signifikan dibandingkan dengan kehormatan sebagai kapal pemimpin di armada gabungan, tapi.. akan saya terima.",
        "19": "Hah! Tak berpengaruh.",
        "20": "Armor besi kelas Nagato tidak hanya untuk pertunjukan.",
        "21": "Sial... Armada musuh lumayan bagus...",
        "22": "Tenggelam dalam pertempuran... tidak dalam kilasan itu... adalah yg ku inginkan..."
    },
    "50": {
        "1": "Aku Kapal perusak Shimakaze. Jika berhubungan dengan kecepatan, Akulah yg terhebat, cepat seperti angin pulau!",
        "25": "Aku Shimakaze, Kapal dari kelas Shimakaze yg dibuat sebagai pucuk dari kapal perusak, cepat dan disenjatai dengan torpedo berat. Lagipula, Aku bisa melaju lebih dari 40 knots. Tetapi, kami tidak sesuai dengan produksi masal, jadi hanya Aku satu-satunya di buat.",
        "2": "Oh!",
        "3": "Apaan sih, Laksamana!",
        "4": "Mau balapan? Aku gak akan kalah.",
        "29": "Hmm… Ah! Aku barusan ngomong sama Rensouhou-chan… hah…karena Aku bosan!",
        "28": "Eh? Laksamana, kau capek abis lari? Le~moot!... tapi, Berjuanglah!",
        "24": "Laksamana, kau liat Aku berlari? Heh, Kencang kan, kan? kan? *smug*",
        "8": "Sepertinya ada pesan untukmu, Laksamana.",
        "13": "Shimakaze, Siap melawan!",
        "9": "Bolehkan Aku menjadi lebih kencang dan kencang lagi?",
        "10": "Jangan salahkan Aku jika Aku lebih kencang!",
        "26": "LE~MOOT!",
        "27": "Bolehkan Aku menjadi lebih kencang dan kencang lagi?",
        "11": "Aku mau mesinku di servis juga!",
        "12": "Rensouhou-chan perlu di perbaiki juga.",
        "6": "Sepertinya kapal lain sudah di perbaiki.",
        "5": "Sepertinya kapal lain yg lebih lambat dariku telah dibuat.",
        "7": "Akhirnya armada telah kembali. Lemot yah?",
        "14": "Ayo, Rensouhou-chan.",
        "15": "Tidak ada yg bisa mengejarku, kau tau!",
        "16": "Shimakaze, Siap untuk menembak.",
        "18": "Sudah kubilang kau tak bisa lepas dari Shimakaze!",
        "17": "Ehehe, kamu lemot banget!",
        "23": "Aku paling hebat? beneran? Betulkan! Lagipula, Aku kan kencang!",
        "19": "Kyah!",
        "20": "Hentikan...",
        "21": "Ahhh, Aku kena tembak...",
        "22": "Sepertinya jadi kencang saja itu kurang..."
    },
    "107": {
        "1": "Gadis yg telah menjadi kapal induk, Chiyoda. Tentu saja, Aku akan ditugaskan di Armada kak Chitose, kan?",
        "25": "Dirombak habis dari kapal induk pesawat amfibi, Aku adalah Kapal induk yg pekerjaannya di ganti Chiyoda. Aku lebih ke kapal induk, nggak? Aku akan melawan angkatan udara musuh bersama dengan kak Chitose!",
        "2": "Laksamana, a~pa?",
        "3": "Dek penerbangan... boleh juga!",
        "4": "Kak Chitose, lakukan itu saat kita sendiri di ruangan... loh? ternyata Laksamana.",
        "29": "Laksamana, Chiyoda disini! kau lupa sama Aku?",
        "28": "Walaupun Aku cemas terhadap kak Chitose saja, Laksamana selebihnya... haduh, ampun dah.",
        "24": "Laksamana.... Aku senang kalau kau punya perasaan terhadapku, tapi, Aku cemas sama kak Chitose...",
        "8": "Laksamana, Pesan dari ka... ah bukan, dari markas besar.",
        "13": "Kapal Induk Chiyoda, meluncur!",
        "9": "Terima kasih! Dengan ini, Aku bisa menyamai dengan kapal induk biasa, nggak?",
        "10": "Leyte akan baik-baik saja sekarang!",
        "26": "Kak, apakah kau melihat?",
        "27": "Sampai penuh yah.",
        "11": "Pemeliharaan kapal induk itu vital loh.",
        "12": "Adu-du-du-duh~ Jaga rahasia... dari kak Chitose yah~",
        "6": "Pesawat telah diperbaiki sepenuhnya.",
        "5": "Kapal baru telah ditambahkan di Armada kita",
        "7": "Operasi selesai, Armada telah kembali.",
        "14": "Kapal induk Chiyoda, meluncur! pesawat tempur telah siap, Pergi!",
        "15": "Armada musuh terlihat! Pesawat Tempur, penyerangan dimulai!",
        "16": "Baiklah, Pesawat pembom, Pesawat tempur, Inilah waktu kalian!",
        "18": "Inilah waktunya coup-de-grace!",
        "17": "Kak! Aku duluan!",
        "23": "Yey! Aku akhirnya bisa melakukannya sebagai kapal induk, bukankah begitu? kak Chitose, apakah kau melihatku?",
        "19": "Nggak mungkin!!",
        "20": "Dek penerbangannya terbakar!? Padamkan!",
        "21": "Oooh... yah, Aku kapal induk ringan... Aku tak bisa terlalu ceroboh.",
        "22": "Kak Chitose~... pelan-pelan... saja....",
        "30": "Aku Chiyoda. Aku akan menjadi pemegang waktumu. Ah, udah tengah malem.",
        "31": "01.00 Laksamana, kau masih lanjut jam segini? kamu harus tidur secepatnya.... Aku mau ke anunya kak Chitose....",
        "32": "02.00 Belum tidur? Aku mau cepet ke ruangannya kak Chitose terus tidur~",
        "33": "03.00 Manggil Laksamana tiap jam... ampun dah, misi macam apa ini?",
        "34": "04.00 ... A-Aku gk bisa tidur sekarang! Aku ada ditangah misi sekarang!",
        "35": "05.00 Laksamana, udah pagi. Misi ini, apa kak Chitose bakal ngelakuin... jika Aku tidak?",
        "36": "06.00 Sudah waktunya kota untuk bangun.",
        "37": "07.00 Laksamana, Sudah pagi! perasaanmu gimana?",
        "38": "08.00 Kau terlihat sibuk. Pekerjaan? Belajar? Naskah? apapun itu tak masalah. waktunya pergi sorti!",
        "39": "09.00 Aku penasaran apa yg dilakuin kak Chitose jam segini...",
        "40": "10.00 Laksamana, apa yg kau pikirkan tentang kak Chitose? Kau akan menjawabku dalam waktu 1 jam!",
        "41": "11.00 Hmmm, jadi kau suka kakak yah? Eh!? Eeeh!? ng-nggak boleh!",
        "42": "Tengah hari.... hey, Laksamana, Sampai kau tarik ucapanmu, makan siang hari ini ditahan!",
        "43": "13.00 Laksamana, Ucapanmu yg tadi tarik dong! Aku juga lapar ini~ hey~",
        "44": "14.00 Laksamana sangat keras kepala~ mulai dari sekarang Kau akan menjadi Rival dalam cinta! tapi, ya udah lah. nah, onigiri.",
        "45": "15.00 jadi, Siang ini kita seang kemana? Timur? Selatan?",
        "46": "16.00 Gk ada disini... Kak Chitose gk ada disini!",
        "47": "17.00 Laksamana~ Apa yg kau suka dari kakak? Kau akan jawab dalam 1 jam!",
        "48": "18.00 jadi, Jawabanmu!　ehh... hmm-hmm... eh?... eeeh! Gk mungkin!",
        "49": "19.00 Ini waktunya makan malam.... Laksamana... Kau saja duluan... Aku masih sedikit shock... nafsu makanku hilang...",
        "50": "20.00 Mataku gk merah... karena barusan Aku nangis!",
        "51": "21.00 Laksamana... Aku diberi makan malam... Aku sedikit senang, mungkin...",
        "52": "22.00 Seperti yg kuduga, kak Chitose tidur di pangkuan Laksamana, Tak bisa kumaafkan!",
        "53": "22.00! Aku akan menghapus ingatan dari kakak! jadi, berikan pangkuan itu! selamat malam!"
    },
    "73": {
        "1": "Kita bertemu kembali, Laksamana. Ini Aku Mogami. Dek penerbanganku gimana? Apa sesuai denganku?",
        "25": "Pertama dari Kapal Penjelajah Berat kelas Mogami. Dengan melepas meriam buritan dan diganti dengan dek penerbangan, Kapal Jelajah Pesawat Terbang telah Dibangun! Daya tembak dan serangan udara yg seimbang, mantaf!",
        "2": "Laksamana, apa kau punya sesuatu yg bisa kukerjakan?", 
        "3": "Tertarik sama dek penerbanganku?",
        "4": "Yaah, walaupun, Aku berbeda sama kapal penjelajah biasa. Jika kau gunakan Aku dengan baik, Aku pikir itu akan menarik loh?",
        "29": "Laksamana! Oh, lagi sibuk? Aku keluar sebentar unuk latihan.",
        "28": "Aku selalu tabrakan karena mataku selalu tertuju padamu, Laksamana! Becanda~",
        "24": "Laksamana, kenapa? Dengan wajah seperti itu? Apa ada sesuatu di dek penerbanganku?",
        "8": "Sepertinya ada pemberitahuan untuk Laksamana",
        "13": "Kapal Jelajah Pesawat Terbang Mogami, meluncur!",
        "9": "Aha, kau akan membuatku lebih kuat?",
        "10": "Jadi kau gunakan itu untuk ini... heh~",
        "26": "Tabrakan itu Dilarang!",
        "27": "Yup, Makasih!",
        "11": "Masuk tuk diperbaiki. Kenapa Aku tetap lari ke kawan...? Ampun dah...",
        "12": "Aaah... dek penerbanganku yg telah ku tunggu jadi tak berarti, duuh...",
        "6": "Kawan telah kembali dari dermaga.",
        "5": "Teman baru telah datang!",
        "7": "Operasi telah selesai, Armada telah kembali",
        "14": "Mau pergi? Ok lah kalau begitu!",
        "15": "AYOO~!",
        "16": "Lemah!",
        "18": "Baiklah, Aku akan ikut melawan!",
        "17": "Mengumpulkan hujan dari musim panas, seberapa cepat itu... Basho, kan?",
        "23": "Ini kekuatanku sebenanya, loh. karena Aku seperti pelopor dari penghancur helikopter, kau tahu?",
        "19": "Argh!?",
        "20": "Sial! Aku terbakar?!",
        "21": "Sialan! Tembakan langsung... itu bukan lelucon...",
        "22": "Ngh...Aku ingin tahu apa Aku bisa meminta maaf kepada Mikuma di dunia lain...",
        "30": "0000. Aku Ngantuk~.",
        "31": "0100. Laksamana bersemangat sekali.",
        "32": "0200. Nee, Aku gk tau kalau Aku ada shift jaga malam.",
        "33": "0300. *nguap* Eh? Kau masih kerja jam segini? Terima kasih atas kerja kerasnya!",
        "34": "0400. *menguap* Ampun dah, Laksamana memang perkerja yg keras.",
        "35": "0500. Huh? Aku, barusan ngeliat mimpi loh.",
        "36": "0600. Mimpiku tentang apa? Itu rahasia!",
        "37": "0700. Apakah Aku BOLEH tidur sekarang?",
        "38": "0800. Ah, Ayolah. Kantormu punya futon, kan?",
        "39": "0900. Ehh? Futonnya kau simpan? Yah, Kotatsu juga gak apa-apa kok.",
        "40": "1000. Matamu terbuka lebar saat sibuk.",
        "41": "1100. Aku lupa sarapan! *cemberut*",
        "42": "1200. Tetoku, Nanti siang makan yg banyak, yuk?",
        "43": "1300. Aku kekenyangan! Makanan penutup di perut sebelah pastinya.",
        "44": "1400. Mmm~, Eskrimnya Mamiya maknyus~! Laksamana, ada krim di wajahmu... Yep, itu dia!",
        "45": "1500. Jika ada makanan disertai penutupnya, Sepertinya Aku bisa lakukan shift malam.",
        "46": "1600. Aku berhasil makan banyak, tapi Aku mengantuk sekarang.",
        "47": "1700. Capek banget, Aku rasa seperti Aku bisa berjalan sambil tertidur...Ah, Maaf!",
        "48": "1800. Ini... Ini kantornya Laksamana!? Mengapa!?",
        "49": "1900. Laksamana yg membawaku kemari!? Aku minta maaf!",
        "50": "2000. Wah! Seharusnya malam ini Aku membuat kari untuk makan malam!... Hm... aroma ini....",
        "51": "2100. Laksamana, Kumarinko ngasih beberapa kari yg dia buat ke Aku, Nah, Ayo makan!",
        "52": "2200. Makan bersama dengan Laksamana membuat kari ini terasa enak. Mungkin akan kumakan tiap hari",
        "53": "2300. Laksamana, Semuanya sudah kita selesaikan, kan?"
	},
	"82": {
		"1": "Aku adalah Kapal Tempur Penerbangan, 'Ise'! Dengan geladak mengarah ke belakang dan 2 peluncur, Aku dapat memanfaatkan kekuatan dari penerbangan!",
	        "25": "Demi memperoleh kekuatan AL penerbangan, meriam utama dilepas, sebagai gantinya dipasanglah geladak, membuat kekuatannya setara dengan Kapal Induk Ringan. Kapal tempur penerbangan, Ise. Namaku kemudian diambil oleh DDH yg baru dikembangkan dari Angkatan Pertahanan Diri Kelautan Jepang(JMSDF).",
	        "2": "Ah, maaf. Apa Anda memanggilku?",
	        "3": "Yah, bisa dibilang pesawat amphibi itu diharuskan.",
	        "4": "Daya gempur Kapal Tempur digabung dengan Daya pesawat terbang dari Kapal Induk Ringan ... ya, lumayan menakjubkan, 'kan?",
	        "28": "Bukannya bagus?",
	        "24": "Laksamana, anu ... bisakah Anda untuk tidak mengambil geladakku ... Jika tanpa itu, Aku akan ... Ah! Jahatnya!",
	        "8": "Pesan untuk Laksamana..  Masih sibuk, ya?",
	        "13": "Kapal Tempur Penerbangan, Ise. Meluncur!",
	        "9": "Hehe, Hyuuga pasti sangat kaget",
	        "10": "Benda ini, bukannya pas sekali!",
	        "26": "Bukannya bagus?",
	        "27": "Hehe, Hyuuga pasti sangat kaget",
	        "11": "Hanya tergores. Tapi syukurlah.",
	        "12": "Sudah kuduga, sepertinya Aku butuh diperbaiki.",
	        "6": "Laksamana, perbaikannya sudah selesai.",
	        "5": "Laksamana, sepertinys Kapal tipe baru telah selesai dibuat.",
	        "7": "Armada telah kembali. Kerja bagus!",
	        "14": "Kau telat, Hyuuga. Aku akan meninggalkanmu!",
	        "15": "Sisi kiri bagian Kapal, mulai menembak!",
	        "16": "Bentuk Zuiun dan semacamnya? Keren, 'kan?",
	        "18": "Bagian pesawat, cepatlah meluncur!",
	        "17": "Meriam utama, 4 cerobong 8 serangan, tembak serentak!",
	        "23": "Eh, hasilnya Aku masih nomor satu? Bagaimana Hyuuga, kau tampak sedikit manyun.", 
	        "19": "Dibandingkan dengan Armada Pengumpan Ozawa, masih belum apa-apa!",
	        "20": "Tembaklah Aku dengan serangan terbaikmu!",
	        "21": "Bah! Geladak milikku sudah ...",
	        "22": "Yah, Sepertinya Aku sudah melakukan yang Aku bisa ... Hyuuga, nanti jangan sia-siakan waktumu ..."
	},
    "108": {
        "1": "Aku adalah gadis yang sedang diet agar bisa menjadi Kapal Induk Ringan, Chitose. Bahkan Aku bisa lebih cepat lagi. Mungkin harus menulisnya kedalam buku tentang itu.",
        "25": "Direnovasi yang semula induk pesawat laut menjadi kapal induk ringan, Aku Chitose. Merampingkan tubuhku dengan diet. Kakiku bergerak lebih cepat. Dengan ini Aku bisa ikut ambil bagian ketika bertugas! Aku akan berusaha demi laksamana!",
        "2": "ufufu, Laksamana, ada apa?",
        "3": "Bukannya geladak ini bagus? Ini adalah kesukaanku.",
        "4": "Laksamana, Aku tidak pernah bilang kalau Aku mau disentuh.",
        "29": "Laksamana sedang sibuk ya? Bagus, bagus. Bagaimana kalau kita nikmati saja?",
        "28": "Laksamana selalu membuat keputusan yang terbaik baginya. Tidak apa-apa. Aku mengerti.",
        "24": "Terima kasih kau selalu menjagaku sampai diriku terlahir kembali, Laksamana.",
        "8": "Laksamana, ada pesan masuk.",
        "13": "Seluruh pesawat, kita pergi!",
        "9": "Seandainya Chiyoda telah bertambah kuat.",
        "10": "Nggak mungin, Aku mungkin memang keren.",
        "26": "Kerja bagus.",
        "27": "Terima kasih. Aku terima ini.",
        "11": "Hanya butuh sedikit perbaikan.",
        "12": "Duh, ini akan berbekas ... Chiyoda pasti khawatir, jadi tetap rahasiakan, ya?",
        "6": "Yep, yep, Perbaikannya selesai, 'kan?",
        "5": "Kapal baru telah selesai dibuat.",
        "7": "Armada telah kembali ke pangkalan.",
        "14": "Kapal Induk Ringan Chitose, Siap bertugas.",
        "15": "Ikuti Aku.",
        "16": "Serangan gelombang pertama, Lepas landas!",
        "18": "Seluruh pesawat, habisi mereka!",
        "17": "Semoga ini tidak seperti di Laut Filipina ...",
        "23": "Chiyoda pasti berteriak \"Jangan sombong\" kepadaku, jadi tolong tetap diam tentang ini.",
        "19": "Waaaaaaaah~!",
        "20": "Tidak kubiarkan kau merusak Geladakku!",
        "21": "Ah, geladakku yang berharga ...",
        "22": "Chiyoda ... sisanya Aku serahkan ... kepadamu ...",
        "30": "Jam 12 tengah malam. Bersama dengan Laksamana, Aku menyaksikan saat pergantian hari! *hihi*",
        "31": "Jam 1 pagi. Ah, rasanya gak enak ... mungkin Chiyoda sedang marah?",
        "32": "Jam 2 pagi. Menjadi penjaga waktu, sedikit kasar lho ...",
        "33": "Jam 3 pagi. Sebelum tidur, Laksamana ingin minum sesuatu?",
        "34": "Jam 4 pagi. Semoga tidurnya Chiyoda nyenyak ...",
        "35": "Jam 5 pagi. Laksamana, quests harian telah diperbarui. Ayo kita selesaikan bersama",
        "36": "zzz... haa... Ah! Jam 6 pagi. Laksamana! Maaf! Aku pinjam paha Laksamana sebentar.",
        "37": "Jam 7 pagi. Fajar tiba sungguh menyegarkan. Selamat pagi.",
        "38": "Jam 8 pagi. Terima kasih pada Tetoku, Aku bisa tidur nyenyak semalam.",
        "39": "Jam 9 pagi. Bagiku, ini masih terlalu awal untuk minum dan mabuk-mabukan. *hihi*",
        "40": "Jam 10 pagi. Aktifitas hari ini, apa yang akan Laksamana rencanakan?",
        "41": "Jam 11 siang. Untuk sarapannya, apa yang Laksamana inginkan?",
        "42": "Jam 12 siang. Waktunya makan siang, bukan? Memandangi pelabuhan dari bukit, sambil makan bekal terasa mantap!",
        "43": "Jam 1 siang. Bersama dengan Laksamana, bekalnya terasa mantap. *hihi* menyenangkan sekali!",
        "44": "Jam 2 siang. Ah.. Laksamana, Aku lihat Chiyoda ada di sana! He~i Chiyoda~?",
        "45": "Jam 3 sore. Oh? Chiyoda, dia pergi sambil marah. Kenapa yah~?",
        "46": "Jam 4 sore. Laksamana, aktifitas sore ini, apa yang akan Laksamana rencanakan?",
        "47": "Jam 5 sore. Senjanya cantik, 'kan?",
        "48": "Jam 6 sore. Laksamana, Bagaimana pekerjaan hari ini?",
        "49": "Jam 7 malam. Saatnya makan malam, bukan? Bagaimana kalau kita pergi ke tempatnya Houshou?",
        "50": "Jam 8 malam. Laksamana, bagaimana kalau Laksamana mandi duluan?",
        "51": "Jam 9 malam. Laksamana, mandinya .... kalau bersama itu mustahil!",
        "52": "Jam 10 malam. Ah, ada apa Chiyoda? Tidak apa-apa, Aku tidak menganggu Laksamana kok. Jangan khawatir.",
        "53": "Jam 11 malam. Laksamana, Begadang setiap hari tidak baik. Tidurlah lebih awal untuk hari ini ..."
    },
    "83": {
        "1": "Kapal Induk, Akagi. Bila Anda ingin membentuk satuan petugas penerbangan, serahkan saja kepada Saya.",
        "25": "Saya, Kapal induk, Akagi. Sebagai andalan dari satuan petugas penerbangan, Saya selalu berada di garis depan. Berlatih dengan tekun serta memiliki kebanggan besar terhadap pesawat kami dan membuat reputasi kami sebagai \"armada tak terkalahkan\". Terlalu percaya diri, kah? Hmm.... Anda mungkin benar. Saya akan mengingatnya.",
        "2": "Apakah kita ada pembahasan strategi?",
        "3": "Reppuu? Tidak, Saya tidak pernah mendengarnya.",
        "4": "Ryuusei? Apakah itu berbeda dengan Type 97 Torpedo Bomber?",
        "29": "Anu ... Laksamana? Waktunya Mak- bukan! Apakah waktu pembahasan strategi masih belum dimulai?!",
        "28": "Divisi Pertama, Akagi, kapanpun siap untuk berangkat! Laksamana, Saya mohon beristirahatlah sebentar.",
        "24": "Laksamana ... ketika Saya bersama Laksamana, Saya merasa ada perubahan besar dalam lima menit terakhir. Saya akan berjuang sebaik mungkin.",
        "8": "Laksamana, Saya punya pesan untuk Anda.",
        "13": "Kita tidak boleh terlalu sombong. Mari berangkat dengan kekuatan penuh!",
        "9": "Sepertinya memiliki tiga geladak ... tidak dibutuhkan, ya?",
        "10": "Terima kasih banyak atas modernisasinya.",
        "26": "Terlihat Bagus.",
        "27": "Terima kasih banyak telah mensuplai pesawat Saya. Saya sangat terbantu.",
        "11": "Saya akan bersiap untuk operasi berikutnya.",
        "12": "Sepertinya akan memakan waktu untuk memperbaiki geladaknya.",
        "5": "Terdapat kapal baru yang telah masuk dalam satuan tugas.",
        "7": "Armada telah kembali.",
        "14": "Satuan Tugas Nagumo, menyerang!",
        "15": "Pasukan penyerang pertama, Diharap berangkat sekarang!",
        "16": "Cepat berganti senjata!",
        "18": "Pasukan penyerang kedua, luncurkan semua pesawat!",
        "17": "Semua pesawat tempur, sudah siap?",
        "23": "Kemenangan ini tidak boleh dilebih-lebihkan. Saling mengakui dan selalu aktif adalah kucinya ... eh... sepertinya ada sesuatu di kepala saya?",
        "19": "Dari atas ... serangan dari atas?!",
        "20": "Ahh ...! Hentikan ledakannya!",
        "21": "Kebanggaan Divisi Pertama ... tidak akan Saya biarkan jatuh ditempat ini ...",
        "22": "Saya minta maaf ... tenggelamkanlah saya ... dengan torpedo...",
        "Anniversary 6547": "Laksamana, hari ini adalah hari penting bagi kami dari Divisi Penerbanagn ke-1. Mulai sekarang mohon bantuannya.",
        "Rainy 6547": "Musim hujan, ya? Lagi-lagi hujan .... jika seperti ini, pergi ke tempat Mamiya terdengar bagus kan? Laksamana? Laksamana?",
        "Summer 6547": "Ah, Kaga. Musim panas hampir tiba, ya? He? Baju renang baru? Saya masih belum beli ...",
        "6547": "Laksamana, sekarang musim gugur, yang berarti mencicipi. Terdapat banyak sekali makanan lezat di musim ini  ... pasti sangat menyenangkan♪"
    },
    "277": {
        "14": "Satuan tugas musuh pasti akan datang.　Saya dan Kaga akan memperlihatkan kebanggaan kami sebagai Divisi Penerbangan ke-1!"
    },
    "229": {
        "3": "Laksamana, Selamat Pagi!",
        "29": "Ha? Ah... Aku barusan ngomong sama Rensouhou-chan… hah… karena Aku bosan!",
        "27": "Ngisi ulangnya Lemot!!",
        "6": "Sepertinya Perbaikannya sudah selesai. Lemot banget!",
        "16": "Quintuple oxygen torpedo! Ini Dia! ",
        "20": "Aku melaju terlalu cepat sampai kepanasan!",
        "21": "Auwaa! Sakit tahu!"
    },
    "275": {
        "1": "Saya, Nagato, tetap tak akan kalah dari pendatang baru.",
        "4": "A-ap, ti-tidak, Sa-saya... tidak... membencinya.",  
        "28": "Tidak apa-apa... Saya ada disini untuk Anda.",
        "27": "Baiklah. Saya akan makan ketika sempat." 
     },
    "77": {
        "1": "Kapal Tempur Super, Pertama dari Kelas Ise, Ise. Berangkat!",
        "25": "Berdasar dari Kapal Tempur Kelas Fusou, daya gempur Kapal Tempur Super yang kuat. Kapal Tempur, Ise. Dengan melepas beberapa meriam utama, Aku bisa ditingkatkan ke mode Kapal Tempur Penerbangan yang terkenal! Aku tak sabar untuk itu!",
        "2": "Ya, Laksamana?",
        "3": "Apakah senjatAku berat? gak sama sekali.",
        "4": "Ah, maaf. Apakah Aku mengenai Anda saat berbalik?",
        "28": "Hmm?",
        "24": "Err, Laksamana, bisakah kita berbicara tentang penempatan Senjata ke-5? Eh? gak ngerti? Kuu... percuma, duh...",
        "8": "Laksaman, ada pesan untuk anda.",
        "13": "Kapal Tempur Ise, berangkat!",
        "9": "Ba~iklah, Aku dapat melakukan ini!",
        "10": "Woh, boleh juga ini!",
        "26": "Hmm?",
        "27": "Ba~iklah, Aku dapat melakukan ini!",
        "11": "Hanya tergores. Tapi syukurlah.",
        "12": "Seperti yang kutakutkan, ini lumayan buruk...",
        "6": "Laksamana, Sepertinya ada yg bisa kembali ke Armada.",
        "5": "Laksaman, tipe kapal baru telah diluncurkan.",
        "7": "Sepertinya Armada telah kembali.",
        "14": "Hyuuga, kau siap? Berangkat!",
        "15": "Senjata sisi kanan, memencar!",
        "16": "Kumohon Tenggelam!",
        "18": "Yah... ayo kita kejar...!",
        "17": "Meriam utama, 6 cerobong 12 serangan, tembak serentak!",
        "23": "Eh, Aku mendapat hasil terbaik? Yay! Hyuuga, kau lihat? Bagaimana?", 
        "19": "Kau telah melakukannya....!",
        "20": "Itu Sakit!",
        "21": "Ini mulai terlihat buruk... harus bagaimana sekarang...",
        "22": "Sampai disini, yah... Hyuuga, Aku pergi duluan..."
    },
    "182": {
        "1": "Saya Kapal Perbaikan Akashi. Jika Anda terkena luka lecet, Saya bisa merawat Anda di pangkalan. Serahkan itu kepada Saya!",
        "25": "Satu-satunya kapal yang dibuat untuk perbaikan, Akashi. Saya ditugaskan di pelabuhan Truk untuk memperbaiki kapal yang bertarung di garis depan. Saya bertahan di pelabuhan Truk sampai pelabuhannya hancur demi mendukung Armada dari belakang. Mohon bantuannya.",
        "2": "Sekarang gilirannya Akashi, ya?",
        "3": "Apa Laksamana butuh diperbaiki? Dapat lukanya darimana?",
        "4": "Dereknya jangan disentuh, bahaya tahu! Ah~! Di situ bahkan lebih bahaya!",
        "29": "Mmm ... Tenang saja! Saya sedang mengerjakan bagian perbaikan dan membuat berbagai persenjataan baru! Maka dari itu tenang saja! ... tenang...",
        "28": "Laksamana ... Sebaiknya Anda juga mulai membenahi diri sendiri sekarang. Serahkan saja perbaikannya ... kepada Saya, ya?",
        "24": "Laksamana, ada apa? Anda mau memakai pabrik Saya untuk resepsi pernikahan? Sebenarnya siapa sih orang beruntung itu? He? Untukku?! Tidak mungkin ...! Sa-Saya akan menyimpannya dengan baik! Terima kasih!",
        "8": "Apa Anda ingin memeriksa status operasi Armada, Laksamana?",
        "13": "Kapal perbaikan Akashi, berangkat!",
        "9": "Inilah ... yang saya sebut kemajuan!",
        "10": "Sekarang bisa memperbaiki lebih banyak! Terima kasih banyak!",
        "26": "Apa ini mau diperbaiki?",
        "27": "Terima kasih banyak! Ini sangat membantu!",
        "11": "Sepertinya Saya juga butuh perbaikan sesekali...",
        "12": "Memiliki orang yang bisa diandalkan benar-benar membuat Saya bahagia. Syukurlah.",
        "6": "Perbaikan Senjata telah selesai.",
        "5": "Sepertinya Kapal baru telah selesai dibuat. Bikin penasaran, ya?!",
        "7": "Armadanya telah kembali dengan selamat. Syukurlah!",
        "14": "Armada gabungan, Akashi, siap berlayar!",
        "15": "Bertarung bukanlah ... yah ... mau bagaimana lagi, sekarang Saya harus melakukannya!",
        "16": "Kenalah!",
        "18": "Mengejar ... ba-bagimana cara melakukannya?!",
        "17": "Padahal ini bukan keahlian saya!",
        "23": "Eh...EEEEEH!? S-Saya!? Apa maksudnya itu?! S-Senang sih.",
        "19": "Ah ... A-Aduh ... apa peralatanku masih berfungsi?",
        "20": "Saya tertembak ... cegah apinya berkobar ke mesin perbaikan!",
        "21": "Saya ... Saya diincar!? Saya tidak bisa melakukan perbaikan lagi kalau seperti ini!",
        "22": "Sepertinya Saya tenggelam ke dasar laut ... perlahan, seperti menuju ke kamar tidur. Semuanya, Selamat tidur."
    },
    "187": {
        "1": "Kapal Perbaikan Akashi! Serahkan perbaikan daruratnya kepada Saya! Dan Saya akan membantu semua gadis yang berada di garis depan!",
        "2": "Sangat senang bertemu dengan Anda!",
        "3": "Laksamana ... sepertinya Anda juga butuh sedikit perbaikan.",
        "15": "Kobarkan bunga api .. siapapun yang kabur tidak bisa dimaafkan!",
        "16": "Saya tidak pernah menggunakan senjataku untuk melukai armada lawan!",
    	"23": "Saya telah berhutang banyak kepada Anda, jadi terimalah tanda ini sebagai apresiasi dari Saya! Tapi pekerjaan asli Saya adalah memperbaiki!",
        "19": "Ah ... A-Aduh ... apa peralatanku masih berfungsi?",
        "20": "Saya tertembak ... cegah apinya berkobar ke mesin perbaikan!",
        "30": "Tengah malam, Bukankah saatnya untuk tidur?",
        "31": "Jam 01:00 pagi, Apakah Anda tidak merasa ngantuk? He? Saya? Saya tidak apa-apa!",
        "32": "Jam 02:00 pagi, Jadi teringat ketika waktu Saya di Truk ... dan bekerja sangat keras.",
        "33": "Jam 03:00 pagi, Di Palau? Kenapa, ya? Saya tidak bisa mengingatnya dengan jelas.",
        "34": "Jam 04:00 pagi, Sebentar lagi pagi lho. Laksamana, Apa Laksamana yakin tidak mau tidur dulu?",
        "35": "Jam 05:00 pagi, Langit sedikit demi sedikit mulai cerah! Harinya telah berganti baru!",
        "36": "Jam 06:00 pagi, Laksamana, Mau sarapan apa? yah Tak semahir Mamiya sih, tapi masakan Saya juga enak lho!",
        "37": "Jam 07:00 pagi, Sudah pagi, ya. Apa kita sebaiknya pergi membangunkan yang lainnya?",
        "38": "Jam 08:00 pagi, Sekarang! Saatnya untuk perbaikan!",
        "39": "Jam 09:00 pagi, Kapal mana yang ingin Saya perbaiki? …He!? Gak mungkin… Sorti?!",
        "40": "Jam 10:00 pagi, … Laksamana, menurut Saya ... Bertempur itu… ah … tidak … meskipun diberi beberapa senjata ini …",
        "41": "Jam 11:00 siang, Laksamana terlalu ceroboh. Saya akan kesulitan bila mesin perbaikannyanya rusak!",
        "42": "Jam 12:00 siang, Sudah siang! Waktunya untuk Kare Akashi! Bagaimana?!",
        "43": "Jam 13:00 siang, Saya akan memeriksa pabrik kapal bagian dalam. Ada banyak yang harus dilakukan~.",
        "44": "Jam 14:00 siang, Sudah saatnya untuk memfokuskan diri ke perbaikan sore hari.",
        "45": "Jam 15:00 sore, Laksamana, Apa Laksamana tidak merasa lapar sekarang? Ya?",
        "46": "Jam 16:00 sore, Monakanya Mamiya sangat lezat, kan? Saya ingin coba sesekali...",
        "47": "Jam 17:00 sore, Matahari tak lama akan terbenam. Huft.. Lelahnya...",
        "48": "Jam 18:00 malam, Apakah Anda mau pergi makan malam? Misalnya ke hotel Yamato ... cuma bercanda kok.",
        "49": "Jam 19:00 malam, Maaf ini hanya sesuatu yang biasa, tapi makan malamnya sudah siap!",
        "50": "Jam 20:00 malam, Setelah makan banyak bisa membuat ngantuk, yah… fuwaaaah… Ah— gak boleh!",
        "51": "Jam 21:00 malam, Tinggal 3 jam lagi hari ini akan berakhir. Kerja bagus.",
        "52": "Jam 22:00 malam, Malam di pelabuhan benar-benar sunyi,ya? Akan sangat bagus bila terus seperti ini...",
        "53": "Jam 23:00 malam, Laksamana, terima kasih banyak telah bekerja keras hari ini!",
        "Anniversary 6547": "Laksamana, hari ini adalah hari ultah kami. Hebat, 'kan? Apa Laksamana punya waktu untuk merayakannya?",
        "Rainy 6547": "Musim hujan, ya? Persenjataannya menjadi berkarat .... Saya hari sesering mungkin memperbaiki dan melumasinya.",
        "Summer 6547": "Musim panas, ya? Saya mau pakai baju renang juga! Laksamana, Anda boleh kok membelikan Saya \"hihi\"!",
        "6547": "Musim gugur telah tiba ya, musim ini membuat perut jadi lapar. Mbak Mamiya kemarilah~"
    },
    "114": {
        "1": "P-Permisi, Aku Abukuma, Kapal Penjelajah Ringan.",
        "25": "Aku Abukuma yang berasal dari kelas Penjelajah Ringan, Nagara. Benar ... jujur saja, aku tidak menyukai Kitakami. Ada apa sih dengan dia itu ... tapi, aku bersabar sampai haluanku dibetulkan! Dan Dek Ushio makasih, ya.",
        "2": "Apa kamu bisa mengingat nama Abukuma?",
        "3": "Apa kamu bisa menulis nama Abukuma dalam kanji?",
        "4": "Uwaaaa! Jangan menyentuhku terlalu banyak! Poniku bisa-bisa berantakan! Laksamana terlihat sedikit mirip dengan Kitakami.",
        "29": "Dasar! Kupikir kamu telah melupakanku!",
        "28": "Laksamana, kumohon jangan terlalu memaksakan diri, ya?",
        "24": "Laksamana~, maaf telah menunggu! Aku ingin mengatakan beberapa kata terima kasih kepadamu… karena kamu sangat peduli kepadaku dan aku merasa kepercayaan diriku sedikit meningkat. Laksamana, terima kasih.",
        "8": "Laksamana! Ada laporan tertulis! Bagaimana hasilnya?",
        "13": "EEH?! Ogah, aku?! Bi-Bisa aja sih...",
        "9": "Berharap sama aku? Benar, 'kan?!",
        "10": "Sangat dimengerti! Kekuatanku dibutuhkan, 'kan?",
        "26": "Dengan begini saja OK!",
        "27": "Dengan ini akan sempurna, untuk bertarung.",
        "11": "Aku suka mandi~! Hu~hum~!",
        "12": "Aku akan mandi sedikit lama, tidak apa-apa, 'kan?",
        "6": "Perbaikannya telah selesai!",
        "5": "Pembuatan telah selesai.",
        "7": "Armada telah kembali ke pangkal pelabuhan!",
        "14": "Akhirnya! Eh, bukan berarti aku sangat menantikan itu.",
        "15": "Abukuma, akan memenuhi harapanmu!!",
        "16": "Ketika ada kesempatan, pasti akan kugunakan!",
        "18": "Akhirnya tempur malam. Aku tidak akan kalah dari orang bodoh itu di suatu tempat!",
        "17": "Pertahananmu terbuka!",
        "23": "Diriku yang seperti ini juga bisa jika mencoba, kan? Laksamana. Aku ucapkan terima kasih banyak!",
        "19": "Kyaa! Mustahil!",
        "20": "Hentikan! Haluanku baru saja dibetulkan!",
        "21": "Sepertinya memang aku tidak bisa...? Tapi, aku tetap tidak mau kalah!",
        "22": "Aku tertembak ... hei, Dek Ushio, apa kamu disana? Bolehkah aku minta bantuanmu lagi?"
        
    },
    "290": {
        "30": "Ini sudah tengah malam! Dasar Laksamana bego!",
        "31": "Sudah jam 1? Kulitku akan mengerut ...  aku tidur duluan~",
        "32": "Jam 2? nn? Laksamana~?",
        "33": "Aku gak perlu cemilan jam 3 malam.",
        "34": "Jam 4 pagi!? duh, ini pasti bercanda.",
        "35": "Laksamana, sudah jam 5. Sudah saatnya untuk mandi?",
        "36": "Sudah jam 6 yah. Aku akan menata rambutku",
        "37": "Jam 7 pagi. Hei hei, bagaimana poniku?",
        "38": "Jam 8. Apa Laksamana mau kutemani hari ini?",
        "39": "Jam 9. Apa yang akan kita lakukan hari ini?",
        "40": "Jam 10. Sudah waktunya untuk bekerja?",
        "41": "Jam 11. Sebentar lagi waktunya makan siang!",
        "42": "Sudah jam 12. Hei, aku mau makan makanan yang enak.",
        "43": "Jam 1 siang. Sebentar lagi mau sore!",
        "44": "Jam 2 begini kamu gak ngantuk? Hue? Hanya aku?",
        "45": "Sudah jam 3. Mau tidur siang? Atau mau jajan?",
        "46": "Sudah jam 4. Rasa lelah perlahan mulai terasa",
        "47": "Jam 5! Saatnya merapikan rambutku~!",
        "48": "Jam 6! Perutku lapar!",
        "49": "Jam 7! Belajar, bekerja! Lalu Kancolle!",
        "50": "Jam 8 sudah dimulai! Laksamana, bagaimana dengan pekerjaanmu~u~?",
        "51": "Jam 9 malam, sebentar lagi waktunya tempur malam",
        "52": "Jam 10! Kita istirahat sebentar, yuk",
        "53": "Jam 11 tiba. Benar-benar waktu yang genting, ya!",
        "Anniversary 6547": "",
        "Rainy 6547": "Hujannya deras sekali. Musim hujan, ya ... Mereka dari kelas Shiratsuyu selalu bermain tanpa memperdulikan sekitarnya ... Kapal Perusak ... menyebalkan ... Oh tidak! Apa aku menirukan kebiasaannya orang itu?!",
        "EarlySummer 6547": "Pasti lama sekali menantikan matahari terbenam, ya? Sepertinya musim panas segera tiba. *hah* ... Dan di sini ada pasukan torpedo ke-3 yang selalu membuat kegaduhan.",
        "Summer 6547": "Mataharinya menyengat sekali ... sudah musim panas. Aku jadi sedikit khawatir dengan kulitku. Anu ... Laksamana, apa kamu dengar? ",
	"6547": "Musim gugur. Musim ini, mengingatkanku pada tempur malam waktu itu. Api yang cantik  ... api yang menakutkan ... di waktu yang sama. Ehehe, aneh, ya, Laksamana?"
    },
    
    "200": {
        "1": "Giliranku? Baiklah! Abukuma, siap siaga!",
        "3": "Apa kamu bisa menulis \"Abukuma\" dalam kanji? Coba tulis ... Hmm! Salah!",
        "4": "Uwaaa~! Kamu terlalu banyak menyentuh poniku! Hueee~ hentikan!",
        "13": "Pasukan Torpedo ke-1, Abukuma. Kapal pemimpin, sisi depan, siap siaga!",
        "9": "Sebenarnya, aku suka yang bawaan tapi aku telah mengganti meriam utamanya, Yep.",
        "26": "Dengan begini pastinya OK!",
        "14": "Menemukan musuh tidak terdeteksi adalah keahlianku. Serahkan padaku! Serahkan padaku!",
        "16": "Semuanya, tolong ikuti aba-abaku. Uu.. Tolong ikuti aba-aba~ku!",
        "17": "Tuh, 'kan? Sudah kubilang tadi!",
        "Anniversary 6547": "",
        "Rainy 6547": "Hujannya deras sekali. Musim hujan, ya ... Mereka dari kelas Shiratsuyu selalu bermain tanpa memperdulikan sekitarnya ... Kapal Perusak ... menyebalkan ... Oh tidak! Apa aku menirukan kebiasaannya orang itu?!",
        "Summer 6547": "Mataharinya menyengat sekali ... sudah musim panas. Aku jadi sedikit khawatir dengan kulitku. Anu ... Laksamana, apa kamu dengar? ",
	"6547": "Musim gugur. Musim ini, mengingatkanku pada tempur malam waktu itu. Api yang cantik  ... api yang menakutkan ... di waktu yang sama. Ehehe, aneh, ya, Laksamana?"
    },
    "34": {
        "1": "Saya Akatsuki. Tolong anggap Saya sebagai \"Lady\" pada umumnya!",
        "25": "Saya adalah Kapal Perusak Khusus Tipe 3 yang pertama, Akatsuki. Saya dirancang berdasarkan kelas Fubuki yang mampu menjelajah lebih jauh dan efisien. Karena itu, Saya adalah Kapal Perusak yang terbaik! Dan Saya adalah seorang \"Lady\" sebagaimana kelihatannya! Be-benaran lho ...!",
        "2": "Komandan, semoga harimu menyenangkan.",
        "3": "Sepertinya pertanda hari ini akan baik.",
        "4": "Jangan mengelus kepala Saya! Sudah Saya katakan 'kan, kalau Saya bukan anak kecil lagi?",        
        "28": "Ko-Ko-Ko-Komandan! Karena sudah berusaha akan Saya berikan hadiah. Rendahkan kepalamu.",
        "24": "Makan berdua bersama Komandan, sebagai Lady ... Eh? Kenapa Saya dipesankan jus? Selain itu, kenapa pilafnya dipasangi bendera ditengahnya!",
        "8": "Ada pesan untuk Komandan. Cepat buka dan dibaca.",
        "13": "Akhirnya giliran Akatsuki. Perhatikanlah.",
        "9": "Terima kasih. Saya hargai itu.",
        "10": "Senjatanya terlalu besar? Sudah jelas ini ukurannya pas!",
        "26": "Te-Tentu saja.",
        "27": "Terima kasih. Saya hargai itu.",
        "11": "Bukannya Saya lelah atau apapun itu.",
        "12": "Diberi pertarungan yang keras membuat Saya kesusahan.",
        "5": "Ada kapal baru yang selesai dibuat.",
        "7": "Armadanya telah kembali. huft",
        "14": "Akatsuki, pasukan torpedo, siap berlayar.",
        "15": "Tinggal serang, 'kan?",
        "16": "Yaa!",
        "18": "Saatnya menyerang!",
        "17": "Jangan menganggap Saya anak-anak!",
        "23": "Bagaimanapun kelihatannya, Akatsuki tetap nomor satu!",
        "19": "Enggak konsen!",
        "20": "Kyaa...!",
        "21": "Ugh... , Tidak bisa dimaafkan! Tidak akan bisa dimaafkan!",
        "22": "Tenggelam di tempat seperti ini ... tidak mau ...",
        "Anniversary 6547": "Komandan, selamat ulang tahun ke-3. sebagai Lady kelas pertama Saya akan merayakannya.",
        "Rainy 6547": "Musim hujan, kah? Sedikit kecewa ... Ah, Inazuma, itu teru-teru bozu? Lumayan juga!",
        "6547": "Dasar! Membuat istana pasir bukan permainan lho! Ini merupakan cara Saya untuk berlatih membuat benteng pertahan dengan gaya elegan."
	},
	"234": {
        "29": "*gelisah* *gelisah* ... Sampai kapanpun, tetap Saya tunggu!",
        "27": "Saya akan menerimanya sebagai Lady kelas pertama.",
        "30": "Jam 00:00. Markasnya jadi sepi ... weh ... gelapnya ...",
        "31": "Jam 01:00. Jika tidak cepat tidur, kecantikan seorang lady akan memudar lho!",
        "32": "Jam 02:00. Ko-Komandan ... Saya sedikit takut pergi ke lorong. Komandan boleh kok menemani Saya untuk melihat keadaan di sana.",
        "33": "Jam 03:00. Bukannya Saya sangat ingin pergi ke toilet kok!",
        "34": "Jam 04 ... 00 ... Seorang lady harus terlihat sempurna di tiap malam, tahu!",
        "35": "Jam 05 ... 0 ... 0 ... khrrrrk ... khrrKKKkkk ...",
        "36": "Jam 0 ... 6 ... 00 ... Ah, jangan pernah mengatakan Saya kalau \"tidur nyenyak adalah pertanda bagus bagi pertumbuhan anak-anak,\"!",
        "37": "Jam 07 ... 00 ... He? Mustahil! Saya ketiduran, ya?!",
        "38": "Jam 08:00. Komandan, bego, bego, bego! Kenapa Saya tidak dibangunkan?! loh? Komandaaaan!",
        "39": "Jam 09:00. Seorang Lady harus sesegera mungkin bersiap di pagi hari.",
        "40": "Jam 10:00. Wehhh...! Tidak ada siapa pun di sini!",
        "41": "Jam 11:00. Ah, mereka kembali! Kalian jahat sekali pergi ekspedisi duluan!",
        "42": "Jam 12:00. Ee-hem! Ketika kalian pergi, Akatsuki menjaga markas sendirian lho!",
        "43": "Jam 13:00. Baiklah, kalian boleh kok membelikanku makanan mahal.",
        "44": "Jam 14:00. Maka-dari-itu!! Kenapa ada bendera nancap di tengah makanan?! ... Yah, meskipun Aku suka udang goreng, hamburger dan spaghettinya.",
        "45": "Jam 15:00. \"Nah, terlihat mahal, kan?\" tidak, ini murahan! grrr!",
        "46": "Jam 16:00. Baiklah, Akatsuki, sebagai Lady nomor satu, akan membuat namanya terkenang.",
        "47": "Jam 17:00. Baiklah, saatnya bekerja.",
        "48": "Jam 18:00. fuuh.. Istirahat itu sangat penting bagi Lady.",
        "49": "Jam 19:00. Komandan, apakah kita punya teh herbal? ... hmm, sepertinya kita tidak punya.",
        "50": "Jam 20:00. Kari \"Akatsuki Berjuanglah\" sudah matang! Bagaimana, bagaimana?",
        "51": "Jam 21:00. Hee? Rasanya manis? Tapi, Saya sudah berusaha membuatnya terasa pedas.",
        "52": "Jam 22:00. Baiklah, sudah waktunya orang dewasa— dan waktunya untuk seorang lady!",
        "53": "Jam 23... 00... KhhrrrKKK"
    },
    "437": {
        "3": "Jangan mengelus kepala Saya! Sudah Saya katakan 'kan, kalau Saya bukan anak kecil lagi?!",
        "4": "Komandan, jika kamu menatap Saya seperti itu membuat Saya ... Saya ... Geh! Apa maksudnya topi Saya mulai lepas?! Dasar!"
    },
    "15": {
        "1": "Kapal Perusak Khusus, 'Akebono'. Apa lo liat-liat! dasar Laksamana bejat!",
        "25": "Kapal Perusak Khusus nomor 18, ke-8 dari kelas Ayanami, Akebono. Aku bukan pegulat sumo. Ingat itu. Aku ikut dalam pertempuran udara Angkatan Laut di Laut Karang! Tapi, Aku sedikit tidak tenang pada waktu itu ...",
        "2": "Apa? Apaan sih?",
        "3": "Ngapain nyentuh-nyentuh? Nyebelin banget sih.",
        "Default4": "Jika kau nggak suka, kenapa nggak menendangku keluar saja dari armada?, ",
        "28": "Beneran, ini bukan lelucon.",
        "29": "Seriusan, sendiri membuatku merasa tenang. Aku lebih suka jika aku sendirian ... yep.",
        "24": "Memanggilku ke tempat kayak begini, kau pikir hebat, Laksamana bejat? ... lagian, kenapa juga kau melamarku? Apa kau M!?",
        "8": "Ini, ada surat. Bacalah?",
        "13": "Akebono, siap menyerang.",
        "9": "Begini aja? Jangan harap apapun dariku.",
        "10": "K-Kau menyalahgunakan pembaruan untuk melihat tubuhku, bukan?! Dasar Laksamana bejat",
        "26": "Ini benar-benar bukan lelucan!",
        "27": "Begini aja? Nggak ada bedanya.",
        "11": "A-Apa boleh buat ...",
        "Default12": "Aku akan diperbaiki ... Dasar! Gak bisa dipercaya!",
        "6": "Perbaikannya selesai.",
        "5": "Ada kapal baru!",
        "7": "Armadanya telah kembali, hmpf!",
        "14": "Bersiap menyerang, saatnya untuk menghajar seseorang!",
        "15": "Musuh? Heeheeh, lebih baik begitu!",
        "16": "Ayoo!",
        "18": "Lanjut sekali lagi itu menyebalkan tahu!",
        "17": "Terlalu Lemah!.",
        "23": "Menang Telak! Harusnya kau berterima kasih kepadaku, dasar Laksamana bejat♪",
        "19": "Aaah!",
        "20": "Apa sih maumu?!",
        "21": "Cu-Cuma meriam, torpedo dan mesinnya yang hancur ... Eh? E-Eeeeeh?!",
        "22": "Sebenarnya apa yang ada di balik dasar lautan ...?",
        "Anniversary 6547": "Laksamana bejat. Ini adalah ulang tahun kami ke-3! Yah, kurasa aku juga senang ... kali ini. Iya 'kan Laksamana bejat!",
        "Rainy 6547": "Ha? Membuat teru-teru bozu untuk menangkal hujan? Ogah amat yang begituan. Sazanami, kau cekatan sekali. Sebaiknya aku juga ikut buat.",
        "6547": "Cuacanya memang panas. Memang benar pakaian ini sedikit sejuk, ... Laksamana bejat, jangan lirik-lirik!",
        "1471": "Sudah kubilang — jangan lirik-lirik, dasar Laksamana bejat!",
        "4": "Jika kau menyentuhku aku akan sangat marah. Sulit dipercaya!",
        "12": "Ja-Jangan mengintip! Dasar Laksamana bejat! K-Kau ini!"
    },
    "231": {
        "2": "Ngapain nyentuh-nyentuh? Nyebelin banget sih.",
        "3": "Kenapa kau menyentuhku? Sulit dipercaya.",
        "Default4": "Jika kau tidak suka, aku tinggal dikeluarkan, 'kan? ... Bu-bukannya Aku peduli sih.",
        "28": "Sudah berapa kali, sampai kau mengerti!? Orang yang paling aku benci adalah kau, Laksamana bejat!! ... Kenapa kau masih tidak mau percaya?",
        "8": "Ini, ada informasi analisis. Kenapa kau tidak membacanya?",
        "9": "Begini aja? Yah, akan kugunakan sih ...",
        "27": "Ini diperlukan ... tapi aku tidak akan berterima kasih ... tapi boleh juga.",
        "14": "Akebono, Bersiap menyerang, saatnya untuk menghajar seseorang!",
        "15": "Ada musuh, Laksamana bejat. Aku, ... akan melakukan sesuatu untuk itu!",
        "18": "Lanjut sekali lagi, menjauhah!"                                                                          
    },
    "301": {
        "1": "Akigumo, siap melapor~ Laksamana dimohon bantuannya ya~",
        "2": "Seragam? Kelas Yuugumo, kelas Kagerou ... Yah, bodo amat~!",
        "25": "Lahir dan dibesarkan di Yokosuka, Akigumo! Aku dimasukan ke kelas Kagerou, tapi daya jelajahku melebihi jarak pandang Laksamana. Nagumo dan aku dimasukan ke DivIn 1. Sebenarnya, aku selalu berpikir berada di kelas Yuugumo ... (bahkan seragamku juga sama) ... ah bodo amat. Setelah itu, aku disuruh menjadi penjaga DivIn 5. Aku juga belum selesai menggambar Shoukaku dan Zuikaku pada waktu itu.",
        "3": "Apa? Apa? Pelecehan seksual? Boleh.",
        "4": "Hmmh~mm. Jika kau ingin sekali bermain denganku, boleh ya aku mensketsa Laksamana? Nanti kau akan tahu betapa berharganya seni itu! Hmmh~mm♪",
        "29": "Waaaa! Benar juga! Sudah hampir mau deadline! Aku tidak boleh duduk saja!",
        "28": "Laksamana, kau lelah ya? Kalau begitu, Akigumo akan menggambarmu♪",
        "24": "Akhirnya Laksamana telah terkena peletku~? Gu~yon! Tapi sebaiknya aku gambar jenis macam apa yang pas buatku dan Laksamana… apa sebaiknya aku gambar di buku cerita bergambar? Tidak apa-apa, 'kan?",
        "8": "Ada laporan yang datang untuk Laksamana. Hmm, bagaimana?",
        "13": "Kapal Perusak Akigumo! Siap menyerang!",
        "9": "Aku ingin menggambar!",
        "10": "Mmm, ya, persenjataan itu sangat penting.",
        "26": "Idenya ketemu!",
        "27": "Haa~ jadi termotivasi~",
        "11": "Akigumo pun juga butuh untuk diperbaiki, aku akan menggambar selagi mandi~",
        "12": "Mandiku akan lama~. Dasar mereka itu~. Setelah selasai, akan kukembalikan dua kali lipat!",
        "6": "Ya ya~, perbaikannya selesai.",
        "5": "Ada kapal baru~. Laksamana juga suka, 'kan?",
        "7": "Armada telah kembali. Kerja bagus!",
        "14": "Ingin memesan gambar Akigumo?",
        "15": "Semuanya terima kasih telah menunggu!",
        "16": "Kelas Kapal Tempur ... ingin sekali menghajar mereka~",
        "18": "Gelapnya malam membuatku tidak bisa menggambar dengan baik ya~ Ayo nyalakan lampu sorotnya!",
        "17": "Makigumo, lihat, lihat! Caranya menyerang kayak begini lho!",
        "23": "Li~hat, aku bisa melakukan sesuatu yang tak bisa dilakukan Kapal Tempur dan Penjelajah Berat. Ah, punya buku gambar?",
        "19": "Hm.ph! Serangan seperti tidak akan bisa membuatku terluka!",
        "20": "Kamu ngapain sih, duh~!",
        "21": "Jika begini aku tidak bisa menggambar~!",
        "22": "Hei, akankah seseorang mau ... membuat gambar peristirahatan terakhirku?"
    },
    "132": {
        "30": "Jam 0. Tidak apa-apa nih? Kau tidak ngantuk?",
        "31": "Jam 1 malam, masih kuat, kan?",
        "32": "Jam 2, Akigumo juga ikut begadang, tidak apa-apa~ aku aku temani selagi aku menulis naskah dialog!",
        "33": "Jam 3, masih kuat? Apa pekerjaanmu untuk besok tidak apa-apa?",
        "34": "Jam 4 pagi, waktunya tidur ya tidur! Waktunya menggambar ya menggambar! Ungkapan itu bagus sekali, ya?",
        "35": "Jam 5 pagi ... Dan inilah penyebabnya kenapa Akigumo tertidur di pagi sampai tengah hari ~ ... hmmmm",
        "36": "Sudah Jam 6 yah? Huh ... Laksamana~ aku pinjam futon-mu yah~ met malem~",
        "37": "Jam 7 ... saking terangnya aku tidak bisa tidur ... gimana ini ...",
        "38": "Jam 8. Setelah sarapan bakal lanjut naskah dialognya~ ... Laksamana sarapan roti atau nasi, yg mana?",
        "39": "Jam 9 yah.  Baiklah, saatnya untuk berlatih melipat sampul gambar kemudian latihan!",
        "40": "Sudah Jam 10~ Laksamana, apa pekerjaanmu lancar?",
        "41": "Jam 11. Laksamana, Laksamana, tipe cewek mana yang paling kamu sukai?",
        "42": "Tengah Siang~! Jam segini waktunya UkiUkiWatching! ... Ah, tidak usah dipikirkan ...",
        "43": "Jam 1 siang ... 'Lunch time' terdengar seru, ya?... Lagi makan apa?",
        "44": "Jam 2 siang ... Nah, ayo bersiap untuk penyerangan sore hari!",
        "45": "Jam 3 sore! Laksamana, Rank Check! Pasti mantap sekali kalau naik ke atas, kan?",
        "46": "Jam 4 sore. Sebentar lagi matahari terbenam ... Bila tempatnya gelap, aku tidak bisa menggambar.",
        "47": "Jam 5 sore. Hah-... Meski aku sering bertempur, Kenapa ya ... terkadang aku ingin sekali menggambar Kapal Induk tenggelam?",
        "48": "Jam 6 petang. Aku lapar~ aku ingin makan daging kaleng, daging ... Laksamana, bukakan dong~.",
        "49": "Jam 7 malam~. Hah~, daging kaleng dipadu dengan nasi cuka mantep banget!",
        "50": "Jam 8 malam. Pertunjukan malam ini, akan dibantu dengan lampu sorot!",
        "51": "Jam 9 malam. 'tidurlah tidurlah'nya Makigumo memang menyebalkan, Dia ngapain begitu sih?",
        "52": "Jam 10 malam. karena ngantuk, aku pinjam futon-nya sebenta yah~ ikut masuk itu gak-bo-leh~",
        "53": "Jam 11 malam. Hanya tidur sebentar! Haaah~... ini hanya latihan, satu kali lagi ... Laksamana juga ... tidur sana!",
        "Anniversary 6547": "Laksamana. Ini sudah ulang tahun ke-3, selamat! Untuk perayaan, Akigumo membuat sebuah gambar!",
        "Rainy 6547": "Musim hujan ya~ bosannya. He! Apa?! yang lain pada buat teru-teru bozu? Kalau begitu Akigumo tinggal memotong kemudian mengecatnya.",
        "EarlySummer 6547": "Hoho, sudah hampir musim panas. Semuanya ngapain? Menyiapkan baju renang? Kalau begitu Aku juga! Waktunya menyiapkan bahan menggambar di pangkalan pertukaran, hehee!",
        "6547": "Ah, Pose itu bagus. Pandangan itu... jangan gerak... Oh, itu juga boleh♪ Sebentar, Aku ambil gambar referensi dulu... uhhyoyo~♪ Ini dia— Musim Panas!"
    } 
    
}
