{
		"npc" : {
		"1" : "",
		"2" : "",
		"3" : ""
	},
	"titlecall_a" : {
		"01" : "Kancolle",
		"02" : "Ka-n-co-lle",
		"03" : "Kancolle",
		"04" : "Ka~n-co-lle!",
		"05" : "Kancolle!",
		"06" : "Kan-co-lle!",
		"07" : "Kancolle~",
		"08" : "Ka~n~co~lle!",
		"09" : "Kantai Collection. KanColle.",
		"10" : "Kancolle!",
		"11" : "Ka-n-co-lle!",
		"12" : "Kancolle",
		"13" : "Ka-n-co-lle",
		"14" : "Kantai Collection. KanColle.",
		"15" : "Kancolle!",
		"16" : "Ka~n~co-lle!",
		"17" : "Kancolle!",
		"18" : "Ka-n-co-lle!",
		"19" : "Kancolle!",
		"20" : "Ka-n-co-lle!"
	},
	"titlecall_b" : {
		"01" : "Kancolle, Mulai!",
		"02" : "Ka~n~co-lle, Mulai!",
		"03" : "Kancolle, Mulai!",
		"04" : "Ka~n~co~lle, Mulai!",
		"05" : "Kancolle, mulai..",
		"06" : "Ka~n~co-lle, Mulai..",
		"07" : "Dengar? Ukir kemenangan menuju cakrawala fajar!",
		"08" : "Ayo! Ukir kemenangan menuju cakrawala fajar!",
		"09" : "Dengar? Ukir kemenangan menuju cakrawala fajar!",
		"10" : "Dengar? Ukir kemenangan menuju cakrawala fajar!",
		"11" : "Kancolle, Mulai!",
		"12" : "Kancolle, Mulai!",
		"13" : "Kancolle... Mulai!"
	},
	"titlecall_c" : {
		"01" : "Dari sekarang dimohon bantuannya~",
		"02" : "Dari sekarang dimohon bantuannya~",
		"03" : "Dari sekarang dimohon bantuannya~",
		"04" : "Dari sekarang dimohon bantuannya~",
		"05" : "Dari sekarang dimohon bantuannya~",
		"06" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"07" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"08" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"09" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"10" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada.",
		"11" : "Laksamana telah sampai di Kawasan Pelabuhan. Mulai dari sekarang, dia akan memegang kendali di Armada."
	},
    "80": {
        "1": "Saya adalah Kapal Tempur Nagato, Senang bertemu dengan anda. Serahkan semua kapal tempur musuh kepadaku.",
        "25": "Terlahir sebagai kapal termpur pertama dari program armada 8-8, nama kapal dari kapal tempur kelas Nagato, Nagato. Sampai Yamato ditugaskan, saya melayani armada gabungan sebagai kapal pemimpin. Saya dipanggil sebagai 'Big 7'.",
        "2": "Ada apa?", 
        "3": "Apa ada sesuatu di wajahku?",
        "4": "Saya lebih senang bila anda tidak menyentuh peralatan saya terlalu banyak.",  
        "29": "Hm? Apa? ini bukan seperti saya punya banyak waktu sekarang. Ah iya, saya sangat sibuk...",
        "28": "Tidak apa-apa.... .",
        "24": "Saya penasaran itu apa? Lanskap apa itu, jauh didalam ingatan saya? Kapal kawan dan musuh, dan lalu cahaya itu... Hey, Teitoku...Saya pasti stress berat.",
        "8": "Pesan dari markas besar",
        "13": "Kapal tempur Nagato, Pergi!",
        "9": "Terima kasih. Sekarang saya bisa melawan mereka.",
        "10": "Modernisasi? Saya tak butuh hal seperti itu sih...",
        "26": "Baguslah.",
        "27": "Terima kasih. Sekarang saya bisa melawan mereka.",
        "11": "Beberapa perawatan itu penting.",
        "12": "Saya lebih memilih memasuki pertempuran dalam kondisi yg sempurna.",
        "6": "Kapal yg diperbaiki, sekarang bisa kembali ke geris pertempuran.",
        "5": "Tampaknya kawan baru kita telah diluncurkan. Saya tak sabar untuk melihatnya.　",
        "7": "Misi selesai. Armada telah kembali.",
        "14": "Armada Pertama, Sorti!",
        "15": "Jangan remehkan kekuatan dari Big Seven.",
        "16": "Pertempuran penentuan yg telah lama ditunggu, yah. Saya merasa bersemangat.",
        "18": "Baiklah! Armada, Saya, Nagato, akan menunjukan jalannya!",
        "17": "Seluruh meriam utama, Serentak! Tembaaaaaaak!",
        "23": "Ini sangat tidak signifikan dibandingkan dengan kehormatan sebagai kapal pemimpin di armada gabungan, tapi.. akan saya terima.",
        "19": "Hah! Tak berpengaruh.",
        "20": "Armor besi kelas Nagato tidak hanya untuk pertunjukan.",
        "21": "Sial... Armada musuh lumayan bagus...",
        "22": "Tenggelam dalam pertempuran... tidak dalam kilasan itu... adalah yg ku inginkan..."
    },
    "50": {
        "1": "Aku Kapal perusak Shimakaze. Jika berhubungan dengan kecepatan, aku lah yg terhebat, cepat seperti angin pulau!",
        "25": "Aku Shimakaze, Kapal dari kelas Shimakaze yg dibuat sebagai pucuk dari kapal perusak, cepat dan disenjatai dengan torpedo berat. Lagipula, aku bisa melaju lebih dari 40 knots. Tetapi, kami tidak sesuai dengan produksi masal, jadi hanya aku satu-satunya di buat.",
        "2": "Oh!",
        "3": "Apa sih, Teitoku!",
        "4": "Mau balapan? Aku gak akan kalah.",
        "29": "Hmm… Ah! aku barusan ngomong sama Rensouhou-chan… hah…karena aku bosan!",
        "28": "Eh? Teitoku, kau capek abis lari? Le~moot!... tapi, Berjuanglah!",
        "24": "Teitoku, kau liat aku berlari? Heh, Kencang kan, kan? kan? *smug*",
        "8": "Sepertinya ada pesan untukmu, Teitoku.",
        "13": "Shimakaze, Siap melawan!",
        "9": "Bolehkan aku menjadi lebih kencang dan kencang lagi?",
        "10": "Jangan salahkan aku jika aku lebih kencang!",
        "26": "LE~MOOT!",
        "27": "Bolehkan aku menjadi lebih kencang dan kencang lagi?",
        "11": "Aku mau mesinku di servis juga!",
        "12": "Rensouhou-chan perlu di perbaiki juga.",
        "6": "Sepertinya kapal lain sudah di perbaiki.",
        "5": "Sepertinya kapal lain yg lebih lambat dariku telah dibuat.",
        "7": "Akhirnya armada telah kembali. Lemot yah?",
        "14": "Ayo, Rensouhou-chan.",
        "15": "Tidak ada yg bisa mengejarku, kau tau!",
        "16": "Shimakaze, Siap untuk menembak.",
        "18": "Sudah kubilang kau tak bisa lepas dari Shimakaze!",
        "17": "Ehehe, kamu lemot banget!",
        "23": "Aku paling hebat? beneran? Betulkan! Lagipula, aku kan kencang!",
        "19": "Kyah!",
        "20": "Hentikan...",
        "21": "Ahhh, Aku kena tembak...",
        "22": "Sepertinya jadi kencang saja itu kurang..."
    },
    "107": {
        "1": "Gadis yg telah menjadi kapal induk, Chiyoda. Tentu saja, Aku akan ditugaskan di Armada kak Chitose, kan?",
        "25": "Dirombak habis dari kapal induk pesawat amfibi, Aku adalah Kapal induk yg pekerjaannya di ganti Chiyoda. Aku lebih ke kapal induk, nggak? Aku akan melawan angkatan udara musuh bersama dengan kak Chitose!",
        "2": "Teitoku, a~pa?",
        "3": "Dek penerbangan... boleh juga!",
        "4": "Kak Chitose, lakukan itu saat kita sendiri di ruangan... loh? ternyata teitoku.",
        "29": "Teitoku, Chiyoda disini! kau lupa sama aku?",
        "28": "Walaupun aku cemas terhadap kak Chitose saja, Teitoku selebihnya... haduh, ampun dah.",
        "24": "Teitoku.... Aku senang kalau kau punya perasaan terhadapku, tapi, Aku cemas sama kak Chitose...",
        "8": "Teitoku, Pesan dari ka... ah bukan, dari markas besar.",
        "13": "Kapal Induk Chiyoda, meluncur!",
        "9": "Terima kasih! Dengan ini, Aku bisa menyamai dengan kapal induk biasa, nggak?",
        "10": "Leyte akan baik-baik saja sekarang!",
        "26": "Kak, apakah kau melihat?",
        "27": "Sampai penuh yah.",
        "11": "Pemeliharaan kapal induk itu vital loh.",
        "12": "Adu-du-du-duh~ Jaga rahasia... dari kak Chitose yah~",
        "6": "Pesawat telah diperbaiki sepenuhnya.",
        "5": "Kapal baru telah ditambahkan di Armada kita",
        "7": "Operasi selesai, Armada telah kembali.",
        "14": "Kapal induk Chiyoda, meluncur! pesawat tempur telah siap, Pergi!",
        "15": "Armada musuh terlihat! Pesawat Tempur, penyerangan dimulai!",
        "16": "Baiklah, Pesawat pembom, Pesawat tempur, Inilah waktu kalian!",
        "18": "Inilah waktunya coup-de-grace!",
        "17": "Kak! Aku duluan!",
        "23": "Yey! Aku akhirnya bisa melakukannya sebagai kapal induk, bukankah begitu? kak Chitose, apakah kau melihatku?",
        "19": "Nggak mungkin!!",
        "20": "Dek penerbangannya terbakar!? Padamkan!",
        "21": "Oooh... yah, Aku kapal induk ringan... aku tak bisa terlalu ceroboh.",
        "22": "Kak Chitose~... pelan-pelan... saja....",
        "30": "Aku Chiyoda. Aku akan menjadi pemegang waktumu. Ah, udah tengah malem.",
        "31": "01.00 Teitoku, kau masih lanjut jam segini? kamu harus tidur secepatnya.... aku mau ke anunya kak Chitose....",
        "32": "02.00 Belum tidur? Aku mau cepet ke ruangannya kak Chitose terus tidur~",
        "33": "03.00 Manggil teitoku tiap jam... ampun dah, misi macam apa ini?",
        "34": "04.00 ... A-aku gk bisa tidur sekarang! aku ada ditangah misi sekarang!",
        "35": "05.00 Teitoku, udah pagi. Misi ini, apa kak Chitose bakal ngelakuin... jika aku tidak?",
        "36": "06.00 Sudah waktunya kota untuk bangun.",
        "37": "07.00 Teitoku, Sudah pagi! perasaanmu gimana?",
        "38": "08.00 Kau terlihat sibuk. Pekerjaan? Belajar? Naskah? apapun itu tak masalah. waktunya pergi sorti!",
        "39": "09.00 Aku penasaran apa yg dilakuin kak Chitose jam segini...",
        "40": "10.00 Teitoku, apa yg kau pikirkan tentang kak Chitose? Kau akan menjawabku dalam waktu 1 jam!",
        "41": "11.00 Hmmm, jadi kau suka kakak yah? Eh!? Eeeh!? ng-nggak boleh!",
        "42": "Tengah hari.... hey, Teitoku, Sampai kau tarik ucapanmu, makan siang hari ini ditahan!",
        "43": "13.00 Teitoku, Ucapanmu yg tadi tarik dong! Aku juga lapar ini~ hey~",
        "44": "14.00 Teitoku sangat keras kepala~ mulai dari sekarang Kau akan menjadi Rival dalam cinta! tapi, ya udah lah. nah, onigiri.",
        "45": "15.00 jadi, Siang ini kita seang kemana? Timur? Selatan?",
        "46": "16.00 Gk ada disini... Kak Chitose gk ada disini!",
        "47": "17.00 Teitoku~ Apa yg kau suka dari kakak? Kau akan jawab dalam 1 jam!",
        "48": "18.00 jadi, Jawabanmu!　ehh... hmm-hmm... eh?... eeeh! Gk mungkin!",
        "49": "19.00 Ini waktunya makan malam.... Teitoku... Kau saja duluan... aku masih sedikit shock... nafsu makanku hilang...",
        "50": "20.00 Mataku gk merah... karena barusan aku nangis!",
        "51": "21.00 Teitoku... aku diberi makan malam... aku sedikit senang, mungkin...",
        "52": "22.00 Seperti yg kuduga, kak Chitose tidur di pangkuan Teitoku, Tak bisa kumaafkan!",
        "53": "22.00! Aku akan menghapus ingatan dari kakak! jadi, berikan pangkuan itu! selamat malam!"
    },
    "73": {
        "1": "Kita bertemu kembali, Teitoku. Ini aku Mogami. Dek penerbanganku gimana? Apa sesuai denganku?",
        "25": "Pertama dari Kapal Penjelajah Berat kelas Mogami. Dengan melepas meriam buritan dan diganti dengan dek penerbangan, Kapal Jelajah Pesawat Terbang telah Dibangun! Daya tembak dan serangan udara yg seimbang, mantaf!",
        "2": "Teitoku, apa kau punya sesuatu yg bisa kukerjakan?", 
        "3": "Tertarik sama dek penerbanganku?",
        "4": "Yaah, walaupun, Aku berbeda sama kapal penjelajah biasa. Jika kau gunakan aku dengan baik, Aku pikir itu akan menarik loh?",
        "29": "Teitoku! Oh, lagi sibuk? Aku keluar sebentar unuk latihan.",
        "28": "Aku selalu tabrakan karena mataku selalu tertuju padamu, Teitoku! Becanda~",
        "24": "Teitoku, kenapa? Dengan wajah seperti itu? Apa ada sesuatu di dek penerbanganku?",
        "8": "Sepertinya ada pemberitahuan untuk Teitoku",
        "13": "Kapal Jelajah Pesawat Terbang Mogami, meluncur!",
        "9": "Aha, kau akan membuatku lebih kuat?",
        "10": "Jadi kau gunakan itu untuk ini... heh~",
        "26": "Tabrakan itu Dilarang!",
        "27": "Yup, Makasih!",
        "11": "Masuk tuk diperbaiki. Kenapa aku tetap lari ke kawan...? Ampun dah...",
        "12": "Aaah... dek penerbanganku yg telah ku tunggu jadi tak berarti, duuh...",
        "6": "Kawan telah kembali dari dermaga.",
        "5": "Teman baru telah datang!",
        "7": "Operasi telah selesai, Armada telah kembali",
        "14": "Mau pergi? Ok lah kalau begitu!",
        "15": "AYOO~!",
        "16": "Lemah!",
        "18": "Baiklah, Aku akan ikut melawan!",
        "17": "Mengumpulkan hujan dari musim panas, seberapa cepat itu... Basho, kan?",
        "23": "Ini kekuatanku sebenanya, loh. karena aku seperti pelopor dari penghancur helikopter, kau tahu?",
        "19": "Argh!?",
        "20": "Sial! Aku terbakar?!",
        "21": "Sialan! Tembakan langsung... itu bukan lelucon...",
        "22": "Ngh...Aku ingin tahu apa aku bisa meminta maaf kepada Mikuma di dunia lain...",
        "30": "0000. Aku Ngantuk~.",
        "31": "0100. Teitoku bersemangat sekali.",
        "32": "0200. Nee, Aku gk tau kalau aku ada shift jaga malam.",
        "33": "0300. *nguap* Eh? Kau masih kerja jam segini? Terima kasih atas kerja kerasnya!",
        "34": "0400. *menguap* Ampun dah, Teitoku memang perkerja yg keras.",
        "35": "0500. Huh? Aku, barusan ngeliat mimpi loh.",
        "36": "0600. Mimpiku tentang apa? Itu rahasia!",
        "37": "0700. Apakah aku BOLEH tidur sekarang?",
        "38": "0800. Ah, Ayolah. Kantormu punya futon, kan?",
        "39": "0900. Ehh? Futonnya kau simpan? Yah, Kotatsu juga gak apa-apa kok.",
        "40": "1000. Matamu terbuka lebar saat sibuk.",
        "41": "1100. Aku lupa sarapan! *cemberut*",
        "42": "1200. Tetoku, Nanti siang makan yg banyak, yuk?",
        "43": "1300. Aku kekenyangan! Makanan penutup di perut sebelah pastinya.",
        "44": "1400. Mmm~, Eskrimnya Mamiya maknyus~! Teitoku, ada krim di wajahmu... Yep, itu dia!",
        "45": "1500. Jika ada makanan disertai penutupnya, Sepertinya aku bisa lakukan shift malam.",
        "46": "1600. Aku berhasil makan banyak, tapi Aku mengantuk sekarang.",
        "47": "1700. Capek banget, Aku rasa seperti aku bisa berjalan sambil tertidur...Ah, Maaf!",
        "48": "1800. Ini... Ini kantornya Teitoku!? Mengapa!?",
        "49": "1900. Teitoku yg membawaku kemari!? Aku minta maaf!",
        "50": "2000. Wah! Seharusnya malam ini aku membuat kari untuk makan malam!... Hm... aroma ini....",
        "51": "2100. Teitoku, Kumarinko ngasih beberapa kari yg dia buat ke aku, Nah, Ayo makan!",
        "52": "2200. Makan bersama dengan Teitoku membuat kari ini terasa enak. Mungkin akan kumakan tiap hari",
        "53": "2300. Teitoku, Semuanya sudah kita selesaikan, kan?"
    }
}
